{"props": {"pageProps": {"query": {"w": "a"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"cetSix": [{"word": "a", "count": 100, "kd": [], "Sentence": [{"sentence": "\"A comparison point is in the 1990s battles over encryption,\" said Kurt Opsahl, general counsel of the Electronic Frontier Foundation, a privacy watchdog group.", "come": "2017年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"About 80% of our company's year-over-year declines in comparable sales can be attributed to shortfalls (短缺) in cold-weather goods,\" said chief executive Terry Lundgren in a press release.", "come": "2017年6月六级真题（第一套）阅读 Section C"}, {"sentence": "\"About once a week, I have a client that will bring up a new certification I've never even heard of and I'm in this industry,\" said Kevin wilhelm, chief executive officer of Sustainable Business Consulting.", "come": "2016年6月六级真题（第一套）阅读 Section C"}, {"sentence": "\"An ultimate face recognition algorithm should perform with billions of people in a dataset,\" the researchers wrote.", "come": "2018年6月六级真题（第一套）阅读 Section C"}, {"sentence": "\"And yet that happens every day in the video game world,\" Farley told reporters during a press conference Friday. \"I was a main character in Fallout 4, a character by the name of Kellogg, and I never knew that I was doing vocal recording for that game thr", "come": "2019年6月六级真题（第二套）阅读 Section C"}, {"sentence": "\"As advocates of children's rights, we believe that children should have a voice about what information is shared about them if possible,\" says Stacey Steinberg, a legal skills professor at the University of Florida Levin College of Law in Gainesville.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"Everybody has a scary story about someone getting scooped.\" says New York University astronomer David Hogg.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"I think it's a terrific idea,\" she says of the campaign.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"If they are anywhere near worth their salt as engineers, I bet they are rethinking their threat model as we speak,\" said Jonathan Zdziarski, a digital expert who studies the iPhone and its vulnerabilities.", "come": "2017年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"If we can help to direct students to more of these types of campuses and help students to understand them to be realistic and accessible places, have them apply to these schools at greater frequency and ultimately get in and enroll, we are going to raise", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"If you look at a lot of low-income communities in the United States, there are programs that are serving them, but they're primarily centered around ‘Let's get these kids' grades up,' and not around ‘Let's get these kids access to the same kinds of oppor", "come": "2017年6月六级真题（第三套）阅读 Section B"}, {"sentence": "\"If you make clinical predictions based on somebody's race, you're going to be wrong a good chunk of the time,\" Yudell told live Science.", "come": "2016年12月六级真题（第一套）阅读 Section C"}, {"sentence": "\"In America there are large ants which can eat whole trees bare as a broom handle in a single night,\"she wrote in the description.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"In theory,\" says Vallentine, \"this can create a high enough temperature to generate super-heated steam.", "come": "2018年12月六级真题（第二套）听力 Section C"}, {"sentence": "\"Increased inequality and decreasing mobility pose a fundamental threat to the American Dream,\" he said.", "come": "2015年12月六级真题（第三套）阅读 Section C"}, {"sentence": "\"It's a very small number of games that would trigger this secondary compensation issue,\" said voice actor Crispin Freeman, who's a member of the union's negotiating committee.", "come": "2019年6月六级真题（第二套）阅读 Section C"}, {"sentence": "\"It's a very small number of games that would trigger this secondary compensation issue,\" said voice actor Crispin Freeman, who's a member of the union's negotiating committee. \"This is an important aspect of what it means to be freelance (从事自由职业的) perfor", "come": "2019年6月六级真题（第二套）阅读 Section C"}, {"sentence": "\"It's been the year of interactive television advertising for the last ten or twelve years\", says Colin dixon of a digital-media consultancy.", "come": "2016年6月六级真题（第三套）阅读 Section C"}, {"sentence": "\"It's not only the selective and elite institutions that provide those opportunities for a small subset of this population,\" Rubinoff said, adding that a majority of first-generation undergraduates tend toward options such as online programs, two-year col", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"I've had more feedback in a passive approach,\" he says.", "come": "2019年6月六级真题（第一套）阅读 Section C"}, {"sentence": "\"Many students are coming from a situation where no one around them has the experience of successfully completing higher education, so they are coming in questioning themselves and their college worthiness,\" Jarrat continued.", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"One of the ways in which all agents seem to make decisions is that they assign a lower weighting to outcomes that are going to be further away in the future,\" he says.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"Our support structure was more like: ‘ You are going to get through Yale; you are going to do well, '\" he said, hinting at mentors, staff, and professors who all provided significant support for students who lacked confidence about \" belonging\" at such a", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"Overly strict standards often fail,\" James Bartram, a WHO water-health expert, said.", "come": "2016年6月六级真题（第二套）阅读 Section C"}, {"sentence": "\"Playing pool, playing cards, having dinner, having lunch,\" all work better \"than going though a survey of questions.", "come": "2019年6月六级真题（第一套）阅读 Section C"}, {"sentence": "\"Presumably it's because it's simple and easy to write a prescription and consider a patient case closed rather than investigate further,\" Polman says.", "come": "2018年6月六级真题（第三套）阅读 Section C"}, {"sentence": "\"She was a scientist on the level with a lot of people we spend a lot of time talking about,\" said Kay Etheridge, a biologist at Gettysburg College in Pennsylvania who has been studying the scientific history of Merian's work. \"She didn't do as much to ch", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"Snapping a photo directs attention, which heightens the pleasure you get from whatever you're looking at,\" Dehl says.", "come": "2018年6月六级真题(第二套)阅读 Section C"}, {"sentence": "\"The creation of a system of marine protected areas is a key part of ongoing scientific and policy discussions in CCAMLR,\" he added.", "come": "2019年12月六级真题（第二套）阅读 Section C"}, {"sentence": "\"The project has two sides,\" says Xavier Serrat, Neurice project manager and researcher at the University of Barcelona,\"the short-term fight against the snail, and a mid- to long-term fight against climate change.", "come": "2018年6月六级真题(第二套)阅读 Section C"}, {"sentence": "\"The protection and improvement of the human environment is a major issue which affects the well-being of peoples and economic development throughout the world,\" read the final declaration from this gathering, the first of a sequence which would lead to t", "come": "2016年6月六级真题（第三套）阅读 Section B"}, {"sentence": "\"The thing you are searching for is reputation,\" says titus Brown, a genomics (基因组学) researcher at the University of California,Davis.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"The typical American diet is a lot higher in protein than a lot of us think,\" says registered dietitian Angela Pipitone.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"The yield is never going to be high,\" Farrant says, so these plants will be targeted not at Iowa farmers trying to squeeze more cash out of high-yield fields, but subsistence farmers who need help to survive a drought like the present one in South Africa", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "\"There is a large potential for waste water agriculture to both help and hurt great numbers of urban consumers,\" said liqa Raschid-Sally, who led the study.", "come": "2016年6月六级真题（第二套）阅读 Section C"}, {"sentence": "\"There is a lot of support at Yale, to an extent, after a while, there is too much support,\" he said, half-joking about the countless resources available at the school.", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"There wasn't really a college-bound culture at my high school,\" she said.", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"They provide a useful service,\" said Flack.", "come": "2017年6月六级真题（第三套）阅读 Section C"}, {"sentence": "\"They underestimate themselves when selecting a university,\" said Dave Jarrat, a marketing executive for Inside Track, a for-profit organization that specializes in coaching low-income students and supporting colleges in order to help students thrive.", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"They were able to walk fester, had improved balance, and were also able to get up out of a chair faster than the control group,\" Starr says.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"This is really about trying to cut through the confusion that consumers have when they are buying a product and that businesses have when they are selling a product,\" said Jon Leibowitz, chairman of the commission.", "come": "2016年6月六级真题（第一套）阅读 Section C"}, {"sentence": "\"Using existing civil society structures or networks is a more effective way of creating change...and obviously trade unions are one of the biggest civil society networks in the UK,\" he says.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"We as a society need to understand that, when we don't punish lying, we increase the probability it will happen again,\" Ariely says.", "come": "2019年12月六级真题（第一套）阅读 Section C"}, {"sentence": "\"We do weather monitoring here and other research.\"ning Xu, 53, the chief of the Chinese base, said over tea during a fierce blizzard (暴风雪) in late November.", "come": "2016年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"We're obligated to keep a pulse on the population for at least five years after the foxes are delisted,\" says Boser.", "come": "2018年12月六级真题（第三套）阅读 Section A"}, {"sentence": "\"When people experience decision fatigue—when they are tired of making choices—they have a tendency to choose to go with the status quo 现状,\" he says.", "come": "2018年6月六级真题（第三套）阅读 Section C"}, {"sentence": "\"When we can't actually remove the source of our fear, we tend to adapt psychologically by adopting a range of defence mechanisms,\" says Tom Crompton, change strategist for the environmental organisation World wide Fund for Nature.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"with my institution and teaching load,I don't have postdocs and grad students,\" says Terry McGlynn, a tropical biologist at California State University, Dominguez hills.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"You're what you eat and drink, and that's recorded in your hair,\"said Thure Cerling, a geologist at the University of Utah.", "come": "2015年12月六级真题（第二套）听力 Section C"}, {"sentence": "4 million working days were lost to work related stress last year, a jump of nearly a quarter.", "come": "2019年12月六级真题（第二套）听力 Section C"}, {"sentence": "40Currently, Patagonia repairs about 40,000 garments a year in their Reno, Nevada, service center.", "come": "2019年6月六级真题（第二套）阅读 Section B"}, {"sentence": "5 million worth of young Bison that will be raised according to its grass-fed protocols, with a guaranteed purchase price.", "come": "2019年12月六级真题（第三套）阅读 Section B"}, {"sentence": "71% of parents with a college degree say they do it every day, compared with 33% of those with a high school diploma or less.", "come": "2017年6月六级真题（第二套）阅读 Section B"}, {"sentence": "A 2001 study cataloged all the ways in which the term \" Black \" carried connotations  涵 义  that were more negative than those of \" African American. \"", "come": "2015年12月六级真题（第一套）阅读 Section C"}, {"sentence": "A 2016 study found that users had a \"consistently positive attitude\" about the giraff robot's ability to enhance communication and decrease feelings of loneliness.", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "A bathing machine was rolled down to the sea shore, so women would not be seen in swimwear.", "come": "2018年12月六级真题（第一套）听力 Section B"}, {"sentence": "A battery-powered world comes with its own risks, too.", "come": "2016年12月六级真题（第一套）阅读 Section C"}, {"sentence": "A billion people are living in slums, not the same billion people, but there is some overlap.", "come": "2017年6月六级真题（第二套）听力 Section C"}, {"sentence": "A bonus with the \"keep-moving principle\" is that while we keep moving, we don't have a chance to worry?", "come": "2019年12月六级真题（第一套）听力 Section B"}, {"sentence": "A bystander named John Roulstone wrote a poem about the event, then, at some point, Hale herself seems to have helped write it.", "come": "2018年6月六级真题（第一套）阅读 Section A"}, {"sentence": "A car that takes off from London street and lands in another random street is unlikely to happen,\" says Prof.", "come": "2019年6月六级真题（第二套）阅读 Section A"}, {"sentence": "A case can be made that rich nations export environmental problems, the most graphic example being climate change.", "come": "2016年6月六级真题（第三套）阅读 Section B"}, {"sentence": "A century's worth of calculated name changes point to the fact that naming any group is a politically freighted exercise .", "come": "2015年12月六级真题（第一套）阅读 Section C"}, {"sentence": "A CFL cannot be simply installed in an incandescent fixture and then expected to produce a visual appearance that is more than washed out, foggy, and dim.", "come": "2015年12月六级真题（第一套）阅读 Section B"}, {"sentence": "A decade ago, this island's ecosystem was in chaos.", "come": "2018年12月六级真题（第三套）阅读 Section A"}, {"sentence": "A drone (遥控飞行器) operator will invade someone's privacy.", "come": "2016年6月六级真题（第二套）阅读 Section A"}, {"sentence": "A few psychology journals have created incentives to increase interest in reproducible science—for example,by affixing an ‘open-data' badge to articles that clearly state where data are available.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "A few weeks after this positive dress rehearsal, the young lawyer did win.", "come": "2017年6月六级真题（第二套）听力 Section B"}, {"sentence": "A few years later, a large defense buildup finally provided a fiscal stimulus adequate to the economy's needs—and suddenly industry was eager to employ those \"unadaptable and untrained\" workers.", "come": "2016年6月六级真题（第三套）阅读 Section C"}, {"sentence": "A finding that was a bit surprising is that to consumers, the inner parts of high-tech devices do apparently matter.", "come": "2015年12月六级真题（第二套）听力 Section C"}, {"sentence": "A flagship university in the South, the school graduates just 16 percent of its first-generation students, despite its overall graduation rate of 71 percent.", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "A further reduction in local supplies is yet another unwelcome setback to the industry.", "come": "2017年12月六级真题（第一套）阅读 Section A"}, {"sentence": "A global campaign has been launched to create a network of ocean sanctuaries to protect the seas in the region and Greenpeace is calling for an immediate halt to fishing in areas being considered for sanctuary status.", "come": "2019年12月六级真题（第二套）阅读 Section C"}, {"sentence": "A global campaign has been launched to turn a huge tract of Antarctic seas into ocean sanctuaries, protecting wildlife and banning not just krill fishing, but all fishing.", "come": "2019年12月六级真题（第二套）阅读 Section C"}, {"sentence": "A group of individuals is not automatically a team.", "come": "2015年12月六级真题（第二套）听力 Section B"}, {"sentence": "A handful of lawsuits have been filed in recent years against companies accused of using misleading environmental labels.", "come": "2016年6月六级真题（第一套）阅读 Section C"}, {"sentence": "A high-tech test that can tell when a person is not telling the truth sounds too good to be true.", "come": "2018年12月六级真题（第一套）听力 Section C"}, {"sentence": "A huge portion of our lives involves the surrender of our freedom and personal autonomy.", "come": "2019年12月六级真题（第二套）听力 Section C"}, {"sentence": "A job application might mention affiliations with groups such as the \"Wisconsin Association of African-American Lawyers\" or the \"National Black Employees Association,\" the names of which apparently have consequences, and are also beyond their members' con", "come": "2015年12月六级真题（第一套）阅读 Section C"}, {"sentence": "A lot of clever people are terrified about artificial intelligence, fearing that robots will one day become so smart that they'll murder all of us.", "come": "2018年6月六级真题（第三套）阅读 Section A"}, {"sentence": "A lot of people believe that working at a magazine is a glamorous job.", "come": "2019年12月六级真题（第一套）听力 Section A"}, {"sentence": "A lot of people liked my photos and started asking me for travel tips.", "come": "2018年12月六级真题（第一套）听力 Section A"}, {"sentence": "A lot of the government advertising has been about individual responsibility, but actually understanding that drinking is very much about the social activity and finding ways to help young people get home safely and not end up in hospital is one of the th", "come": "2017年6月六级真题（第二套）听力 Section C"}, {"sentence": "A lot of times people are not really aware of the impact they have, or the fact that taking them in combination with other medications might put you at increased risk for something that you wouldn't otherwise being countering or be at risk for.", "come": "2016年6月六级真题（第二套）听力 Section B"}, {"sentence": "A low wage for elementary school teachers, however, doesn't mean elementary education isn't important.", "come": "2018年6月六级真题（第一套）阅读 Section C"}, {"sentence": "A machine can read millions of essay within minutes.", "come": "2018年12月六级真题（第二套）听力 Section C"}, {"sentence": "A mere generation ago, parent-child relations were described as \"the generation gap\".", "come": "2016年6月六级真题（第一套）阅读 Section B"}, {"sentence": "A new effort led by Canoe Ventures, a coalition of leading cable providers, aims to make interactive advertising available across America later this year.", "come": "2016年6月六级真题（第三套）阅读 Section C"}, {"sentence": "A new study from michigan State University, though, argues that all students—including high achievers—see a decline in performance when they browse the Internet during class for non-academic purposes.", "come": "2018年12月六级真题（第二套）阅读"}, {"sentence": "A new study has failed to find any conclusive evidence that lifestyle changes can prevent cognitive decline in older adults.", "come": "2016年6月六级真题（第二套）听力 Section C"}, {"sentence": "A New York city-based nonprofit called Bridge to Enter Mathematics runs a residential summer program aimed at getting underserved students, mostly black and hispanic, working toward math and science careers.", "come": "2017年6月六级真题（第三套）阅读 Section B"}, {"sentence": "A nice video published online last month sheds light on expertise and the conscious mind.", "come": "2019年6月六级真题（第一套）听力 Section C"}, {"sentence": "A number of pioneers from the technology industry, most famously the entrepreneur Elon Musk, have also expressed their concerns about the damage that a super-intelligent AI could do to humanity.", "come": "2019年6月六级真题（第一套）阅读 Section C"}, {"sentence": "A number of prominent economists have also argued that it's harder for the poor to climb the economic ladder today because the rungs (横档) in that ladder have grown farther apart.", "come": "2015年12月六级真题（第三套）阅读 Section C"}, {"sentence": "A person shouldn't buy an insurance protection that really isn't necessary.", "come": "2017年12月六级真题（第二套）听力 Section C"}, {"sentence": "A person, for example, who is allergic to cats would probably never become an animal doctor.", "come": "2017年12月六级真题（第一套）听力 Section C"}, {"sentence": "A previous study noted that dolphins always 34 consciously control their breathing.", "come": "2017年6月六级真题（第三套）阅读 Section A"}, {"sentence": "A quarter of students report that their use of digital devices during class causes their grades to suffer .", "come": "2018年12月六级真题（第二套）阅读"}, {"sentence": "A recent International Labour Organization report says the deterioration of real wages around the world calls into question the true extent of an economic recovery, especially if government rescue packages are phased out too early.", "come": "2016年6月六级真题（第二套）听力 Section B"}, {"sentence": "A recent study graded more than 600 internet retailers on how easy it was for consumers to shop, buy, and pay.", "come": "2019年6月六级真题（第一套）阅读 Section B"}]}], "err_words": [{"word_name": "A", "means": ["英语字母表的第一个字母", "A音", "第一等", "第一个"]}], "slang": [{"tokens": "on a bum", "type": "adj ", "list": [{"explanation": "在狂欢作乐的", "example": [{"en": "The kids are out on a bum at some school-sponsored dancing party.", "zh": "小伙子们都出去参加学校主办的舞会，在狂欢作乐呐。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "choke a horse", "type": "v ", "list": [{"explanation": "数量很大", "example": [{"en": "That bankroll would choke a horse.", "zh": "那笔钱大概是笔大数目吧。"}]}], "class": ["美国俚语"]}, {"tokens": "on a hiding to nothing", "type": "v ", "list": [{"explanation": "毫无成功或获胜的希塑", "example": [{"en": "l know they are on a hiding to nothing.", "zh": "我知道他们丝毫没有获胜的希望。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "tiffled a ", "type": "", "list": [{"explanation": "酒醉的", "example": []}, {"explanation": ", 不过并没有出什么洋相。", "example": [{"en": "Mary got a little tiffled, but nothing really gross.", "zh": "玛丽媛点儿喝醉了"}]}], "class": ["美国俚语"]}, {"tokens": "lift a finger", "type": "v ", "list": [{"explanation": "(多用于否定句)精尽微力，给一点帮助", "example": [{"en": "Could anyone honestly say that we should have allowed Paris to be occupied and France defeated without lifting a finger?", "zh": "坦白讲，有谁能说我们应该眼看着巴黎沦陷，法囯被击败而袖手旁观？"}, {"en": "He never stirs a finger around house!", "zh": "他在家里从不动手出一点力!"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "a throw", "type": "adv ", "list": [{"explanation": "毎个，各个", "example": [{"en": "The meetings were 5 dollars a throw.", "zh": "那几次会议的参加费是毎人五块钱。"}]}], "class": ["美国俚语"]}, {"tokens": "have a crush on somebody", "type": "v ", "list": [{"explanation": "非常喜欢某人，狂热地爱上某人", "example": [{"en": "She has a crush on the new gym mistress.", "zh": "她非常喜欢新来的女体育老师。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "once in a blue moon", "type": "adv ", "list": [{"explanation": "极为罕见地，难得有一次", "example": [{"en": "I do this only once in a blue moon.", "zh": "此事我只是极为偶然而为之。"}, {"en": "Once in a blue moon I have a little wine with dinner.", "zh": "我难得有一次在吃午饭时喝一点儿酒。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "give somebody a blow", "type": "v ", "list": [{"explanation": "呼唤(某人)，向(某人)打招呼或行礼", "example": [{"en": "An old friend gave me a blow from the other side of the street.", "zh": "一位老朋友在街道对面朝我打招呼。"}]}], "class": ["美国俚语"]}, {"tokens": "cop a tube", "type": "v ", "list": [{"explanation": "作冲浪运动，冲浪", "example": [{"en": "Sam likes cop?ping a tube as it is full of excitement.", "zh": "山姆喜爱冲浪，因为它充满刺激。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "go over like a lead balloon", "type": "v ", "list": [{"explanation": "惨败", "example": [{"en": "The joke went over like a lead balloon.", "zh": "这笑话说得一点也不好笑。"}, {"en": "My appeal to his better nature went over like a lead balloon.", "zh": "我求他发发善心，结果是白费劲。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "open a can of beans", "type": "v ", "list": [{"explanation": "惹祸", "example": [{"en": "It was I who opened a can of beans.", "zh": "是我惹的祸。"}, {"en": "She was one of those people who like opening a can of beans.", "zh": "她就是那种喜欢惹祸的人。"}]}], "class": ["美国俚语"]}, {"tokens": "leave a strip", "type": "v ", "list": [{"explanation": "(驾驶高速汽车用语)急刹车，突然减速", "example": [{"en": "He tried to leave a strip the car, but it's in vain because the brakes would not hold.", "zh": "他想急刹车，可是却没刹住车,刹车失灵了。"}]}], "class": ["美国俚语"]}, {"tokens": "carry a case", "type": "v ", "list": [{"explanation": "(罪犯用语)交保后在外候审", "example": [{"en": "He carried a case on $1,000 bail.", "zh": "他交保1,000美元后在外候审。"}]}], "class": ["美国俚语"]}, {"tokens": "take a chance", "type": "v ", "list": [{"explanation": "冒险，投机", "example": [{"en": "We took a chance with weather when we were going on a walking tour.", "zh": "我们在去徒步旅行时是怀着侥幸心理的，希望天气可能会好。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "kick up a fuss", "type": "v ", "list": [{"explanation": "挑起事端，引起骚动，大吵大闹，大声抱怨", "example": [{"en": "I don't want his lawyer to kick up a fuss about this.", "zh": "我不想让他的律帅对此大动干戈。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "in a big way", "type": "adv ", "list": [{"explanation": "很多,极端,非常", "example": [{"en": "I'm really interested in her in a big way.", "zh": "我的确对她非常感兴趣。"}]}], "class": ["美国俚语"]}, {"tokens": "like a blue streak", "type": "adv ", "list": [{"explanation": "非常快地，很有效地", "example": [{"en": "He can read like a blue streak.", "zh": "他能飞快地阅读。"}, {"en": "The dog ran like a blue streak across the lawn.", "zh": "狗从草坪上飞奔而过。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "not by a long shot", "type": "adv ", "list": [{"explanation": "远不，断然不，根本不，一点儿也不", "example": [{"en": "They couldn't solve the problem by a long shot.", "zh": "他们根本不可能解决这个问题。"}, {"en": "A: Have any cash? B: Not by a long shot.", "zh": "甲:有现钱吗？乙:一点儿也没有。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "grab a handful of air", "type": "v ", "list": [{"explanation": "(卡车司机用语)急刹车", "example": [{"en": "The trucker grabbed a handful of air suddenly on the cross street.", "zh": "卡车司机突然在十字路u口来了个急刹车。"}]}], "class": ["美国俚语"]}, {"tokens": "enough to choke a horse ", "type": "n ", "list": [{"explanation": "极大程度上，大量地", "example": [{"en": "His ego is big enough to choke a horse.", "zh": " 他极其自负。"}]}, {"explanation": "极大量的", "example": [{"en": "A: Does he have money? B: Enough to choke a horse.", "zh": "甲:他有钱吗？乙:(钱)多得很。"}]}], "class": ["美国俚语"]}, {"tokens": "a tea", "type": "n ", "list": [{"explanation": "最髙一级的人(尤指极富性感的年轻女子)，极好的事物", "example": [{"en": "She's definitely a ten.", "zh": "她当然是一位绝色佳人。"}, {"en": "On a scale of one to ten,the pizza's a ten.", "zh": "按等级来说，这比萨饼是最高一级的。"}]}], "class": ["美国俚语"]}, {"tokens": "over a barrel", "type": "adv ", "list": [{"explanation": "受制于人，处于不利地位，一筹莫展", "example": [{"en": "I knew enough about him that I had him over a barrel.", "zh": "我对他的底细一清二铯，所以我能把他完全控制在手中。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "throw a fit", "type": "v ", "list": [{"explanation": "大发脾气", "example": [{"en": "I knew you' d throw a fit when I told you.", "zh": "我就知道我一告诉你,你准会大发脾气。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "in a state", "type": "", "list": [{"explanation": "焦虑不安的，紧张的，心烦的", "example": [{"en": "She got home and found her husband in a state.", "zh": "她回家发现丈夫焦虑不安。"}]}, {"explanation": "凌乱的，不整洁的", "example": [{"en": "l'm afraid my room's in a state.", "zh": "恐怕我的房间里太乱。"}, {"en": "His clothes were in a state.", "zh": "他衣冠不整。"}]}], "class": ["英国俚语"]}, {"tokens": "answer is a lemon", "type": "n ", "list": [{"explanation": "[贬义词](给提问者的)答复是否定的", "example": [{"en": "A: \" Has the new film received any praise?\" B: \"I could only say the answer is a lemon.", "zh": "甲: \"对这部新影片有人说好吗？\" 乙: \"我只能说，回答是否定的。\""}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "knock somebody for a loop", "type": "", "list": [{"explanation": "把某人或某物击倒，痛击某人", "example": [{"en": "We knocked the villain for a loop.", "zh": "我们把那恶棍狠狠揍了一顿。"}]}, {"explanation": "使某人十分惊奇、诧异、剌激、非常快活", "example": [{"en": "The news of their marriage threw me for a loop.", "zh": "他俩结婚的消息让我十分诧异。"}, {"en": "I don't believe this climactic sequence doesn't knock you for a loop.", "zh": "我不相信这一连串的高潮都剌激不了你。"}, {"en": "Wouldn't that knock the boys for a loop?", "zh": "难道那还不能让那些孩子快活吗？"}]}, {"explanation": "使某人或某事陷入困境，使受到严重干扰", "example": [{"en": "The whole economy was thrown for a loop.", "zh": "整个经济陷入了困境。"}, {"en": "It must have knocked him for a loop,but he asked.", "zh": "这件事一定使他吃了大亏，但这是他自找的。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "do a barber", "type": "v ", "list": [{"explanation": "说许多话", "example": []}], "class": ["美国俚语"]}, {"tokens": "in a cold sweat", "type": "", "list": [{"explanation": "用作形容词&ad 冷汗一身的(地)，胆战心惊的(地)", "example": [{"en": "I was in a cold sweat while they counted the ballots.", "zh": "在他们清点选票时，我是浑身冷汗。"}, {"en": "He stood there in a cold sweat, waiting for something to happen.", "zh": "他胆战心惊地站在那里，等待着怕出什么事。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "get a hump on", "type": "v ", "list": [{"explanation": "急速行进，迅速行动，赶紧，加快速度", "example": [{"en": "Get a hump on with that assignment,OK?", "zh": "赶快完成那个任务，行吗？"}]}], "class": ["美国俚语"]}, {"tokens": "under a cloud", "type": "adj ", "list": [{"explanation": "失宠的，受怀疑的，名誉扫地的", "example": [{"en": "He has been somewhat under a cloud since they found the corpse in his closet.", "zh": "自从他们在他的壁橱里找到那具尸体之后，他就一直受到怀疑。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "jack loves a fight", "type": "", "list": [{"explanation": "当水手的爱打架。", "example": []}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "not worth a damn", "type": "adj ", "list": [{"explanation": "没价值的，没用的，没意义的", "example": [{"en": "This pen is not worth a damn.", "zh": "这支钢笔没用了。"}]}], "class": ["美国俚语"]}, {"tokens": "take a back seat", "type": "v ", "list": [{"explanation": "屈居人下，甘拜下风", "example": [{"en": "He said he wouldn' t take a back seat to anybody, but the President himself.", "zh": "他说除了总统本人之外，他对谁都不买账。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "bet london to a brick", "type": "v ", "list": [{"explanation": "有绝对把握，确信，肯定", "example": [{"en": "You can bet London to a brick that it'll rain tomorrow.", "zh": "你可以确信明天会下雨。"}]}], "class": ["澳大利亚俚语"]}, {"tokens": "a look see", "type": "n ", "list": [{"explanation": "瞧，查看，巡查，调查", "example": [{"en": "Take a look-see at this one and see if you like it.", "zh": "你瞧一瞧这个，看看喜不喜欢。"}, {"en": "I took a long look-see through my binoculars.", "zh": "我用望远镜远远地看了一下。"}]}], "class": ["美国俚语"]}, {"tokens": "do a bunk", "type": "v ", "list": [{"explanation": "逃走", "example": [{"en": "They cast their arms to the ground. and did a bunk.", "zh": "他们把武器扔在地上，逃走了。"}]}], "class": ["美国俚语"]}, {"tokens": "man with a paper ass", "type": "n ", "list": [{"explanation": "(黑人用语)无足轻重的人，不值得重视的人", "example": [{"en": "He seems like a man with a paper ass to me; don't pay him any attention.", "zh": "在我看来，他没有什么了不起的，你不必理会他。"}]}], "class": ["美国俚语"]}, {"tokens": "with a purple passion", "type": "adv ", "list": [{"explanation": "非常热烈地，十分热情地", "example": [{"en": "They greeted the notion with a purple passion.", "zh": "他们热情万分地赞赏这一想法。"}]}], "class": ["美国俚语"]}, {"tokens": "bitch of a somebody", "type": "n ", "list": [{"explanation": "非常难应付的、不好对付的人(或事)", "example": [{"en": "What a bitch of a day!", "zh": " 多么难熬的一天!"}, {"en": "This is a bitch of a job.", "zh": "这是件很不好办的事。"}, {"en": "He is really a bitch of a boss.", "zh": "他真是个难侍候的老板。"}]}], "class": ["美国俚语"]}, {"tokens": "have a captain", "type": "v ", "list": [{"explanation": "瞧，看", "example": [{"en": "Have a captain at this!", "zh": "瞧瞧这个!"}]}], "class": ["美国俚语"]}, {"tokens": "not worth a plugged nickel", "type": "adj ", "list": [{"explanation": "没价值的，没什么用处的，不起什么作用的", "example": [{"en": "His word isn't worth a plugged nickel.", "zh": "他的话一钱不值。"}, {"en": "Mary isn't worth a plugged nickel at baseball.", "zh": "玛丽在棒球方面是无用武之地的。"}]}], "class": ["美国俚语"]}, {"tokens": "do a fair lick", "type": "v ", "list": [{"explanation": "快速奔跑", "example": []}], "class": ["美国俚语"]}, {"tokens": "swaltow a watermeton seed", "type": "v ", "list": [{"explanation": "怀孕", "example": [{"en": "Did you hear that Pamela Wall swaltowed a watermeton seed?", "zh": "你听说了吗，帕梅拉·沃尔有喜了？"}]}], "class": ["美国俚语"]}, {"tokens": "cop a squat", "type": "v ", "list": [{"explanation": "坐下", "example": [{"en": "Hey, man ! Come in and cop a squat.", "zh": "嗨，老兄!进来坐坐。"}]}], "class": ["美国俚语"]}, {"tokens": "fight a bottle", "type": "v ", "list": [{"explanation": "猛喝酒(尤指过量狂饮)", "example": [{"en": "He fought a bottle all evening after he was told that his girlfriend would be married to another young man.", "zh": " 他得知他的女友将与另一青年人结婚的消息后，他猛喝了一晚上的酒。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "make a monkey of", "type": "v ", "list": [{"explanation": "使出丑，要弄，愚弄", "example": [{"en": "I suddenly realized that I had been made a monkey out of by my opponents.", "zh": "我突然意识到我被我的那些对手给耍了。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "make a cleanup", "type": "v ", "list": [{"explanation": "获得暴利", "example": [{"en": "He made a cleanup in the stock market.", "zh": "他在股票市场赚了很大一笔钱。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "win in a walk", "type": "v ", "list": [{"explanation": "轻易成功，意在必胜", "example": [{"en": "He can win in a walk in medicine.", "zh": "他能在医学方面轻而易举地获得成功。"}]}], "class": ["美国俚语"]}, {"tokens": "mean as a louse", "type": "adv ", "list": [{"explanation": "吝啬到极点", "example": [{"en": "He's as mean as a louse with money matters.", "zh": "他在金钱问题上吝啬到了极点。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "shake a leg", "type": "", "list": [{"explanation": "(常用于祈使句)赶快，赶紧，加快速度", "example": [{"en": "Shake a leg there! We'll never finish if you don't hurry up.", "zh": "加快一点吧!要是你们不抓紧，我们就完不成了。"}, {"en": "She told me to shake a leg,so I hurried the best I could.", "zh": "她叫我加快速度，所以我就拼命地赶。"}]}, {"explanation": "跳舞", "example": [{"en": "Let's shake a leg. The music's great.", "zh": " 咱们去跳舞吧。 这音乐很棒。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "not a bean", "type": "n ", "list": [{"explanation": "毫无，一点没有(尤指钱)", "example": [{"en": "He didn't make a bean out of it.", "zh": "他没有从中得到一个子儿。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "make a pitch", "type": "v ", "list": [{"explanation": "强烈主张，为…作宣传", "example": [{"en": "He'll make a pitch for solar energy.", "zh": "他将竭力为利用太阳能作宣传。"}]}], "class": ["美国俚语"]}, {"tokens": "stick out like a sore thumb", "type": "v ", "list": [{"explanation": "显得非常突出", "example": [{"en": "Do you think I would stick out like a sure thumb at the party if I wore this coat?", "zh": "如果我穿这件上装, 你看我在宴会上会抢眼吗？"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "tie a bag on", "type": "v ", "list": [{"explanation": "狂饮，喝醉", "example": [{"en": "You still tie a bag on now and again.", "zh": "你还是常常喝得醉醺醺的；"}, {"en": "Davy had just one more drink, and then he got a hag on.", "zh": "戴维只多喝了一杯,后来就醉了。"}]}], "class": ["美国俚语"]}, {"tokens": "not able to hold a candle to", "type": "v ", "list": [{"explanation": "无法与…相比或媲美", "example": [{"en": "The cake from the bakery is not able to hold a candle to the one that Grandmonther made.", "zh": "店里买来的蛋糕跟奶奶做的无法相比。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "take a flyer", "type": "v ", "list": [{"explanation": "冒险、投机、贸然尝试(某事)，(在某事物上)孤注一掷(尤指在金钱方面)", "example": [{"en": "He takes a flier iI polilics.", "zh": "他贸然尝试从政。"}, {"en": "KeIt was very reckless wheI he took a flyer oI that airliIe stock.", "zh": "肯特在投机买卖航空业证券时是十分不顾及风险的。"}, {"en": "I don't believe you, but what the hell, I'll take a flyer.", "zh": "我不相信你的话,反正啊，我要豁出去了。"}]}], "class": ["美国俚语"]}, {"tokens": "have a bone to pick with", "type": "v ", "list": [{"explanation": "同…有争端'对…有理由怀恨，抱怨(某人或某嚷物)", "example": [{"en": "They had a bone to pick with neighbouring villages.", "zh": "他们与邻村曾布过争端端。"}, {"en": "The ambassador had a bone to pick with the student demonstrations.", "zh": "大使就学生示威一事提出抗议。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "crazy as a loon", "type": "adj ", "list": [{"explanation": "精神错乱的", "example": [{"en": "He would be crazy as a loon to set fire to the house.", "zh": "要放火烧房子，他大概是发疯了。"}]}], "class": ["美国俚语"]}, {"tokens": "hang a louie", "type": "v ", "list": [{"explanation": "向左转", "example": [{"en": "You have to hang a louie at the \"stop\" sign.", "zh": "你必须在那\"停\"字标牌那儿向左转。"}]}], "class": ["美国俚语"]}, {"tokens": "drop a bundle", "type": "v ", "list": [{"explanation": "损失一大笔钱(尤指输于赌博)", "example": [{"en": "She went to play the slot machines and dropped a bundle.", "zh": "她去玩吃角子老虎机，结果输了一大笔钱。"}]}], "class": ["美国俚语"]}, {"tokens": "a nigger in the woodpile", "type": "n ", "list": [{"explanation": "潜伏着起破坏作用的东西或人，潜在的障碍，隐患，可疑的情况，不可告人的目的", "example": [{"en": "Without removing the nigger in the fence，there is no prospect of success.", "zh": "不消除隐患是不会有希望成功的。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "put a move on", "type": "v ", "list": [{"explanation": "(向女性)勾引，调情，求欢", "example": [{"en": "He stopped everything to put a move on that Russian woman.", "zh": "他把手头的事情都放下来，去向那个俄国女人调情。"}]}], "class": ["美国俚语"]}, {"tokens": "sell somebody a gotdbrick", "type": "v ", "list": [{"explanation": "诈骗某人", "example": [{"en": "That salesman tried to sell me a gotdbrick, but I just walked out on him.", "zh": "那个推销员竭力想哄骗我,但我只是走开没理他。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "cough and a spit", "type": "n ", "list": [{"explanation": "[戏剧用语]很小的角色(指台词极少甚至咳嗽一声就下台的角色〉", "example": [{"en": "He played a cough and a spit in this show.", "zh": "他在这出戏里演了个很不起眼的小角色。"}]}], "class": ["英国俚语"]}, {"tokens": "with a bang", "type": "adv ", "list": [{"explanation": "以十分艳丽或令人振奋的方式，很神气地，非常成功地", "example": [{"en": "The party started off with a bang.", "zh": "晚会是以十分振奋人心的方式开幕的。"}, {"en": "The thing succeeded with a bang.", "zh": " 事情大获成功。"}]}], "class": ["美国俚语"]}, {"tokens": "swear like a trooper", "type": "v ", "list": [{"explanation": "破口大骂", "example": [{"en": "Mrs. Wilson was known to swear like a trooper on occasion.", "zh": " 威尔逊太太有时会破口大骂是出了 名的。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}], "exchanges": ["a"], "trade_means": [{"word_trade": "医学", "word_mean": ["atto阿〔托〕：10－18", "arterial blood动脉血(用作下角标)", "specific absorptivity比吸收率", "activity (thermodynamic activity of a chemical species)〔化学物质热力〕效能", "acceleration加速，加速度", "〔前缀〕缺乏，缺少，无：在元音或h前，则用an", "分离，分隔", "离开，远离"]}, {"word_trade": "法律", "word_mean": ["抵押数", "担保数"]}, {"word_trade": "金融", "word_mean": ["宣布股利以后当年额外的现金股利"]}], "gaokao": [{"word": "a", "count": 79, "kd": [], "Sentence": [{"sentence": "\"I thought it would be useful for him to learn Chinese at an early age\" Joseph Stocke, the managing director of a company, says of his 2-year old son.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "\"Staying with a native speaker is better for children than simply sitting in a classroom, \" says Suzanne Flynn, a professor in language education of children.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "As you make reading a regular part of your life, you'll make more connections, stay more focused and understand the text better.", "come": "2017年高考英语浙江卷（11月） 阅读理解 七选五 原文"}, {"sentence": "It is wise to take a day off to rest.", "come": "2015年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "A 90-year-old has been awarded \"woman of the year\" for being Britain's oldest full-time employee-still working 40 hours a week.", "come": "2019年高考英语全国卷2 语法填空 原文"}, {"sentence": "A baby's play is nothing more than a game.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读C 选项"}, {"sentence": "A bar graph has two axes and uses bars to show amounts.", "come": "2015年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "A better plan for sleep can help.", "come": "2017年高考英语全国卷3 阅读理解 七选五 原文"}, {"sentence": "A birdwatcher, armed with a telescope, found the pet sitting desperately on a rock.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "A boy on a bike caught my attention.", "come": "2014年高考英语全国卷2 语法填空 原文"}, {"sentence": "A build-it-yourself solar still is one of the best ways to obtain drinking water in areas where the liquid is not readily available.", "come": "2017年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "A California builder designed the structure of its houses smartly.", "come": "2015年高考英语重庆卷 阅读理解 阅读B 原文"}, {"sentence": "A cat's mom also brings home things to her children to help them practice hunting.", "come": "2018年高考英语全国卷2 听力 原文"}, {"sentence": "A century ago, the resource in question was oil.", "come": "2017年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "A child's day is filled with fascination, newness and wonder.", "come": "2018年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "A chimpanzee can't win an argument with a modern man, but it can tear the man apart like a rag doll.", "come": "2019年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "A city is the product of the human hand and mind, reflecting man's intelligence and creativity.", "come": "2019年高考英语江苏卷 单项填空 原文"}, {"sentence": "A coach may read a sports story for its threat value: he may have to play that team next week.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "A code uses symbols to replace words, phrases, or sentences.", "come": "2016年高考英语全国卷1 阅读理解 七选五 原文"}, {"sentence": "A coin is put into the cake, which signifies 预示 success in the new year for the person who receives it.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "A college classmate of mine, tim, was an excellent football player, even though he weighed much less than the average player.", "come": "2015年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "A common memory they all have of their school days is the school uniform.", "come": "2015年高考英语福建卷 单项填空 原文"}, {"sentence": "A company showed a new voice technology able to produce such a convincing human-sounding voice that it was able to speak to a receptionist.", "come": "2019年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "A computer analysis blindly compared calls produced by mothers and chicks, ranking them by similarity.", "come": "2017年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "A cousin to the watched-pot wait is the forced wait.", "come": "2017年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "A cup of coffee costs about three dollars and fifty cents, but the fun is free.", "come": "2015年高考英语上海卷 听力 原文"}, {"sentence": "A decade of data breaches (数据侵入) of personal information has led to a situation where scammers can easily learn your mother's name, and far more.", "come": "2019年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "A desk dictionary is medium-sized, generally containing over 170, 000 entries as well as extra features.", "come": "2015年高考英语湖南卷 任务型读写 原文"}, {"sentence": "A desktop computer, screen, projector, and loudspeakers will be available.", "come": "2019年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "A disaster can change everything in life.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 选项"}, {"sentence": "A dog's eating habit requires regular training before it is properly established.", "come": "2019年高考英语天津卷 单项填空 原文"}, {"sentence": "A few daring survived, though, along with a few stay-in-the-cave types.", "come": "2016年高考英语北京卷 阅读理解 阅读E 原文"}, {"sentence": "A few hours before, I'd been at home in Hong gonk, with its choking smog.", "come": "2015年高考英语全国卷1 语法填空 原文"}, {"sentence": "A few students hesitated to start.", "come": "2016年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "A few times each year, an inspector arrived to look over the entire light station.", "come": "2015年高考英语湖南卷 阅读理解 阅读C 原文"}, {"sentence": "A free schedule of events for each term is available by calling the box office at 556-4183.", "come": "2016年高考英语全国卷3 阅读理解 阅读A 原文"}, {"sentence": "A friend in need is a friend indeed.", "come": "2016年高考英语北京卷 阅读理解 阅读B 选项"}, {"sentence": "A friend of mine owns an area of land in western victoria.", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "A good first impression increases sales.", "come": "2015年高考英语重庆卷 阅读理解 阅读B 选项"}, {"sentence": "A good neighbor is also one who likes to help out in small ways.", "come": "2018年高考英语浙江卷 阅读理解 七选五 原文"}, {"sentence": "A graph gives the reader a picture to interpret.", "come": "2015年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "A grasp of how to manage color in your spaces is one of the first steps to creating rooms you'll love to live in.", "come": "2018年高考英语全国卷I 阅读理解 七选五 原文"}, {"sentence": "A great American, James Madison, referred to: \"the capacity of mankind for self-government.\"", "come": "2015年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "A great decline in young work force is likely to occur in China, for instance.", "come": "2017年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "A group of people sitting in the hall stopped talking and stared at us.", "come": "2018年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "A heavy rain ruined the dinner.", "come": "2016年高考英语全国卷3 阅读理解 阅读B 选项"}, {"sentence": "A home environment in blue can help people reduce food intake.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 题设"}, {"sentence": "A housekeeper is to clean up the kitchen.", "come": "2015年高考英语天津卷 阅读理解 阅读A 选项"}, {"sentence": "A kind of \"green thinking \" has become part of practices.", "come": "2014年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "A kitemark scheme would be workable on a nationwide scale.", "come": "2016年高考英语上海卷 阅读理解 阅读C 选项"}, {"sentence": "A latest study on the college job market showed that employers wanted to hire 22% fewer graduates this year than last.", "come": "2016年高考英语全国卷1 听力 原文"}, {"sentence": "A legend, also called a key, is a guide to the symbols and colors used in the graph.", "come": "2015年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "A line graph looks similar to a bar graph, but instead of bars, it plots points and connects them with a line.", "come": "2015年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "A list of references must be included.", "come": "2019年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "A listener in China, Wang ming, who is about to get an engineering degree, wants to know how American college graduates find jobs.", "come": "2016年高考英语全国卷1 听力 原文"}, {"sentence": "A little time planning ahead can save a lot of work later on.", "come": "2014年高考英语全国卷2 阅读理解 七选五 选项"}, {"sentence": "A local driving school has also offered him six free driving lessons.", "come": "2017年高考英语浙江卷（11月） 完形填空 原文"}, {"sentence": "A local farmer told them the dog sounded like one advertised as lost in the local paper.", "come": "2019年高考英语全国卷2 完形填空 原文"}, {"sentence": "A lot of business is still done over the phone, and much of it is based on trust and existing relationships.", "come": "2019年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "A lunchtime escape allows her to keep a boss from tapping her on the shoulder.", "come": "2019年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "A machine with a specific purpose has another quality, one that we usually associate with living things: a wish to preserve its own existence.", "come": "2017年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "A man owes his success to his family support.", "come": "2018年高考英语北京卷 阅读理解 阅读A 选项"}, {"sentence": "A man should learn suitable ways to deal with life.", "come": "2019年高考英语天津卷 阅读理解 阅读D 选项"}, {"sentence": "A man should try to satisfy people around him.", "come": "2019年高考英语天津卷 阅读理解 阅读D 选项"}, {"sentence": "A man was free if he was self-controlled.", "come": "2015年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "A month before my first marathon, one of my ankles was injured and this meant not running for two weeks, leaving me only two weeks to train.", "come": "2018年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "A month before the marathon, the author made up his mind to run.", "come": "2018年高考英语北京卷 阅读理解 阅读A 题设"}, {"sentence": "A multi-year drought (干旱) in south-east Brazil is becoming worse.", "come": "2016年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "A musher named Kaasen had to brave this storm.", "come": "2016年高考英语北京卷 完形填空 原文"}, {"sentence": "A neighborhood girl had bought a new bike.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读D 选项"}, {"sentence": "A neighborhood girl I'd played with millions of times appeared with the exact same basket fixed to her shiny, new bike that already had all the bells and whistles.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读D 原文"}, {"sentence": "A new collection of photos brings an unsuccessful antArctic voyage back to life.", "come": "2016年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "A new commodity brings about a highly profitable, fast-growing industry, urging antitrust反垄断regulators to step in to check those who control its flow.", "come": "2017年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "A new report found 46 percent of meals are eaten alone in America.", "come": "2019年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "A nurse who understands the healing (治愈) value of silence can use this understanding to assist in the care of patients from their own and from other cultures.", "come": "2016年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "A person's accent reflects his class.", "come": "2015年高考英语广东卷 阅读理解 阅读D 选项"}, {"sentence": "A photography exhibition held by Han Media to celebrate its founding in New York city on April 24, featuring three emerging Chinese photographers; yingxi Michael Shi, Haiyin lin and liming Guan, whose works have appeared in publications such as Vogue.", "come": "2015年高考英语广东卷 阅读理解 信息匹配 原文"}, {"sentence": "A pie graph might include a legend, or it might use icons or labels within each slice.", "come": "2015年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "A politician may read an account of his latest successful public meeting, not for its delayed reward, but very much as his wife reads an account of a party.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}]}], "abbreviation": [{"mean_en": "acetone", "mean_cn": "丙酮"}, {"mean_en": "amphetamine", "mean_cn": "苯异丙胺,安非他明,苯齐巨林"}, {"mean_en": "(Italian=and)", "mean_cn": "(意大利语)和"}, {"mean_en": "Long and hot summers", "mean_cn": "长期炎热的夏季(气候符号说明)"}, {"mean_en": "abandon", "mean_cn": "放弃"}, {"mean_en": "abbreviation", "mean_cn": "缩写，节略，缩写式，缩写词，略语"}, {"mean_en": "able", "mean_cn": "能够，有能力的，能干的，有法定资格的"}, {"mean_en": "about", "mean_cn": "关于，大约"}, {"mean_en": "absent", "mean_cn": "缺席；缺乏"}, {"mean_en": "absolute", "mean_cn": "完全的，绝对的，无条件的"}, {"mean_en": "absolute pressure", "mean_cn": "绝对压力"}, {"mean_en": "absorbance, absorption", "mean_cn": "吸收"}, {"mean_en": "absorption", "mean_cn": "吸收(作用)"}, {"mean_en": "abstract", "mean_cn": "摘要，抽象，抽象的，理论的，摘要，抽象化"}, {"mean_en": "abundant", "mean_cn": "丰富的，充裕的"}, {"mean_en": "abutment", "mean_cn": "桥台，拱座"}, {"mean_en": "acceleration", "mean_cn": "加速，加速度"}, {"mean_en": "acceleration in feet per second", "mean_cn": "加速度(单位：英尺/秒)"}, {"mean_en": "acceptance", "mean_cn": "接受，承诺，容忍，赞同，相信"}, {"mean_en": "accepted", "mean_cn": "已认付，已承兑，已接受"}, {"mean_en": "accidental", "mean_cn": "意外的，非主要的，附属的"}, {"mean_en": "accommodate", "mean_cn": "容纳；供给；调节"}, {"mean_en": "accommodation", "mean_cn": "住处，膳宿；适应性调节"}, {"mean_en": "account", "mean_cn": "计算，账目，说明"}, {"mean_en": "accusative", "mean_cn": "对格(的)，宾格(的)"}, {"mean_en": "acetate", "mean_cn": "醋酸盐，醋酸基，醋酸纤维素"}, {"mean_en": "acid", "mean_cn": "酸，酸味物质，酸性的，酸味的"}, {"mean_en": "acoustics", "mean_cn": "声学；音响效果"}, {"mean_en": "acquittance", "mean_cn": "(债务的)清偿，清欠收据"}, {"mean_en": "acre", "mean_cn": "英亩，地产，大片田地"}, {"mean_en": "acre(s)", "mean_cn": "英亩"}, {"mean_en": "acreage", "mean_cn": "英亩数"}, {"mean_en": "acronym", "mean_cn": "首字母缩写"}, {"mean_en": "acting", "mean_cn": "代理的，起作用的，演戏的"}, {"mean_en": "action", "mean_cn": "战斗；活动；作用"}, {"mean_en": "active", "mean_cn": "主动的"}, {"mean_en": "actual (weight)", "mean_cn": "实际(重量)"}, {"mean_en": "adagio", "mean_cn": "悠闲；柔板；缓板；柔板乐章"}, {"mean_en": "additional", "mean_cn": "另外的，附加的"}, {"mean_en": "address", "mean_cn": "地址，致辞，演讲，说话的技巧，向……致辞，演讲，写姓名地址，从事，忙于"}, {"mean_en": "adjective", "mean_cn": "形容词"}, {"mean_en": "adjutant", "mean_cn": "副官，人事行政参谋"}, {"mean_en": "adult", "mean_cn": "已成人的；成年人"}, {"mean_en": "advice", "mean_cn": "劝告，意见"}, {"mean_en": "aerial", "mean_cn": "空气的；航空的；天线的；架空的"}, {"mean_en": "afloat", "mean_cn": "漂浮的；在水上，在船上"}, {"mean_en": "after", "mean_cn": "在……以后，在……后面"}, {"mean_en": "afternoon", "mean_cn": "下午，下午的，晚期"}, {"mean_en": "afterwards", "mean_cn": "后来，以后"}, {"mean_en": "age", "mean_cn": "年龄，年岁，寿命"}, {"mean_en": "aged", "mean_cn": "老(马)(指六岁以上的赛马)"}, {"mean_en": "air", "mean_cn": "空气，样子，空中，曲调，使通风，宣扬，夸耀，显示"}, {"mean_en": "alaskite", "mean_cn": "白岗岩"}, {"mean_en": "allele (recessive)", "mean_cn": "等位基因(隐性性状)"}, {"mean_en": "allied", "mean_cn": "联合的，同盟的，同盟国的"}, {"mean_en": "alteration", "mean_cn": "改变，改动，变更，变动"}, {"mean_en": "alternating", "mean_cn": "交互；交流(的)；交变(的)，交替(的)"}, {"mean_en": "altitude", "mean_cn": "(海拔)高度，高处，高等"}, {"mean_en": "altitude intercept", "mean_cn": "高度差距"}, {"mean_en": "alto (instruments or voices)", "mean_cn": "女低音，次高音(乐器或声音)"}, {"mean_en": "am", "mean_cn": "是"}, {"mean_en": "amateur", "mean_cn": "业余爱好者，业余艺术家"}, {"mean_en": "ambassador", "mean_cn": "大使"}, {"mean_en": "among", "mean_cn": "在……之中；在……中间"}, {"mean_en": "ampere", "mean_cn": "安(培)〈SI制电流单位〉"}, {"mean_en": "amperes", "mean_cn": "安；安培"}, {"mean_en": "amplification", "mean_cn": "扩大，放大，加强，增强"}, {"mean_en": "amplitude", "mean_cn": "振幅"}, {"mean_en": "analyser", "mean_cn": "分析者，分析仪，分析器，万用表"}, {"mean_en": "analysis", "mean_cn": "分析，分解"}, {"mean_en": "andalusite", "mean_cn": "红柱石"}, {"mean_en": "angle of attack", "mean_cn": "迎角，冲角"}, {"mean_en": "anhydrous", "mean_cn": "无水的"}, {"mean_en": "annealed", "mean_cn": "退火，焖火，锻炼，磨练(意志)"}, {"mean_en": "annealing", "mean_cn": "热处理，退火"}, {"mean_en": "anno (=in the year of)", "mean_cn": "(拉丁语)在……年"}, {"mean_en": "annual", "mean_cn": "每年的，年度的，一年一次的"}, {"mean_en": "annually", "mean_cn": "一年一次，每年"}, {"mean_en": "annus (Italian=year)", "mean_cn": "(意大利语)年"}, {"mean_en": "anode", "mean_cn": "阳极，正极"}, {"mean_en": "anonymous", "mean_cn": "匿名的，无名的，来源不明的"}, {"mean_en": "answer", "mean_cn": "答复，回答，答案，解决办法"}, {"mean_en": "ante", "mean_cn": "赌注，应摊费用"}, {"mean_en": "ante (Spanish=before)", "mean_cn": "(西班牙语)在……之前"}, {"mean_en": "antenna", "mean_cn": "天线"}, {"mean_en": "anthracite", "mean_cn": "无烟煤"}, {"mean_en": "apartment", "mean_cn": "〈美国〉公寓住宅，单元住宅，房间"}, {"mean_en": "applicant", "mean_cn": "申请人，请求人"}, {"mean_en": "application", "mean_cn": "请求，申请，应用，适用"}, {"mean_en": "appointed", "mean_cn": "指定的，约定的"}, {"mean_en": "apprentice", "mean_cn": "学徒，当学徒"}, {"mean_en": "approved", "mean_cn": "经核准的，被认可的"}, {"mean_en": "aqua (=water)", "mean_cn": "(拉丁语)水，液体"}, {"mean_en": "aqueous", "mean_cn": "水的，含水的"}, {"mean_en": "arc", "mean_cn": "弧，电弧；弧度"}, {"mean_en": "arctic (air mass)", "mean_cn": "北极气"}, {"mean_en": "are (unit of metric land)", "mean_cn": "公亩(公制土地丈量单位)"}, {"mean_en": "are(s)", "mean_cn": "公亩(等于100平方米或0.15市亩)"}, {"mean_en": "area", "mean_cn": "地区，区域，地带，范围，面积"}, {"mean_en": "argent", "mean_cn": "银制的，银白色的"}, {"mean_en": "armament", "mean_cn": "武器，军械，军备"}, {"mean_en": "aromatic", "mean_cn": "芳香族的；芳香植物；芳香剂"}, {"mean_en": "arrange", "mean_cn": "安排，排列亚洲研究新闻分析队"}, {"mean_en": "arrest", "mean_cn": "逮捕；拘留；阻止，制动，延迟"}, {"mean_en": "arrival", "mean_cn": "到来，到达，到达者"}, {"mean_en": "arrive", "mean_cn": "到达，抵达"}, {"mean_en": "arroyo", "mean_cn": "旱谷"}, {"mean_en": "arteria (Latin=artery)", "mean_cn": "(拉丁语)要道，动脉"}, {"mean_en": "arterial blood", "mean_cn": "动脉血"}, {"mean_en": "artery", "mean_cn": "动脉"}, {"mean_en": "artificial", "mean_cn": "人造的，假的，非原产地的"}, {"mean_en": "artificial deposit", "mean_cn": "人工堆积"}, {"mean_en": "asbestos", "mean_cn": "石棉"}, {"mean_en": "asked", "mean_cn": "要求的，请求的"}, {"mean_en": "assessed", "mean_cn": "估价的；征收的"}, {"mean_en": "assist", "mean_cn": "援助，帮助"}, {"mean_en": "assists", "mean_cn": "助杀(攻)次数(棒球)"}, {"mean_en": "association", "mean_cn": "协会，联盟，社团，联合，结合"}, {"mean_en": "assorted", "mean_cn": "多样混合的，分类配全"}, {"mean_en": "assured", "mean_cn": "确定的，有保证的"}, {"mean_en": "asymmetric", "mean_cn": "不均匀的，不对称的"}, {"mean_en": "at", "mean_cn": "在，对，向"}, {"mean_en": "atmosphere", "mean_cn": "大气；大气压"}, {"mean_en": "atom", "mean_cn": "原子"}, {"mean_en": "atomic", "mean_cn": "原子的，原子能的"}, {"mean_en": "atomic weight", "mean_cn": "原子量"}, {"mean_en": "attached", "mean_cn": "附属的，附带的"}, {"mean_en": "attendance", "mean_cn": "出席，到场，出席的人数"}, {"mean_en": "attention", "mean_cn": "注意(信号)"}, {"mean_en": "attenuation constant", "mean_cn": "减幅常数"}, {"mean_en": "audit", "mean_cn": "审计；查账；决算"}, {"mean_en": "audit(or)", "mean_cn": "审查(人)，稽核(人)"}, {"mean_en": "augite", "mean_cn": "辉石"}, {"mean_en": "aunt", "mean_cn": "姑妈，伯母，舅妈，阿姨"}, {"mean_en": "author", "mean_cn": "作者"}, {"mean_en": "automatic", "mean_cn": "自动机械，自动的，无意识的，机械的"}, {"mean_en": "autonomous consumption", "mean_cn": "自主消费量"}, {"mean_en": "available", "mean_cn": "现成可使用的，可利用的，可得到的，可买到的"}, {"mean_en": "aviation", "mean_cn": "航空，航空学，航空术"}, {"mean_en": "aviator", "mean_cn": "飞行员，飞行家"}, {"mean_en": "axial", "mean_cn": "轴向的，轴的，沿轴的"}, {"mean_en": "axiom", "mean_cn": "公理，原理格言"}, {"mean_en": "axis", "mean_cn": "轴，轴线，轴心"}, {"mean_en": "azimuth", "mean_cn": "方位，方位角；地平经度"}, {"mean_en": "azure", "mean_cn": "苍天，蔚蓝的"}, {"mean_en": "cemb a cembalo (Italian=by the harpsichord)", "mean_cn": "(意大利语)借助于大键琴"}, {"mean_en": "distance from leading edge to aerodynamic center", "mean_cn": "从最前边缘到空气动力学中心的距离(科技符号)"}, {"mean_en": "specific absorptioncoefficient", "mean_cn": "特定的吸收系数(科技符号)"}, {"mean_en": "specific rotation", "mean_cn": "特定的旋度(科技符号)"}, {"mean_en": "article", "mean_cn": "商品，条款，条文，规定，(复数)章程"}], "kaoyan": [{"word": "a", "count": 100, "kd": [], "Sentence": [{"sentence": "\"Carry a book with you at all times\" can actually work, too-providing you dip in often enough, so that reading becomes the default state from which you temporarily surface to take care of business, before dropping back down.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Hooray! At last!\" wrote Anthony Tommasini, a sober-sided classical-music critic.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"Hugging protects people who are under stress from the increased risk for colds that's usually associated with stress,\" notes Sheldon Cohen, a professor of psychology at Carnegie.", "come": "2017年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "\"I wouldn't pick a year to end print,\" he said.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"Idleness is not just a vacation, an indulgence or a vice; It is as indispensable to be brain as vitamin D is to the body...[idleness] is, paradoxically, necessary to getting any work done,\" he argues.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"It was seen as a blunder,\" he said.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"It's a really hard thing to do and it's a tremendous luxury that BuzzFeed doesn't have a legacy business,\" Peretti remarked.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"It's already a huge problem from a public expenditure perspective for the whole country,\" he says.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Many jobs are boring, degrading, unhealthy, and a waste of human potential,\" says John Danaher, a lecturer at the National University of Ireland in Galway.", "come": "2017年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "\"Many young people assume a great deal of personal responsibility for educating themselves and actively seeking out opposing viewpoints,\"  the survey concluded.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"Mass produced clothing, like fast food, fills a hunger and need, yet is non-durable and wasteful,\" Cline argues.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"My father was an RAF pilot and my cousin the skipper of a Lancaster lost over Berlin,\" he adds.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Once on the calendar I protect this time like I would a doctor's appointment or important meeting\", he writes.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Our products succeed when they become part of daily or weekly patterns,\" said Carol Berning, a consumer psychologist who recently retired from Procter and Gamble, the company that sold $76 billion of tide, Crest and other products last year.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Speaking with your children before you make a real estate decision is wise, but I wouldn't base the purchasing decision solely on their opinions.\" Hampson said.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"The first thing needed for innovation is a fascination with wonder,\" says Dawna Markova, author of \"The Open mind\".", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"The gap is between the jobs that take no skills and those that require a lot of skill,” says Rob Spohr, a business professor at Montcalm Community College.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"The lesser prairie chicken is in a desperate situation,\" said USFWS director Daniel Ashe.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"There has been a kind of revival or a rethinking about what guilt is and what role guilt can serve,\" says Amrisha Vaish, a psychology researcher at the University of virginia, adding that this revival is part of a larger recognition that emotions aren't ", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"There is a kind of false precision being hawked by people claiming they are doing ancestry testing,\" says Trey Duster, a New York University sociologist.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"There seems to be a predominance of short-term thinking at the expense of long-term investing,\" said Commissioner Daniel Gallagher of the US Securities and Exchange Commission in speech this week.", "come": "2019年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"They blame it on the manufacturing recession,\" says birgit Klohs, chief executive of The right Place, a business development agency for western michigan.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"They're harder to find and they have job offers,\" says Jay Dunwell, president of Wolverine Coil Spring, a family owned firm.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"This indicates there is a real personal responsibility in counteracting this problem,\" says Roxanne Stone, editor in chief at Barna Group.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"We estimate that either eliminating a substantial labour-rights concern, such as child labour, or increasing corporate giving by about 20% results in fines that generally are 40% lower than the typical punishment for bribing foreign officials,\" says one ", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"We'd assumed we'd have to give it a moving head and tail, facial features, and put a scene on it to make it smell like a real rat, but that wasn't necessary,\" says Janet wiles at the University of Queensland in Australia, who helped with the research.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"When Dr.Epley and Mr.Schoreder asked other  people in the same train station to predict  how they would feel after talking to  a stranger, the commuters thought their  ride would be more pleasant if they  sat on their own,\" the New York times summarizes.", "come": "2015年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "\"When I come home from a hard day's work, I often feel tired,\" Danaher says, adding,\"In a world in which I don't have to work, I might feel rather different\" - perhaps different enough to throw himself into a hobby or a passion project with the intensity ", "come": "2017年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "\"Whenever decisions are based on masses of data, you quickly get into a lot of ethical questions,\" notes Tan kiat How, chief executive of a singapore-based agency that is helping the government develop a voluntary code for the ethical use of ai.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "A \"southern\"camp headed by French wants something different: \"European economic government\" within an inner core of euro-zone members.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A \"town of culture\" could be not just about the arts but about honoring a town's peculiarities-helping sustain its high street, supporting local facilities and above all celebrating its people and turn it into action.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A 2014 survey conducted in Australia, Britain, and the United States by the University of Wisconsin-Madison found that young people's reliance on social media led to greater political engagement.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A badly run \"year of culture\" washes in and out of a place like the tide, bringing prominence for a spell but leaving no lasting benefits to the community.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A calm, rule-following child might respond better to a different sort of parenting than, for example, a younger sibling.", "come": "2020年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A Canadian study found that children as young as 14 months can differentiate between a credible person and a dishonest one.", "come": "2018年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "A century ago, few people regularly brushed their teeth multiple times a day.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A century ago, the immigrants from across the Atlantic included settlers and sojourners.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A couple of Christmases ago, my youngest stepdaughter, who was 9 years old at the time, got a Superman T-shirt for Christmas.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A cynic might speculate that the UK is on the verge of disappearing into an endless fever of self-celebration in its desperation to reinvent itself for the post-Brexit world: after town of culture, who knows that will follow-village of culture?", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A deal is a deal-except, apparently,when Entergy is involved.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A Department of Health spokesperson said: \"We need to create a new vision for public health where all of society works together to get healthy and live longer.\"", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A different and not mutually exclusive prediction holds that the future will be a wasteland of a different sort, one characterized by purposelessness\": without jobs to give their lives meaning, people will simply become lazy and depressed.", "come": "2017年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A federal appeals court overturned the prior decision, ruling that Myriad Genetics could indeed hold patents to two genes that help forecast a woman's risk of breast cancer.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A few decades ago, many people didn't drink water outside of a meal.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A few wealthy people will own all the capital, and the masses will struggle in an impoverished wasteland.", "come": "2017年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A further concern is that the use of electronic means of payment leaves an electronic trail that contains a large amount of personal data.", "come": "2013年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A group of labour MPs, among them Yvette Cooper, are bringing in the new year with a call to institute a UK \"town of culture\" award.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A growing number of researchers and organisations are now thinking seriously about that question.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A growing number seem to agree.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A Harvard Business School study found that observers consistently rated those who were frank about themselves more highly, while those who hid lost trustworthiness.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A judge has now overruled the city's decision to stop levying fines, ordering them reinstated.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A Knight Foundation focus-group survey of young people between ages 14 and 24 found they use \"distributed trust\" to verify stories.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A lack of formal education, however, doesn't constrain the ability of the developing world's workforce to substantially improve productivity for the foreseeable future.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A large part of evaluation is calling out bad arguments, but we also need to admit good arguments by opponents and to apply the same critical standards to ourselves.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "A long struggle will be needed to avoid a future of digital feudalism.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A moralist, satirist, and social reformer Dickens crafted complex plots and striking characters that capture the panorama of English society.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A more practical goal is to try, to the best of your ability, to be as tolerant and composed as you can when faced with trying situations involving your children.", "come": "2020年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A new study suggests that contrary to most surveys, people are actually more stressed at home than at work.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A new survey by Harvard University finds more than two-thirds of young Americans disapprove of President Trump's use of Twitter.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A number of studies have concluded that normal-weight people are in fact at higher risk of some diseases compared to those who are overweight.", "come": "2014年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A pair of bills sponsored by Massachusetts state Senator Jason Lewis and House Speaker Pro Tempore Patricia Haddad, to ensure \"gender parity\" on boards and commissions, provide a case in point.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A passenger peering out of the window might not even see the other planes.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A quarter of America's public-sector workers have a university degree.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A recent annual study of countries and their ability to convert growth into well-being sheds some light on that question.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A recent paper, titled \"The Natural Selection of Bad Science\", published on the Royal Society's open science website, attempts to answer this intriguing and important question.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "A recent study attempts to separate them by looking at bribery prosecutions under America's Foreign Corrupt Practices Act.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A report last year pointed out that the costs both of subscriptions and of these \"article preparation costs\" had been steadily rising at a rate above inflation.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A series of fires and overcrowded conditions led to the construction of the existing Treasury Building.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A smartphone may contain an arrestee's reading history, financial history, medical history and comprehensive records of recent correspondence.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A string of accidents, including the partial collapse of a cooling tower in 2007 and the discovery of an underground pipe system leakage, raised serious questions about both Vermont Yankee's safety and Entergy's management– especially after the company ma", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A survey by Barna research group found the top reason given by Americans for the fake news phenomenon is \" reader error,\" more so than made- up stories or factual mistakes in reporting.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A tailor named John Dane, who emigrated in the late 1630s, left an account of his reasons for leaving England that is filled with signs.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A town of culture award could, it is argued, become an annual event, attracting funding and creating jobs.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A turbulent business environment also has senior managers cautious of letting vague pronouncements cloud their reputations.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A typical work, such as Seven Days, consists of a single beautiful black-and-white photograph taken on an epic walk, with the mileage and number of days taken listed beneath.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A young man can decide on a likely spouse on his own and then ask his parents to arrange the marriage negotiations, or the young man's parents may make the choice of a spouse, giving the child little to say in the selection.", "come": "2016年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "About a quarter of all Italian immigrants, for example, eventually returned to Italy for good.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "About a third say the problem of fake news lies in \"misinterpretation or exaggeration of actual news\" via social media.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Above all, they would hope to study a fundamental question: Are humans actually aware of the world they live in?", "come": "2009年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "According to a study by Catalyst, between 2010 and 2015 the share of women on the boards of global corporations increased by 54 percent.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "According to research from Princeton University, people assess your competence, trustworthiness, and like ability in just a tenth of a second, solely based on the way you look.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Across generational lines, Americans continue to prize many of the same traditional milestones of a successful life, including getting married, having children, owning a home, and retiring in their sixties.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Across the country, factory owners are now grappling with a new challenge: Instead of having too many workers, they may end up with too few.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "After a bruising encounter with Congress, America's financial Accounting Standards Board rushed through rule changes.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "After a spouse has been selected, each family investigates the other to make sure its child is marrying into a good family.", "come": "2016年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "After all, if everyone you know is going to college in the fall, it seems silly to stay back a year, doesn't it?", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "After all, it was rumored that smoking caused cancer for years before the evidence was found to prove a connection.", "come": "2020年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "After bills, Tony has ￡60 a week to spend, ￡40 of which goes on food, but 10 years ago he was earning ￡130,000 a year working in corporate communications and eating at London's best restaurants at least twice a week.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "After pickwick, Dickens plunged into a bleaker world.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "After the first installment, Dickens wrote to the artist and asked him to correct a drawing Dickens felt was not faithful enough to his prose.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Against a backdrop of drastic changes in economy and population structure, younger Americans are drawing a new 21st-century road map to success, a latest poll has found.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "All but two pieces sold, fetching more than £70m, a record for a sale by a single artist.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "All he needs to do is shell out $30 for a paternity testing kit  at his local drugstore – and another $120 to get the results. 　", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "All in all, this clearly seems to be a market in which big retailers could profitably apply their gigantic scale, existing infrastructure, and proven skills in the management of product ranges, logistics, and marketing intelligence.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "All of which would, of course, have a positive effect on our happiness levels.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "All tests require a potential candidate with whom to compare DNA.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Almost everyone who was interviewed for this special report said that the biggest problem at the moment is not a lack of demand but a lack of good work to sell.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Along with the many folks looking to make a permanent home in the United States came those who had no intention to stay, and who would make some money and then go home.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Also in the early 1900s, French sociologist Emile Durkheim developed a theory of culture that would greatly influence anthropology.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Although a correlation between them leaving and subsequent bad performance at the firm is suggestive, it does not mean that such directors are always jumping off a sinking ship.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}]}], "bidec": {"word_name": "a", "parts": [{"part_id": "18048", "part_name": "art.", "word_id": "13355", "means": [{"mean_id": "30556", "part_id": "18048", "word_mean": "表示“一(个, 件…)", "sentences": [{"en": "He needs an assistant.", "cn": "他需要一位助手。"}]}, {"mean_id": "30557", "part_id": "18048", "word_mean": "(非特指的)一(个)", "sentences": [{"en": "He works in a factory.", "cn": "他在一家工厂工作。"}, {"en": "When I entered the room, I saw a man standing at the window.", "cn": "我走进房间时, 看见一个男人站在窗前。"}]}, {"mean_id": "30558", "part_id": "18048", "word_mean": "(同类事物中的)任何一(个)", "sentences": [{"en": "A child needs love.", "cn": "儿童需要爱。"}]}, {"mean_id": "30559", "part_id": "18048", "word_mean": "(用于表示时间、速度、价格等意义的)每一", "sentences": [{"en": "The boy was paid two dollars a day.", "cn": "那男孩每天挣两美元。"}, {"en": "Apple costs five dollars a kilogram.", "cn": "苹果每千克五美元。"}]}, {"mean_id": "30560", "part_id": "18048", "word_mean": "(用在某些物质名词和抽象名词前)一阵、一场、一种", "sentences": [{"en": "A gentle wind disturbed the surface of the water.", "cn": "微风拂动水面。"}, {"en": "He was caught in a heavy rain.", "cn": "他遇上了一阵大雨。</seg>"}]}]}]}, "collins": [{"entry": [{"def": "You use <b>a</b> or <b>an</b> when you are referring to someone or something for the first time or when people may not know which particular person or thing you are talking about.", "tran": "（指初次提及或非特指的人或物）一（个）", "posp": "DET", "example": [{"ex": "A waiter entered with a tray...", "tran": "侍者端着托盘进来了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/5/1/951b318749f0c4025cdd3262ac570864.mp3", "tts_size": "8K"}, {"ex": "He started eating an apple...", "tran": "他开始吃苹果。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/6/f/16fde058d9f3fc958a4446511ebea400.mp3", "tts_size": "8K"}]}, {"def": "You use <b>a</b> or <b>an</b> when you are referring to any person or thing of a particular type and do not want to be specific.", "tran": "（一类人或事物中非特指的）任何一（个）", "posp": "DET", "example": [{"ex": "...expensive make-up that we saw being advertised by a beautiful model...", "tran": "我们所见的由一位漂亮模特代言的昂贵化妆品", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/8/2/2828f85eaacd2de8b976aad11d7bd318.mp3", "tts_size": "19K"}, {"ex": "I suggest you leave it to an expert...", "tran": "我建议你把它留给专家来解决。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/c/0/2c02012a12a710b9003777e45df9fcf6.mp3", "tts_size": "11K"}]}, {"def": "You use <b>a</b> or <b>an</b> in front of an uncount noun when that noun follows an adjective, or when the noun is followed by words that describe it more fully.", "tran": "（用于前加形容词或后加修饰语的不可数名词之前）一（种）", "posp": "DET", "example": [{"ex": "There was a terrible sadness in her eyes...", "tran": "她眼神中流露出深深的悲伤。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/d/1/fd1c513c01262b97b2899721c0a37f0e.mp3", "tts_size": "12K"}, {"ex": "He did have a real knowledge of the country...", "tran": "他对该国的确知之甚多。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/6/f/06fb99f4718f3a42fa5bd4cc14a42fa1.mp3", "tts_size": "10K"}]}, {"def": "You use <b>a</b> or <b>an</b> in front of a mass noun when you want to refer to a single type or make of something.", "tran": "（用于物质名词前）一（类），一（种）", "posp": "DET", "example": [{"ex": "Bollinger 'RD' is a rare, highly prized wine.", "tran": "博林格RD香槟是一种名贵的备受推崇的葡萄酒。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/7/b/87b99623f98995c286e52fdbd9bc6f69.mp3", "tts_size": "16K"}]}, {"def": "You use <b>a</b> in quantifiers such as <b>a lot</b> ,<b>a little</b>, and <b>a bit</b>.", "tran": "（用于表示数量的词组中）许多/少许/一点", "posp": "DET", "example": [{"ex": "I spend a lot on expensive jewelry and clothing...", "tran": "我花很多钱购买昂贵的首饰和衣服。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/d/1/fd10081dc7876bea6bc032b4ce847c34.mp3", "tts_size": "16K"}, {"ex": "I've come looking for a bit of advice.", "tran": "我特来讨教。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/6/a/26aa798693d35db3c2b44e30e4e087eb.mp3", "tts_size": "11K"}]}, {"def": "You use <b>a</b> or <b>an</b> to refer to someone or something as a typical member of a group, class, or type.", "tran": "（一类人或事物中典型的）一（个）", "posp": "DET", "example": [{"ex": "Some parents believe a boy must learn to stand up and fight like a man.", "tran": "有些父母认为男孩子必须学会像男子汉一样顶天立地，勇于抗争。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/9/9/999671528b044143205a1676bfd30ea5.mp3", "tts_size": "20K"}, {"ex": "...the operation a patient has had.", "tran": "病人做过的手术", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/f/a/4fa13089ac0e9bf3a7b15f1ed4a218c6.mp3", "tts_size": "11K"}]}, {"def": "You use <b>a</b> or <b>an</b> in front of the names of days, months, or festivals when you are referring to one particular instance of that day, month, or festival.", "tran": "（用于日子、月份或节日的名称之前以表示特例）一个", "posp": "DET", "example": [{"ex": "The interview took place on a Friday afternoon...", "tran": "采访是在一个星期五的下午进行的。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/a/c/8ac3e7be10db8fe5e34d535977091ab4.mp3", "tts_size": "14K"}, {"ex": "It was a Christmas when shoppers passed by expensive silks in favor of more practical gifts.", "tran": "这是一个购物者不理会昂贵的丝绸衣服而热衷于更实用礼物的圣诞节。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/6/a/f6abd41cb8a90b72fe8c25b491a65c8b.mp3", "tts_size": "28K"}]}, {"def": "You use <b>a</b> or <b>an</b> when you are saying what someone is or what job they have.", "tran": "（从事某一职业的）一（位），一（名）", "posp": "DET", "example": [{"ex": "I explained that I was an artist...", "tran": "我解释说自己是个艺术家。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/3/e/13eb79018d0958559d93d984cf6c826a.mp3", "tts_size": "10K"}, {"ex": "He was now a teacher and a respectable member of the community.", "tran": "他现在是一位教师，并且是社区内受人尊敬的一员。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/9/9/e9908b9ba2262caf1a02f0856bbc437f.mp3", "tts_size": "18K"}]}, {"def": "You use <b>a</b> or <b>an</b> in front of the names of people as a way of indicating that you do not know them or anything about them and you are saying their name for the first time.", "tran": "（用于不为说话人所知的首次提到的人名前）某一（个）", "posp": "DET", "example": [{"ex": "The full address on a stick-on label was that of a Mrs P. R. Slater of Peterborough...", "tran": "不干胶标签上的完整地址写的是彼得伯勒的一位P. R. 斯莱特太太。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/5/d/b5d051a5e9f94fdb65bbed9d707a337a.mp3", "tts_size": "23K"}, {"ex": "A Dr Matthew Owens was reported missing while on an expedition to north-eastern Turkey.", "tran": "据报道，一位叫马修·欧文斯的博士在前往土耳其东北部考察的途中失踪了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/6/0/9607c7d3c4dae63d1d6d16c10f990c0a.mp3", "tts_size": "25K"}]}, {"def": "You use <b>a</b> or <b>an</b> in front of the names of people when you want to refer to someone else who has the same qualities or character as the person named.", "tran": "（用于人名前，表示与该人有相同特性或品质）类似…的一个（或一位）", "posp": "DET", "example": [{"ex": "When I listen to her play I can hear a new Nigel Kennedy.", "tran": "从她的演奏中我听出了新一代的奈杰尔·肯尼迪。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/c/d/4cda77eb3ebb43148dd1fe2ed9de0766.mp3", "tts_size": "16K"}]}, {"def": "You use <b>a</b> or <b>an</b> in front of a surname when you want to refer to someone who belongs to the family with that surname.", "tran": "（用于姓氏前，表示某人属于某姓氏家族）一位姓…的人", "posp": "DET", "example": [{"ex": "As far as I can recall, Patti was a Smith.", "tran": "我记得帕蒂是姓史密斯的。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/6/9/369a1008da191bbdbd9f46b1569cbb20.mp3", "tts_size": "15K"}]}, {"def": "You use <b>a</b> or <b>an</b> in front of the names of artists to refer to one individual painting or sculpture created by them.", "tran": "（用于艺术家名字前）一幅…的画，一件…的雕塑作品", "posp": "DET", "example": [{"ex": "Most people have very little difficulty in seeing why a Van Gogh is a work of genius.", "tran": "多数人不难理解为什么凡·高的作品是天才之作。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/b/e/1be459e678d555cf33783e258441e98a.mp3", "tts_size": "23K"}]}, {"def": "You use <b>a</b> or <b>an</b> instead of the number 'one', especially with words of measurement such as 'hundred', 'hour', and 'metre', and with fractions such as 'half', 'quarter', and 'third'.", "tran": "（代替数字one使用，尤用于hundred，hour和metre等表示度量的单词之前以及half, quarter和third等分数之前）", "posp": "DET", "example": [{"ex": "...more than a thousand acres of land.", "tran": "1,000多英亩地", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/8/7/08750492125d16c959de81c2fd5a1db5.mp3", "tts_size": "10K"}, {"ex": "...a quarter of an hour...", "tran": "一刻钟", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/2/f/a2fd4d7b3fb106c2f4971a282efd4211.mp3", "tts_size": "7K"}]}, {"def": "You use <b>a</b> or <b>an</b> in expressions such as <b>eight hours a day</b> to express a rate or ratio.", "tran": "（用于表示比率的短语中）每一", "posp": "DET", "example": [{"ex": "Prices start at £13.95 a metre for printed cotton...", "tran": "印花棉布以每米13.95英镑的价格起售。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/d/5/bd58489c307cbfc217ce97681b57b069.mp3", "tts_size": "23K"}, {"ex": "The helicopter can zip along at about 150 kilometres an hour.", "tran": "该直升机能以每小时150公里左右的速度疾进。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/7/2/c72280c730b3f013ae022c37bb011654.mp3", "tts_size": "22K"}]}]}], "ee_mean": [{"part_name": "Noun", "means": [{"word_mean": "1. the blood group whose red cells carry the A antigen", "sentences": []}, {"word_mean": "2. a metric unit of length equal to one ten billionth of a meter (or 0.0001 micron); used to specify wavelengths of electromagnetic radiation", "sentences": []}, {"word_mean": "3. any of several fat-soluble vitamins essential for normal vision; prevents night blindness or inflammation or dryness of the eyes", "sentences": []}, {"word_mean": "4. one of the four nucleotides used in building DNA; all four nucleotides have a common phosphate group and a sugar (ribose)", "sentences": []}, {"word_mean": "5. (biochemistry) purine base found in DNA and RNA; pairs with thymine in DNA and with uracil in RNA", "sentences": []}, {"word_mean": "6. the basic unit of electric current adopted under the Systeme International d'Unites;", "sentences": [{"sentence": "\"a typical household circuit carries 15 to 50 amps\""}]}, {"word_mean": "7. the 1st letter of the Roman alphabet", "sentences": []}]}], "derivation": [{"yuyuan_name": "Middle English : weak form of Old English ān 'one'"}], "baesInfo": {"word_name": "a", "is_CRI": "0", "items": [""], "symbols": [{"ph_en": "ə", "ph_am": "ə", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/22/97/2297067c3e5d25a542d1c1268d474d95.mp3", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/0/c/c/0cc175b9c0f1b6a831c399e269772661.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/22/97/2297067c3e5d25a542d1c1268d474d95.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/0/c/c/0cc175b9c0f1b6a831c399e269772661.mp3", "parts": [{"part": "art.", "means": ["一（个）", "每一（个）", "任一（个）"]}]}], "baesElse": [{"word_name": "A", "is_CRI": "1", "symbols": [{"ph_en": "eɪ", "ph_am": "eɪ", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/9f/f2/9ff282a9f1af8febebb2831404e9af3b.mp3", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/7/f/c/7fc56270e7a70fa81a5935b72eacbe29.mp3", "parts": [{"part": "n.", "means": ["英语字母表的第一个字母", "A音", "第一等", "第一个"]}, {"part": "abbr.", "means": ["安培"]}]}]}], "word_tag": [6, 2, 1, 0], "translate_type": 1, "frequence": 0}, "new_sentence": [{"tag": "全部", "word": "a", "meaning": "全部", "sentences": [{"id": 2487219, "type": 1, "cn": "精通法语", "en": "a good knowledge of French", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/5/33/aa59542dcc179ca3513d714ecedc1.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2487216, "type": 1, "cn": "我一次只能带两个。", "en": "I can only carry two at a time.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/8/c1/82f4594a0c87c70548d0227e0a0f9.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2487217, "type": 1, "cn": "有位客人找你。", "en": "There's a visitor for you.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/d5/b340b846b083d081fae18e7cb31c3.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2487218, "type": 1, "cn": "她是我父亲的一位朋友。", "en": "She's a friend of my father's (= one of my father's friends) .", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/f2/fadffbc1a77854d9a9f37e9dfe005.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2487214, "type": 1, "cn": "一个人；一匹马；一个单位", "en": "a man/horse/unit", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/fa/7f66a672e939acbd121ca910723db.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2487215, "type": 1, "cn": "一个姑母；一个鸡蛋；一小时；一张X光片", "en": "an aunt/egg/hour/x-ray", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/03/509ee9829778f82e0c86644abe947.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2487211, "type": 1, "cn": "一刻钟", "en": "...a quarter of an hour...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/a/2/f/a2fd4d7b3fb106c2f4971a282efd4211.mp3", "ttsSize": 7, "likeNum": 0}, {"id": 2487212, "type": 1, "cn": "印花棉布以每米13.95英镑的价格起售。", "en": "Prices start at £13.95 a metre for printed cotton...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/b/d/5/bd58489c307cbfc217ce97681b57b069.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 2487213, "type": 1, "cn": "该直升机能以每小时150公里左右的速度疾进。", "en": "The helicopter can zip along at about 150 kilometres an hour.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/7/2/c72280c730b3f013ae022c37bb011654.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2487209, "type": 1, "cn": "多数人不难理解为什么凡·高的作品是天才之作。", "en": "Most people have very little difficulty in seeing why a Van Gogh is a work of genius.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/1/b/e/1be459e678d555cf33783e258441e98a.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 2487210, "type": 1, "cn": "1,000多英亩地", "en": "...more than a thousand acres of land.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/0/8/7/08750492125d16c959de81c2fd5a1db5.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2487205, "type": 1, "cn": "不干胶标签上的完整地址写的是彼得伯勒的一位P. R. 斯莱特太太。", "en": "The full address on a stick-on label was that of a Mrs P. R. Slater of Peterborough...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/b/5/d/b5d051a5e9f94fdb65bbed9d707a337a.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 2487206, "type": 1, "cn": "据报道，一位叫马修·欧文斯的博士在前往土耳其东北部考察的途中失踪了。", "en": "A Dr Matthew Owens was reported missing while on an expedition to north-eastern Turkey.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/6/0/9607c7d3c4dae63d1d6d16c10f990c0a.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 2487207, "type": 1, "cn": "从她的演奏中我听出了新一代的奈杰尔·肯尼迪。", "en": "When I listen to her play I can hear a new Nigel Kennedy.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/4/c/d/4cda77eb3ebb43148dd1fe2ed9de0766.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2487208, "type": 1, "cn": "我记得帕蒂是姓史密斯的。", "en": "As far as I can recall, Patti was a Smith.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/3/6/9/369a1008da191bbdbd9f46b1569cbb20.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2487203, "type": 1, "cn": "我解释说自己是个艺术家。", "en": "I explained that I was an artist...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/1/3/e/13eb79018d0958559d93d984cf6c826a.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2487204, "type": 1, "cn": "他现在是一位教师，并且是社区内受人尊敬的一员。", "en": "He was now a teacher and a respectable member of the community.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/e/9/9/e9908b9ba2262caf1a02f0856bbc437f.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2487202, "type": 1, "cn": "这是一个购物者不理会昂贵的丝绸衣服而热衷于更实用礼物的圣诞节。", "en": "It was a Christmas when shoppers passed by expensive silks in favor of more practical gifts.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/6/a/f6abd41cb8a90b72fe8c25b491a65c8b.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 2487194, "type": 1, "cn": "她眼神中流露出深深的悲伤。", "en": "There was a terrible sadness in her eyes...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/d/1/fd1c513c01262b97b2899721c0a37f0e.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 2487195, "type": 1, "cn": "他对该国的确知之甚多。", "en": "He did have a real knowledge of the country...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/0/6/f/06fb99f4718f3a42fa5bd4cc14a42fa1.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2487196, "type": 1, "cn": "博林格RD香槟是一种名贵的备受推崇的葡萄酒。", "en": "Bollinger 'RD' is a rare, highly prized wine.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/8/7/b/87b99623f98995c286e52fdbd9bc6f69.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2487197, "type": 1, "cn": "我花很多钱购买昂贵的首饰和衣服。", "en": "I spend a lot on expensive jewelry and clothing...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/d/1/fd10081dc7876bea6bc032b4ce847c34.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2487198, "type": 1, "cn": "我特来讨教。", "en": "I've come looking for a bit of advice.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/2/6/a/26aa798693d35db3c2b44e30e4e087eb.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2487199, "type": 1, "cn": "有些父母认为男孩子必须学会像男子汉一样顶天立地，勇于抗争。", "en": "Some parents believe a boy must learn to stand up and fight like a man.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/9/9/999671528b044143205a1676bfd30ea5.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2487200, "type": 1, "cn": "病人做过的手术", "en": "...the operation a patient has had.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/4/f/a/4fa13089ac0e9bf3a7b15f1ed4a218c6.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2487201, "type": 1, "cn": "采访是在一个星期五的下午进行的。", "en": "The interview took place on a Friday afternoon...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/8/a/c/8ac3e7be10db8fe5e34d535977091ab4.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2487192, "type": 1, "cn": "我们所见的由一位漂亮模特代言的昂贵化妆品", "en": "...expensive make-up that we saw being advertised by a beautiful model...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/2/8/2/2828f85eaacd2de8b976aad11d7bd318.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2487193, "type": 1, "cn": "我建议你把它留给专家来解决。", "en": "I suggest you leave it to an expert...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/2/c/0/2c02012a12a710b9003777e45df9fcf6.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2487190, "type": 1, "cn": "侍者端着托盘进来了。", "en": "A waiter entered with a tray...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/5/1/951b318749f0c4025cdd3262ac570864.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 2487191, "type": 1, "cn": "他开始吃苹果。", "en": "He started eating an apple...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/1/6/f/16fde058d9f3fc958a4446511ebea400.mp3", "ttsSize": 8, "likeNum": 0}]}], "cetFour": [{"word": "a", "count": 100, "kd": [], "Sentence": [{"sentence": "After financial disasters family members also tend to do whatever they can to help each other and their communities, A 1940 book.", "come": "出自-2012年6月阅读原文"}, {"sentence": "why must we learn to identify the risks we are going to take?", "come": "出自-2011年12月阅读原文"}, {"sentence": "For many families the recession means more than not booking a holiday A You Gov poll of 2, 000 people found 22% said they were arguing more with their partners because of concerns about money", "come": "出自-2011年12月阅读原文"}, {"sentence": "Caught in the Web A few months ago, it wasn't unusual for 47-year-old Carla Toebe to spend 15 hours per day online", "come": "出自-2010年6月阅读原文"}, {"sentence": "\"Pleasure\" is not a dirty word.", "come": "2015年12月四级真题（第一套）阅读 Section B"}, {"sentence": "\"A balanced breakfast is really helpful, but getting regular meals throughout the day is more important to leave blood sugar stable through the day, which helps control weight and hunger levels,\" says Elder.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"A well-displayed meal is enhanced one hundred percent in my eyes,\" he later wrote in one of his cook books.", "come": "2018年12月四级真题（第二套）阅读 Section B"}, {"sentence": "\"Antarctica creates a hostile environment,\" says the operation director for the British Antarctic Survey.", "come": "2019年6月四级真题（第二套）听力 Section A"}, {"sentence": "\"As what happened with tobacco, this will require a cultural shift, but that can happen,\" says Nguyen. \"In the same way physicians used to smoke, and then stopped smoking and were able to talk to patients about it,I think physicians can have a bigger voic", "come": "2018年12月四级真题（第一套）阅读 Section B"}, {"sentence": "\"Being taller is associated with longer life expectancy,\" he said, \"This is largely due to a lower risk of dying of cardiovascular (心血管的) disease among taller people.\"", "come": "2019年6月四级真题（第二套）阅读 Section C"}, {"sentence": "\"Chauncy is a top student who is doing his best to make it in a world with no money and very few resources,\" White explained on the crowd-funding site.", "come": "2017年12月四级真题（第一套）听力 Section A"}, {"sentence": "\"Gamification is about understanding what it is that makes games engaging and what game designers do to create a great experience in games, and taking those learnings and applying them to other contexts such as the workplace and education,\" explains Kevin", "come": "2016年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"highly superior autobiographical memory\" or HSAM for short, first came to light in the early 2000s, with a young woman named jill Price.", "come": "2017年6月四级真题（第一套）阅读 Section B"}, {"sentence": "\"I am a visionary.\" he says.", "come": "2019年12月四级真题（第一套）阅读 Section B"}, {"sentence": "\"I followed my route like I normally do,\" Smith told a reporter.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "\"I have been bothered for a long time about the curious lack of curiosity,\"said a Democratic member of the New Jersey legislature back in July, referring to an insufficiently inquiring attitude on the part of an assistant to New Jersey Governor Chris Chri", "come": "2017年12月四级真题（第二套）阅读 Section B"}, {"sentence": "\"I prefer take home essays because it is then really about the writing, so you have time to edit and do more research,\" says Elizabeth Dresser, a junior at Barnard.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "\"I think we're unique as a federal agency,\" USPS official Mike Swigart told me, \"because we're in literally every community in this country.\"", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "\"If we are designing for engineers, I'm not talking about a \"game\" at all,\" Cornetti says.", "come": "2016年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"In fact, there is almost no hard evidence for midlife crisis other than a few small pilot studies conducted decades ago,\" Barbara Hagerty writes in her new book, life Reimagined.", "come": "2017年6月四级真题（第一套）阅读 Section C"}, {"sentence": "\"It actually had a very negative effect on morale and performance,\" Werbach says.", "come": "2016年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"It is a thing of no great difficulty,\" according to Plutarch,\" to raise objections against another man's speech, it is a very easy matter; but to produce a better in its place is a work extremely troublesome.\"", "come": "2015年12月四级真题（第二套）阅读 Section B"}, {"sentence": "\"It's an important, cautionary note that we shouldn't get too carried away with the idea that a computer system can replace doctors and therapists,\" says Christopher Dowrick, a professor of primary medical care at the University of liverpool.", "come": "2019年6月四级真题（第三套）阅读 Section C"}, {"sentence": "\"It's been postponed until 2017,\" says Anna Somers, the founder and CEO of The Art Newspaper and the former head of Venice in Peril, a group devoted to restoring Venetian art.", "come": "2018年6月四级真题（第二套）阅读 Section B"}, {"sentence": "\"It's been postponed until 2018,\" says Anna Somers, the founder and CEO of The Art Newspaper and the former head of Venice in Peril, a group devoted to restoring Venetian art.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "\"Just because I have a business relationship with an individual and I can profit from that relationship, it does not necessarily mean that this person is my friend,\" Soupios says.", "come": "2016年6月四级真题（第二套）阅读 Section B"}, {"sentence": "\"Looking at studies that tested concentration, the number of studies showing a benefit was exactly the same as the number that found no benefit,\" she says.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"Meals are the foundation of the family,\" says Carole Counihan, a professor at millersville University in Pennsylvania, \"so there was a very important interconnection between eating together and strengthening family ties.\"", "come": "2016年6月四级真题（第二套）阅读 Section C"}, {"sentence": "\"My memory is like a library of video tapes, walk-throughs of every day of my life from waking to sleeping,\" he explains.", "come": "2017年6月四级真题（第一套）阅读 Section B"}, {"sentence": "\"One of the reasons I find this topic very interesting is because my mom was a smoker when I was younger,\" says lindson-Hawley, who studies tobacco and health at the University of Oxford.", "come": "2017年6月四级真题（第三套）阅读 Section C"}, {"sentence": "\"Say, you know, this is the best student I've ever had,\" says Kuheli Dutt, a social scientist and diversity officer at Columbia University's Lamont campus. \"Compare those excellent letters with a merely good letter: 'The candidate was productive, or intel", "come": "2017年12月四级真题（第二套）阅读 Section C"}, {"sentence": "\"Strength, softness and thickness remain the leading indicators of toilet paper quality, with just a small proportion of consumers preferring more luxurious alternatives, such as those with flower patterns or perfume,\" said mintel analyst Jack Duckett.", "come": "2017年6月四级真题（第三套）阅读 Section C"}, {"sentence": "\"The body uses a lot of energy stores for growth and repair through the night,\" explains diet specialist Sarah Elder.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"The fact that participants were willing to substitute part of a food item for the mere prospect of a relatively small monetary award is interesting,\" says Reimann.", "come": "2016年12月四级真题（第三套）阅读 Section C"}, {"sentence": "\"The link between sleep and health, and bad sleep and disease is becoming clearer and clearer,\" says Lawrence Epstein, a sleep expert at Harvard University.", "come": "2016年6月四级真题（第一套）听力 Section C"}, {"sentence": "\"The move to recapture a small part of the profits from an industry that pushes a product that contributes to diabetes, obesity and heart disease in poorer communities in order to reinvest in those communities will sure be inspirational to many other plac", "come": "2019年12月四级真题（第一套）阅读 Section C"}, {"sentence": "\"There are a lot of studies on the relationship between breakfast eating and possible health outcomes, but this may be because those who eat breakfast choose to habitually have health-enhancing behaviours such as regular exercise and not smoking,\" she say", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"There's a mountain of evidence 34 proving the importance of sex influences at all levels of brain function,\" he told The Seattle times.", "come": "2016年12月四级真题（第一套）阅读 Section A"}, {"sentence": "\"There's an ancient legend that as long as these eggs are made, evil will not prevail in the world,\" says Joan Brander, a Canadian egg-painter who has been painting eggs for over 60 years, having learned the art from her Ukrainian relatives.", "come": "2017年6月四级真题（第一套）阅读 Section C"}, {"sentence": "\"These patterns suggest that some types of mental flexibility decrease relatively early in adulthood, but that the amount of knowledge one has, and the effectiveness of integrating it with one's abilities, may increase throughout all of adulthood if there", "come": "2016年6月四级真题（第一套）阅读 Section C"}, {"sentence": "\"This finding supported ConAgra's decision to position the product against other high quality frozen dinners, rather than as a diet or health food.", "come": "2015年12月四级真题（第二套）听力 Section C"}, {"sentence": "\"This is Hesiod, of course, a younger contemporary poet, we believe, with Homer,\" Soupios says.", "come": "2016年6月四级真题（第二套）阅读 Section B"}, {"sentence": "\"We are at a point where in much of the developed world the vast majority of young people grew up playing video games, and an increasingly high percentage of adults play these video games too,\" Werbach says.", "come": "2016年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"We realize that as a company with people, trucks, warehouses, we needed to play a larger role,\" said Eduardo Martinez, the president of the UPS Foundation.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "\"What makes a game game-like is that the player actually cares about the outcome,\" Werbach says.", "come": "2016年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"When you're emotionally vulnerable, you're even more in need of a caring human being,\" he says.", "come": "2019年6月四级真题（第三套）阅读 Section C"}, {"sentence": "\"You suspended Ray rice after our video,\" a reporter from TMZ challenged National Football League Commissioner Roger Goodell the other day.", "come": "2017年12月四级真题（第二套）阅读 Section B"}, {"sentence": "\"You would want that robot preloaded with a good set of values,\" said Russell.", "come": "2016年6月四级真题（第三套）阅读 Section C"}, {"sentence": "A 16th century castle in Scotland is close to collapsing after lumps of soil were washed away by floods, threatening its foundations.", "come": "2016年12月四级真题（第一套）听力 Section A"}, {"sentence": "A 16-year-old asked a stranger at a grocery store to buy him and his mother some food in exchange for carrying the man's groceries to his car.", "come": "2017年12月四级真题（第一套）听力 Section A"}, {"sentence": "A 2009 University of British Columbia study of women with an eating disorder who were taught to knit found that learning the craft led to significant improvements.", "come": "2017年12月四级真题（第三套）阅读 Section B"}, {"sentence": "A 2016 review of 10 studies looking into the relationship between breakfast and weight management concluded there is \"limited evidence\" supporting or refuting (反驳) the argument that breakfast influences weight or food intake, and more evidence is required", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "A 20-year-old junior at Georgia Southern University told BuzzFeed News that she normally spends $500-600 on access codes for class.", "come": "2018年6月四级真题（第三套）阅读 Section B"}, {"sentence": "A 4-year-old may 27 protest that a sister has more fruit juice when it is only the shapes of the glasses that differ, not the 28 amount of juice.", "come": "2015年12月四级真题（第二套）阅读 Section A"}, {"sentence": "A 9-year-old girl in New Mexico has raised more than $500 for her little brother who needs heart surgery in Houston,Texas this July.", "come": "2017年12月四级真题（第二套）听力 Section A"}, {"sentence": "A bridge with big, light-blue loops leads into the business district.", "come": "2019年12月四级真题（第一套）阅读 Section B"}, {"sentence": "A business professor says that a future city should have easy access to international transportation.", "come": "2019年12月四级真题（第一套）阅读 Section B"}, {"sentence": "A California television station in Fresno reported Tuesday that James Savage set a record as the youngest swimmer to make the journey to the former prison.", "come": "2019年6月四级真题（第一套）听力 Section A"}, {"sentence": "A child's ability to become deeply absorbed in something, and derive intense pleasure from that absorption, is something adults spend the rest of their lives trying to return to.", "come": "2015年12月四级真题（第一套）阅读 Section B"}, {"sentence": "A commentary in the Shanghai Daily points out that innovation doesn't mean piles of documents.", "come": "2016年6月四级真题（第一套）听力 Section A"}, {"sentence": "A company should find ways to innovate not just in products but also in functions, business models and processes.", "come": "2016年6月四级真题（第一套）听力 Section A"}, {"sentence": "A couple of recent papers have finally opened a window on these people's extraordinary minds.", "come": "2017年6月四级真题（第一套）阅读 Section B"}, {"sentence": "A decorated egg thrown into the field would be a wish for a good harvest.", "come": "2017年6月四级真题（第一套）阅读 Section C"}, {"sentence": "A decorated egg with a bird on it, given to a young married couple, is a wish for children.", "come": "2017年6月四级真题（第一套）阅读 Section C"}, {"sentence": "A dedicated USPS employee was on the job carrying out duties in spite of extreme conditions.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "A different interpretation is possible when the actual amount of information acquired by the user is taken into account.", "come": "2015年12月四级真题（第一套）阅读 Section A"}, {"sentence": "A drop in oxygen pressure can cause headaches in certain individuals.", "come": "2019年12月四级真题（第三套）阅读 Section A"}, {"sentence": "A drug is a chemical substance.", "come": "2015年12月四级真题（第二套）听力 Section C"}, {"sentence": "A drug user is the person who takes the drug.", "come": "2015年12月四级真题（第二套）听力 Section C"}, {"sentence": "A dry mouth may reduce taste sensitivity, but taste is restored by drinking fluids.", "come": "2019年12月四级真题（第三套）阅读 Section A"}, {"sentence": "A face-to-face communications is the most intimate.", "come": "2018年12月四级真题（第二套）阅读 Section A"}, {"sentence": "A few additional roads would come later.", "come": "2018年6月四级真题（第二套）听力 Section C"}, {"sentence": "A few minutes later, the pressured strokes started to produce a relieving effect and my body and mind began to sink deeper into relaxation.", "come": "2018年12月四级真题（第三套）阅读 Section A"}, {"sentence": "A few months ago, I was down with a terrible cold which ended in a persistent bad cough.", "come": "2018年12月四级真题（第三套）阅读 Section A"}, {"sentence": "A fixed mind-set can also hinder communication and progress in the workplace and discourage or ignore constructive criticism and advice.", "come": "2016年12月四级真题（第二套）阅读 Section B"}, {"sentence": "A fourth of this year's U.S. grain harvest will go to fuel cars.", "come": "2016年6月四级真题（第一套）阅读 Section B"}, {"sentence": "A freshman textbook will have dozens of contributors, from subject-matter experts through graphic and layout artists to expert reviewers and classroom testers.", "come": "2019年12月四级真题（第三套）阅读 Section C"}, {"sentence": "A friend recently took her mother to visit an expensive assisted living / nursing home near my town.", "come": "2016年6月四级真题（第三套）阅读 Section B"}, {"sentence": "A friend told me the following story.", "come": "2015年12月四级真题（第一套）阅读 Section B"}, {"sentence": "A gamification strategy that is not sufficiently thought through or well tailored to its players may engage people for a little while, but it will not motivate people in the long term.", "come": "2016年12月四级真题（第三套）阅读 Section B"}, {"sentence": "A golden or lucky birthday is when one turns the age of their birth date.", "come": "2017年12月四级真题（第二套）听力 Section B"}, {"sentence": "A good rule of thumb is that as soon as generals and hospital administrators jump on a management bandwagon (追随—种管理潮流), it is time to ask questions.", "come": "2017年6月四级真题（第三套）阅读 Section B"}, {"sentence": "A good system is one that keeps that worst-case setting as improbable as possible while also offering strong protection in the event of a less-extraordinary attack.", "come": "2016年12月四级真题（第一套）阅读 Section B"}, {"sentence": "A letter written by Charles Darwin in 1875 has been returned to the Smithsonian Institution (档案馆) by the FBI after being stolen twice.", "come": "2018年6月四级真题（第二套）阅读 Section C"}, {"sentence": "A little extra height brings a number of advantages, says Elio riboli of Imperial College.", "come": "2019年6月四级真题（第二套）阅读 Section C"}, {"sentence": "A local radio said an unspecified number of people were rescued, including the tour boat's owner hilario Blandon.", "come": "2017年6月四级真题（第一套）听力 Section A"}, {"sentence": "A longer lifespan is changing the narrative structure of life itself.", "come": "2017年6月四级真题（第一套）阅读 Section C"}, {"sentence": "A lot has changed since we were last in school.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "A maker space is a place which can be in a school, but it doesn't look like a classroom.", "come": "2019年6月四级真题（第三套）阅读 Section B"}, {"sentence": "A man called Naddodd was on his way from Norway to the Faroe Islands, north of England, when his ship was caught in a storm.", "come": "2017年12月四级真题（第一套）听力 Section C"}, {"sentence": "A man described as a \"non-worker civilian\" was buried up to his waist in the basement.", "come": "2018年12月四级真题（第二套）听力 Section A"}, {"sentence": "A man from Libya was enjoying a walk along the sands at southport beach.", "come": "2019年12月四级真题（第二套）听力 Section A"}, {"sentence": "A message in a bottle sent out to sea by a New Hampshire man more than five decades ago was found 1500 miles away and has been returned to his daughter.", "come": "2018年6月四级真题（第二套）听力 Section A"}, {"sentence": "A Moon Express representative declined to comment on the story, but noted that the company is very optimistic about its proposal.", "come": "2018年6月四级真题（第一套）听力 Section A"}, {"sentence": "A multi-stage life will have profound changes not just in how you manage your career, but also in your approach to life.", "come": "2019年6月四级真题（第一套）阅读 Section B"}, {"sentence": "A new batch of young women—members of the so-called millennial (千禧的) generation—has been entering the workforce for the past decade.", "come": "2018年6月四级真题（第三套）阅读 Section C"}, {"sentence": "A New Jersey black bear that walks upright on its two back legs and has become a social media darling has re- emerged and has been captured on video months after its last sighting.", "come": "2017年12月四级真题（第一套）听力 Section A"}, {"sentence": "A new Peabody study of the Tennessee Voluntary Pre-K program reports that pre-K works, but the gains are not sustained through the third grade.", "come": "2016年6月四级真题（第一套）阅读 Section C"}, {"sentence": "A new species of snake has been discovered on a remote island in the Bahamas.", "come": "2017年6月四级真题（第二套）听力 Section A"}, {"sentence": "A new study challenges that belief, questioning whether brains really can be distinguished by gender.", "come": "2016年12月四级真题（第一套）阅读 Section A"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "a"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}