{"props": {"pageProps": {"query": {"w": "an"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"cetSix": [{"word": "an", "count": 100, "kd": [], "Sentence": [{"sentence": "They developed an interest in the origin of modern art forms.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They can multiply at an accelerating rate.", "come": "出自-2017年6月阅读原文"}, {"sentence": "These designers established the modem dress code, letting playsuits and other activewear outfits suffice for casual clothing, allowing pants to enter the wardrobe, and prizing rationalism and versatility in dress, in contradiction to dressing for an occasion or allotment of the day.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The 224 students who make it to the national competition get an all-expenses-paid trip.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Tennessee's technical and community colleges will not outsource ( ' , 外包) management of their facilities to a private company, a decision one leader said was bolstered by an analysis of spending at each campus.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Most Grand Tourists, however, stayed for briefer periods and set out with less scholarly intentions, accompanied by a teacher or guardian, and expected to return home with souvenirs of their travels as well as an understanding of art and architecture formed by exposure to great masterpieces.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Morgan said those findings—which included data from the system's 13 community colleges, 27 technical colleges and six universities—were part of the decision not to move forward with Governor Bill Haslam's proposal to privatize management of state buildings in an effort to save money.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Middle school is an important age because students have enough math capability to solve advanced problems, but they haven't really decided what they want to do with their lives, said Loh.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It's also pushing ahead in 2016 with an expansion of Bluemercury, the beauty chain it bought last year.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It is urgent for governments to increase the cost of using fossil fuels to an appropriate level to lessen the catastrophic effects of climate change.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Interest in elite high school math competitions has grown in recent years, and in light of last summer's U.S. win at the International Math Olympiad ( ' , IMO)—the first for an American team in more than two decades— the trend is likely to continue.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In these groups, which came out of an Eastern European tradition of developing young talent, professors teach promising K-12 students advanced mathematics for several hours after school or on weekends.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In an email statement from the state's Office of Customer Focused Government, which is examining the possibility of outsourcing, spokeswoman Michelle R.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In an email sent Monday to college presidents in the Tennessee Board of Regents system, outgoing Chancellor John Morgan said an internal analysis showed that each campus' spending on facilities management fell well below the industry standards identified by the state.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In an earlier time, American fashion had also followed the dictates of Paris, or even copied and pirated specific French designs.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In England, where architecture was increasingly seen as an aristocratic pursuit, noblemen often applied what they learned from the villas of Palladio in the Veneto and the evocative ( ' , 唤起回忆的) ruins of Rome to their own country houses and gardens.", "come": "出自-2017年6月阅读原文"}, {"sentence": "For example, the United Arab Emirates has endorsed an ambitious target to draw 24% of its primary energy consumption from renewable sources by 2021.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Data on management expenses at the college system and in other state departments will be part of a business justification the state will use as officials deliberate the specifics of an outsourcing plan.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Another influential feeder for advanced-math students is an online school called Art of Problem Solving, which began about 13 years ago and now has 15,000 users.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Agreement on an international carbon-price floor would be a good starting point in that process.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In an era of instant information, shoppers can use their mobile phones to find deals.", "come": "出自-2017年6月听力原文"}, {"sentence": "With fertilizer prices jumping nearly 50% per metric ton over the last year in some places, human waste is an attractive, and often necessary, alternative.", "come": "出自-2016年6月阅读原文"}, {"sentence": "When we ask teens to choose a hero, they usually select an older family member rather than a remote public figure.", "come": "出自-2016年6月阅读原文"}, {"sentence": "We are very proud of our accomplishments under the Greenlist system and we believe that we will prevail in these cases, Christopher Beard, director of public affairs for SC Johnson, said, while acknowledging that this has been an area that is difficult to navigate.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Unilever recently ran an interactive campaign for its Axe deodorant ( ' ,  除臭剂), which kept viewers engaged for more than three minutes on average.", "come": "出自-2016年6月阅读原文"}, {"sentence": "This is an issue of equality, opportunity and national conscience.", "come": "出自-2016年6月阅读原文"}, {"sentence": "They include such measures as accountable care organizations to take charge of a patient's needs with an eye on both cost and quality, and chronic disease management to make sure the seriously ill, who are responsible for the bulk of all health care costs, are treated properly.", "come": "出自-2016年6月阅读原文"}, {"sentence": "There were no longer enough fish in the sea for the stock to maintain itself, let alone an industry.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The bills in both chambers would create health insurance exchanges on which small businesses and individuals could choose from an array of private plans and possibly a public option.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The answer is that no one has an easy fix for rising medical costs.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The Senate bill would create an independent commission to monitor the pilot programs and recommend changes in Medicare's payment policies to urge providers to adopt reforms that work.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The Senate Finance bill would impose an excise tax ( ' ,  消费税) on health insurance plans that cost more than $8,000 for an individual or $21,000 for a family.", "come": "出自-2016年6月阅读原文"}, {"sentence": "That's an insult to students.", "come": "出自-2016年6月阅读原文"}, {"sentence": "That would be true only if you believed that patients should have an unrestrained right to treatments proven to be inferior.", "come": "出自-2016年6月阅读原文"}, {"sentence": "So the news that Cablevision, an American cable company, was rolling out interactive advertisements to all its customers on October 6th was greeted with some skepticism.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Recently, we examined more than 400 essays on the laws of life that teens from two communities had written as part of an educational program initiated by the John Templeton Foundation in Radnor, Pa.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Perhaps in the face of impersonal and intimidating globalization, a young person's family feels more like a friendly haven than an oppressive trap.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Many even think their parents are cool! Although more than a third have an object in their rooms they would like to keep secret from their parents, rarely is it anything more alarming than a diary or offcolor ( ' ,  低俗的) book or CD.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Magna, an advertising agency, reckons it will be worth about $138 million this year.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In the last five years or so, there has been an explosion of green claims and environmental claims.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In other words, structural unemployment is a fake problem, which mainly serves as an excuse for not pursuing real solutions.", "come": "出自-2016年6月阅读原文"}, {"sentence": "If such an indicator exists, it is well hidden.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Get a teacher from the top 20%, and it's as if a child has gone to school for an extra month or two.", "come": "出自-2016年6月阅读原文"}, {"sentence": "For almost five centuries a very large supply of cod ( ' ,  鳕 鱼) provided abundant raw material for an industry which at its peak employed about 40,000 people, sustaining entire communities in Newfoundland.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Enrollees would have to pay more money for many services out of their own pockets, and that would encourage them to think twice about whether an expensive or redundant test was worth it.", "come": "出自-2016年6月阅读原文"}, {"sentence": "During commercials, an overlay will appear at the bottom of the screen, prompting viewers to press a button to request a free sample or order a catalogue.", "come": "出自-2016年6月阅读原文"}, {"sentence": "David Mallen, associate director of the Council of Better Business Bureau, said in the last two years the organization had seen an increase in the number of claims companies were bringing against each other for false or misleading environmental product claims.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Cooking is an occasional hobby and a vehicle for celebrity chefs.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But there is also a place in a young life for noble purposes that include a dedication to the broader society, a love of country and an aspiration to make their own leadership contributions.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But Pay Drechsel, an environmental scientist, argues that the social and economic benefits of using untreated human waste to grow food outweigh the health risks.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As I said, structural unemployment isn't a real problem, it's an excuse—a reason not to act on America's problems at a time when action is desperately needed.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Today, my guest is Dana Ivanovich, who has worked for the last twenty years as an interpreter.", "come": "出自-2016年6月听力原文"}, {"sentence": "The report warnsthe picture on wages is likely to get worse this year despite indications of an economic rebound.", "come": "出自-2016年6月听力原文"}, {"sentence": "The other thing that people do forget is that these are medicines, so they do have an impact.", "come": "出自-2016年6月听力原文"}, {"sentence": "Researchers at Duke University scrutinized more than 160 published studies and found an absence of strong evidence that any of these approaches can make a big difference.", "come": "出自-2016年6月听力原文"}, {"sentence": "Patrick Belser, an International Labour Organization specialist says declining wage rates are linked to the levels of unemployment.", "come": "出自-2016年6月听力原文"}, {"sentence": "Now Fred, you went to university in Canada?( ' ,  9 ) A recent International Labour Organization report says the deterioration of real wages around the world calls into question the true extent of an economic recovery, especially if government rescue packages are phased out too early.", "come": "出自-2016年6月听力原文"}, {"sentence": "Yong Yu, a Chinese microbiologist, showed off the spacious building, with empty desks under an illustrated timeline detailing the rapid growth of China's Antarctic operations since the 1980s.", "come": "出自-2016年12月阅读原文"}, {"sentence": "While  most parents, teachers and clinicians would react to an adolescent using drugs or getting drunk, they may easily  overlook teenagers who are engaging in inconspicuous behaviors.", "come": "出自-2016年12月阅读原文"}, {"sentence": "What a waste of money! In return for an average of ~44,000 of debt, students get an average of only 14 hours of lecture and tutorial time a week in Britain.", "come": "出自-2016年12月阅读原文"}, {"sentence": "To  call  stress  an  epidemic  isn't  exaggeration.", "come": "出自-2016年12月阅读原文"}, {"sentence": "These less- stressed workers gained an average of 62 minutes per week of productivity.", "come": "出自-2016年12月阅读原文"}, {"sentence": "These factors have converged to create an increasingly impossible situation with many employees overworking  to the point of burnout.", "come": "出自-2016年12月阅读原文"}, {"sentence": "There is an incompatibility in the rate at which these are advancing relative  to the way we're digesting it, he said.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Their behaviors can be an invisible threat to society.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The practice of clocking in for an  eight-hour workday is a leftover from the days of the Industrial Revolution, as reflected in the then-popular  saying, Eight hours labor, eight hours recreation, eight hours rest.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The overwhelming majority of employees attribute their stress mainly to low pay and an excessive workload.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The 83% of American employees who are stressed about their jobs – up from 73% just a year  before – say that poor compensation and an unreasonable workload are their number-one sources of stress.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Perlow  calls  this  vicious  cycle  the  cycle  of  responsiveness:  Once  bosses  and  colleagues experience an employee's increased responsiveness, they increase their demands on the employee's  time.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Only  13  percent  of  respondents said that they were interested in buying a smartwatch in 2016, for example – an increase of just  one percent from the previous year despite a year of high-profile launches.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Making sure to obtain an upper-second class degree.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Less than an hour away by snowmobile, Chinese labourers have updated the Great Wall Station, a vital part of China's plan to operate five bases on Antarctica, complete with an indoor badminton court and sleeping quarters for 150 people.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Learning how to take risks in an ever-changing world.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It may have found an ideal way to handle teenagers with behavioral problems.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It is building its second ice-breaking ship and setting up research drilling operations on an ice dome 13,422 feet above sea level that is one of the planet's coldest places.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In-office  wellness  programs  may  help  reduce  stress  levels,  but  they  are  hardly  an  ultimate  solution  to  the  problem.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In an article published in the journal Science, four scholars say racial categories need to  be phased out.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In November 2013, after an unnecessary round of additional consultation, health minister Jane Ellison said the government was minded to proceed after all.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In  a  study  published  last  year,  psychologists  coined  the  term  workplace  telepressure  to  describe  an  employee's urge to immediately respond to emails and engage in obsessive thoughts about returning an email  to one's boss, colleagues or clients.", "come": "出自-2016年12月阅读原文"}, {"sentence": "But an array of countries are rushing to assert greater influence here, with an eye not just towards the day those protective treaties expire, but also for the strategic and commercial opportunities that already exist.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Basically the tech industry seems to be in an awkward period now.", "come": "出自-2016年12月阅读原文"}, {"sentence": "As technology ( ' , and with it, work emails)  seeps ( ' ,  渗入 ) into every aspect of our lives, work-life balance has become an almost meaningless term.", "come": "出自-2016年12月阅读原文"}, {"sentence": "As some countries expand operations in Antarctica, the United States maintains three year-round stations on the continent with more than 1,000 people during the southern hemisphere's summer, including those at the Amundsen-Scott station, built in 1956 at an elevation of 9,301 feet on a plateau at the South Pole.", "come": "出自-2016年12月阅读原文"}, {"sentence": "And while you may forgive your smartphone an occasional fault, you probably  have less patience for error messages from your door lock.", "come": "出自-2016年12月阅读原文"}, {"sentence": "And it is hard not to think: Are we in an innovation lull ( ' ,  间歇期 )?In some ways, the answer is yes.", "come": "出自-2016年12月阅读原文"}, {"sentence": "And even before then, scholars warn, the demand for resources in an energy-hungry world could raise pressure to renegotiate Antarctica's treaties, possibly allowing more commercial endeavours here well before the prohibitions against them expire.", "come": "出自-2016年12月阅读原文"}, {"sentence": "An upper-second class degree, from an elite university.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Add  a rapidly changing economy and an uncertain future to this 24/7 connectivity, and you've got a recipe for  overwork, according to Phyllis Moen.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Small wonder that an Indian legend described Devils Tower as being formed by supernatural powers.", "come": "出自-2016年12月听力原文"}, {"sentence": "One day, I was invited to an important event, and I wanted to wear something special for it.", "come": "出自-2016年12月听力原文"}, {"sentence": "Devils Tower, the first national monument in America, could almost be mistaken for the stump of an enormous tree.", "come": "出自-2016年12月听力原文"}, {"sentence": "And the New Yorkers who spent a bundle on an outdoor hot tub now admit they rarely use it, because we can’t afford to heat it in winter.", "come": "出自-2016年12月听力原文"}, {"sentence": "While that may make suborbital travel safer, it would add significant cost and complexity to an emerging industry that has until now operated largely as the playground of billionaires and dreamy engineers.", "come": "出自-2015年12月阅读原文"}, {"sentence": "When you hear people speaking of making a rapid transition toward any type of energy, whether it is a switch from coal to nuclear power, or a switch from gasoline-powered cars to electric cars, or even a switch from an incandescent to a fluorescent light, understanding energy system inertia and momentum can help you decide whether their plans are feasible.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Unfortunately for them ( ' , and often the taxpayers), our energy systems are a bit like an aircraft carrier: they are unbelievably expensive, they are built to last for a very long time, they have a huge amount of inertia ( ' , meaning it takes a lot of energy to set them moving), and they have a lot of momentum once they are set in motion.", "come": "出自-2015年12月阅读原文"}, {"sentence": "This is a very sensible way for an animal to make decisions in the wild and would have been very helpful for humans for thousands of years.", "come": "出自-2015年12月阅读原文"}, {"sentence": "There's an old saying in the space world: amateurs talk about technology, professionals talk about insurance.", "come": "出自-2015年12月阅读原文"}, {"sentence": "There is a lot of support at Yale, to an extent, after a while, there is too much support, he said, half-joking about the countless resources available at the school.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The whole fixture must be replaced—light source and luminaire—and this is never an inexpensive proposition.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The notion of space tourism took hold in 2001 with a $20 million flight aboard a Russian spacecraft by Dennis Tito, a millionaire engineer with an adventurous streak.", "come": "出自-2015年12月阅读原文"}]}], "err_words": [{"word_name": "AN", "means": ["Acid Number 酸值"]}, {"word_name": "An", "means": ["[医]actinon锕射气", "[地名] [缅甸] 安村"]}], "slang": [{"tokens": "You can’t make an omelet without breaking eggs. ", "type": "", "list": [{"explanation": "(谚语)不打破鸡蛋,煎不出蛋饼。有失才有得。", "example": []}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}], "exchanges": ["an"], "gaokao": [{"word": "an", "count": 100, "kd": [], "Sentence": [{"sentence": "\"I thought it would be useful for him to learn Chinese at an early age\" Joseph Stocke, the managing director of a company, says of his 2-year old son.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "A chimpanzee can't win an argument with a modern man, but it can tear the man apart like a rag doll.", "come": "2019年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "A college classmate of mine, tim, was an excellent football player, even though he weighed much less than the average player.", "come": "2015年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "A few times each year, an inspector arrived to look over the entire light station.", "come": "2015年高考英语湖南卷 阅读理解 阅读C 原文"}, {"sentence": "A friend of mine owns an area of land in western victoria.", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "A listener in China, Wang ming, who is about to get an engineering degree, wants to know how American college graduates find jobs.", "come": "2016年高考英语全国卷1 听力 原文"}, {"sentence": "A new collection of photos brings an unsuccessful antArctic voyage back to life.", "come": "2016年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "A politician may read an account of his latest successful public meeting, not for its delayed reward, but very much as his wife reads an account of a party.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "A reader can enjoy an indirect experience without any of the dangers or stresses involved.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "A salesman who is not punctual may not make a sale if he arrives late for an appointment.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "A taste for meat is actually behind the change: an important part of its corn is used to feed chickens, pigs, and cattle.", "come": "2018年高考英语全国卷2 语法填空 原文"}, {"sentence": "A typical lion tamer in people's mind is an entertainer holding a whip at a chair.", "come": "2014年高考英语全国卷1 阅读理解 阅读C 原文"}, {"sentence": "A week-long celebration leads up to an exciting tomato battle as the highlight of the week's events.", "come": "2015年高考英语福建卷 阅读理解 阅读A 原文"}, {"sentence": "A woman excused the interruption and handed me an envelope.", "come": "2017年高考英语全国卷2 完形填空 原文"}, {"sentence": "Adjusting to an upright position was quite a challenge, especially when the bones had to support an extra-large skull.", "come": "2019年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "After all, a dollar was a tidy sum for an 11-year-old boy in 1961.", "come": "2015年高考英语四川卷 阅读表达 原文"}, {"sentence": "After realising an email accident, you are likely to feel awful.", "come": "2017年高考英语天津卷 阅读理解 阅读A 题设"}, {"sentence": "After they were given an invitation to appear live on BBC, the Beatles quickly became famous in Britain with nationwide tours.", "come": "2019年高考英语浙江卷 阅读理解 七选五 原文"}, {"sentence": "An active reader looks at each part of the graph before trying to interpret the data.", "come": "2015年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "An analysis of how work was related to competence.", "come": "2016年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "An application of the method of moving blocks to the pyramid site.", "come": "2015年高考英语四川卷 阅读理解 阅读E 选项"}, {"sentence": "An area where no driving is permitted.", "come": "2017年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "An argument about different methods of moving blocks to the pyramid site.", "come": "2015年高考英语四川卷 阅读理解 阅读E 选项"}, {"sentence": "An assumption behind UK insurance for driverless cars, introduced earlier this year, insists that a human \"be watchful and monitoring the road\" at every moment.", "come": "2017年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "An A-team may require A balance—not just A players, but a few generous B players as well.", "come": "2019年高考英语北京卷 阅读理解 七选五 原文"}, {"sentence": "An avalanche once closed the path, killing 63 people.", "come": "2018年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "An educational program is best watched by a child with his parents.", "come": "2015年高考英语广东卷 阅读理解 阅读C 题设"}, {"sentence": "An endless number of books and movies qualify as love stories in popular culture.", "come": "2015年高考英语上海卷 完形填空 原文"}, {"sentence": "An engineer named Ellis Chesbrough convinced the city that it had no choice but to build the pipes above ground and then cover them with dirt.", "come": "2015年高考英语湖南卷 阅读理解 阅读B 原文"}, {"sentence": "An evening with simon will give you the confidence to be funny.", "come": "2016年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "An evolutionary inference can then be drawn.", "come": "2017年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "An example at hand is the involvement of parents in the lives of their children who are attending college.", "come": "2015年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "An example for parents' expectations of their children.", "come": "2016年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "An experiment on ways of moving blocks to the pyramid site.", "come": "2015年高考英语四川卷 阅读理解 阅读E 选项"}, {"sentence": "An express train was due to go past about thirty minutes later.", "come": "2016年高考英语浙江卷（10月） 阅读理解 阅读A 原文"}, {"sentence": "An hour later, I woke up suddenly with the solution clearly in mind.", "come": "2016年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "An important negative effect of gossip is that it can hurt the person being talked about.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读A 原文"}, {"sentence": "An important negative effect of gossip is that it causes unpleasant experiences.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读A 题设"}, {"sentence": "An inspiring story sent to the magazine should be real and original.", "come": "2015年高考英语陕西卷 阅读理解 阅读A 题设"}, {"sentence": "An introduction to a possible new way of moving blocks to the pyramid site.", "come": "2015年高考英语四川卷 阅读理解 阅读E 选项"}, {"sentence": "An ocean view is much to the customers' taste.", "come": "2015年高考英语重庆卷 阅读理解 阅读B 选项"}, {"sentence": "An old joke that was popular at the time went something like this: a man is stuck up to his waist in a muddy Chicago street.", "come": "2015年高考英语湖南卷 阅读理解 阅读B 原文"}, {"sentence": "An unabridged dictionary is a complete dictionary.", "come": "2015年高考英语湖南卷 任务型读写 原文"}, {"sentence": "And the story poses an interesting question: why do some people discover new vitality and creativity to the end of their days, while others go to seed long before?", "come": "2019年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "Another study of 302 volunteers at hospitals in Chicago focused on individual differences in the degree to which people view \"volunteer\" as an important social role.", "come": "2015年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "Anxious all the time, I was unable to keep focused for more than an hour at a time.", "come": "2016年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "Any given performance takes a tour bus full of artists, technical experts, managers, musicians, or writers to create an appealing piece of art.", "come": "2018年高考英语江苏卷 阅读理解 填空题 原文"}, {"sentence": "Apple days are being held at all sorts of places with an interest in fruit, including stately gardens and commercial orchards.", "come": "2016年高考英语全国卷3 阅读理解 阅读C 原文"}, {"sentence": "Art students making a good living with these statistics/data/analyses in mind, art students need not worry about their career and have an alternative plan.", "come": "2018年高考英语江苏卷 阅读理解 填空题 原文"}, {"sentence": "Arts as an economic driver\tour communities benefit from arts in terms of economy.", "come": "2018年高考英语江苏卷 阅读理解 填空题 原文"}, {"sentence": "As a result, I've always kept up with the newspapers, faithfully read news magazines and learned to really enjoy books, all of which have been an invaluable help to me in radio and television reporting.", "come": "2019年高考英语浙江卷 听力 原文"}, {"sentence": "As an inexperienced teacher, I tried every means to get them to be quiet, but in vain.", "come": "2015年高考英语湖南卷 完形填空 原文"}, {"sentence": "As I watch her chase after a squirrel, throwing her whole being into the here-and-now of an exercise that has never once ended in victory.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "As we move away from an industrial-based economy to a knowledge-based one, office designers have come up with alternatives to the traditional work environments of the past.", "come": "2015年高考英语上海卷 选词填空 原文"}, {"sentence": "At the start of this year, foreigners living in italy amounted to 4.56 million of a total population of 60.6 million, or 7.5 percent, with immigrants’ children accounting for an ever larger percentage of births in italy.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读C 原文"}, {"sentence": "Bacteria are an annoying problem for astronauts.", "come": "2019年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "Before I knew it an hour had passed and it was time to move on to lunch.", "come": "2018年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "Believing in such a world, many governments have put an end to some of the very necessary regulations on cross-border flows of capital, labour and goods, with poor results.", "come": "2019年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "Better sewers make it less likely that heavy rain is followed by an outbreak of the disease of bad stomach.", "come": "2016年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "Betty Byrnes remembered when her mother did not have time to wash all the dishes before an inspection.", "come": "2015年高考英语湖南卷 阅读理解 阅读C 原文"}, {"sentence": "Bookcrossing provides an identification number to stick inside the book.", "come": "2016年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "Born at an international crane foundation, Emma was raised by human caretakers.", "come": "2019年高考英语江苏卷 完形填空 原文"}, {"sentence": "Both of us had the qualities and virtues that are typical of American actors: humorous, aggressive, and making fun of each other - but always with an underlying affection.", "come": "2017年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Both scattering and absorption make an object look different from other objects around it, so you can see it easily.", "come": "2015年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "But being the parent of a motorhead is itself an experience in education.", "come": "2016年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "But Brooks has structured his book in an unorthodox (非常规的), and perhaps unfortunate way.", "come": "2015年高考英语湖北卷 阅读理解 阅读E 原文"}, {"sentence": "But doing any ordinary job as well as one can is in itself an admirable commitment.", "come": "2019年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "But I don't like the idea of paying three months for an empty apartment, either.", "come": "2016年高考英语全国卷2 听力 原文"}, {"sentence": "But it's quiet, and should be a nice place for an artist.", "come": "2016年高考英语浙江卷（10月） 听力 原文"}, {"sentence": "But rather I see it as an area of freedom.", "come": "2016年高考英语四川卷 阅读理解 阅读C 原文"}, {"sentence": "But the amount of time spent in reading each session has declined, from closer to an hour or more to closer to a half hour per session.", "come": "2018年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "But then we got an official letter and we were blown away.", "come": "2019年高考英语全国卷2 语法填空 原文"}, {"sentence": "But you can't be successful when there's a lack of trust in a relationship that results from an action where the wrongdoer takes no responsibility to fix the mistake.", "come": "2015年高考英语全国卷1 阅读理解 七选五 原文"}, {"sentence": "Chronologica is an informative and entertaining tour into history, beautifully illustrated and full of unbelievable facts.", "come": "2017年高考英语江苏卷 阅读理解 阅读A 原文"}, {"sentence": "Creating an atmosphere in which employees feel part of a team is a big challenge.", "come": "2015年高考英语浙江卷 单项填空 原文"}, {"sentence": "Days later, we made an offer—far below the asking price.", "come": "2015年高考英语天津卷 完形填空 原文"}, {"sentence": "Depending on the type of allergies and/ or dietary requirements, an extra charge may be made for providing special food.", "come": "2016年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "Determining where we are in relation to our surroundings remains an essential skill for our survival.", "come": "2017年高考英语江苏卷 单项填空 原文"}, {"sentence": "During the war, my husband was stationed at an army camp in a desert in California.", "come": "2016年高考英语浙江卷（6月） 完形填空 原文"}, {"sentence": "Earth Day, marked on 22 April, is an annual event aiming to raise public awareness about environmental protection.", "come": "2019年高考英语北京卷 语法填空 原文"}, {"sentence": "Even so, most white-collar work still happens in an office.", "come": "2016年高考英语浙江卷（10月） 阅读理解 阅读C 原文"}, {"sentence": "Experts say it's an invaluable social practice that results in big benefits.", "come": "2018年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "Explain your frustrations calmly and sensibly—see it as an opportunity to clear up any difficulties you may have with this person.", "come": "2017年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "Failing to find any other way out, they decided to make a walking journey, as they caught sight of an old.", "come": "2018年高考英语江苏卷 完形填空 原文"}, {"sentence": "Finally you climb into an Arctic-like zone with permanent snow and the glaciers that may soon disappear.", "come": "2019年高考英语全国卷I 完形填空 原文"}, {"sentence": "Finally, after more than an hour in the dark and the icy cold, simon had to make a decision.", "come": "2014年高考英语全国卷2 完形填空 原文"}, {"sentence": "Find an issue you are interested in and learn more.", "come": "2016年高考英语四川卷 阅读理解 阅读B 原文"}, {"sentence": "Five minutes after he arrived, he had an emergency call and left.", "come": "2015年高考英语上海卷 听力 原文"}, {"sentence": "Food also plays an important role in many new year celebrations.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "For example, if you love animals, volunteer at an animal shelter.", "come": "2016年高考英语浙江卷（10月） 阅读理解 七选五 原文"}, {"sentence": "For example, think of an adjustable desk lamp.", "come": "2016年高考英语上海卷 选词填空  原文"}, {"sentence": "For many, finding an unattended wallet filled with ￡400 in cash would be a source of temptation.", "come": "2018年高考英语北京卷 完形填空 原文"}, {"sentence": "For those who fly to Guilin, it's only an hour away by car and offers all the scenery of the better-known city.", "come": "2015年高考英语全国卷1 语法填空 原文"}, {"sentence": "For western designers, China and its rich culture have long been an inspiration for western creativity.", "come": "2019年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "Freddy was an average student, but not an average person.", "come": "2017年高考英语全国卷2 完形填空 原文"}, {"sentence": "Freedom may come to an end in the digital age.", "come": "2015年高考英语江苏卷 阅读理解 阅读D 选项"}, {"sentence": "Good! According to an article I've just read, that encourages healthy eating in kids.", "come": "2017年高考英语浙江卷（11月） 听力 原文"}, {"sentence": "Gordon says the hunch program has an impact on college admissions and practical life skills.", "come": "2019年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "Growing up, I had people telling me I was too slow, though, with an IQ of 150 at 17, I'm anything but stupid.", "come": "2016年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "He also sent six engravings by an artist.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读A 原文"}]}], "abbreviation": [{"mean_en": "above-named", "mean_cn": "上述的"}, {"mean_en": "acrylonitrile", "mean_cn": "丙烯腈"}, {"mean_en": "air natural (cooled)", "mean_cn": "空气自然冷却的"}, {"mean_en": "anaerobic", "mean_cn": "厌氧性的(微生物)"}, {"mean_en": "anemic", "mean_cn": "贫血的"}, {"mean_en": "anno (Latin=in the year)", "mean_cn": "(拉丁语)在……年"}, {"mean_en": "annual", "mean_cn": "每年的，年度的，一年一次的"}, {"mean_en": "anode", "mean_cn": "阳极，正极"}, {"mean_en": "anonymous", "mean_cn": "匿名的"}, {"mean_en": "anorexia", "mean_cn": "食欲缺乏；厌食症"}, {"mean_en": "answer", "mean_cn": "应答，回答，解答"}, {"mean_en": "ante (Latin=before)", "mean_cn": "(拉丁语)在……之前"}, {"mean_en": "anverdelse (Dano-Norwegian=application, use)", "mean_cn": "(丹麦-挪威语)应用程序，使用"}], "kaoyan": [{"word": "an", "count": 100, "kd": [], "Sentence": [{"sentence": "But in dealing with the young, the fact of association itself as an immediate human fact, gains in importance.", "come": "出自-2009年考研翻译原文"}, {"sentence": "There men wrote and published extensively, reaching both New World and Old World audiences, and giving New England an atmosphere of intellectual earnestness.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Besides the ninety or so learned ministers who came to Massachusetts church in the decade after 1629,There were political leaders like John Winthrop, an educated gentleman, lawyer, and official of the Crown before he journeyed to Boston.", "come": "出自-2009年考研阅读原文"}, {"sentence": "An interest in the relationship between the function of society and culture became a major theme in European, and especially British, anthropology.", "come": "出自-2009年考研阅读原文"}, {"sentence": "According to many books and articles, New England’s leaders established the basic themes and preoccupations of an unfolding, dominant Puritan tradition in American intellectual life.", "come": "出自-2009年考研阅读原文"}, {"sentence": "A tailor named John Dane, who emigrated in the late 1630s, left an account of his reasons for leaving England that is filled with signs.", "come": "出自-2009年考研阅读原文"}, {"sentence": "We are even farther removed from the unfocused newspaper review published in England between the turn of the 20th century and the eve of World War Ⅱ, at a time when newsprint was dirt-cheap and stylish arts criticism was considered an ornament to the publications in which it appeared.", "come": "出自-2010年考研阅读原文"}, {"sentence": "The Federal circuit issued an unusual order stating that the case would be heard by all 12 of the court’s judges, rather than a typical panel of three, and that one issue it wants to evaluate is weather it should” reconsider” its state street Bank ruling.", "come": "出自-2010年考研阅读原文"}, {"sentence": "That ruling produced an explosion in business-method patent filings, initially by emerging internet companies trying to stake out exclusive rights to specific types of online transactions.", "come": "出自-2010年考研阅读原文"}, {"sentence": "At any rate, this change will ultimately be acclaimed by an ever-growing number of both domestic and international consumers, regardless of how long the current consumer pattern will take hold.", "come": "出自-2010年考研阅读原文"}, {"sentence": "With its theme that “Mind is the master weaver，” creating our inner character and outer circumstances， the book As a Man Thinking by James Allen is an in-depth exploration of the central idea of self-help writing.", "come": "出自-2011年考研翻译原文"}, {"sentence": "Nevertheless， as any biographer knows， a person’s early life and its conditions are often the greatest gift to an individual.", "come": "出自-2011年考研翻译原文"}, {"sentence": "Allen‘s contribution was to take an assumption we all share-that because we are not robots we therefore control our thoughts-and reveal its erroneous nature.", "come": "出自-2011年考研翻译原文"}, {"sentence": "To be sure, he performs an impressive variety of interesting compositions, but it is not necessary for me to visit Avery Fisher Hall, or anywhere else, to hear interesting orchestral music.", "come": "出自-2011年考研阅读原文"}, {"sentence": "The magazine cover showing an attractive mother holding a cute baby is hardly the only Madonna-and-child image on newsstands this week.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Such hijacked media are the opposite of earned media: an asset or campaign becomes hostage to consumers, other stakeholders, or activists who make negative allegations about a brand or product.", "come": "出自-2011年考研阅读原文"}, {"sentence": "But in some cases, one marketer’s owned media become another marketer’s paid media – for instance, when an e-commerce retailer sells ad space on its Web site.", "come": "出自-2011年考研阅读原文"}, {"sentence": "As a description of the next music director of an orchestra that has hitherto been led by musicians like Gustav Mahler and Pierre Boulez, that seems likely to have struck at least some Times readers as faint praise.", "come": "出自-2011年考研阅读原文"}, {"sentence": "The most famous of these efforts was initiated by Noam Chomsky, who suggested that humans are born with an innate language-acquisition capacity that dictates a universal grammar.", "come": "出自-2012年考研翻译原文"}, {"sentence": "Think of those fleeting moments when you look out of an aeroplane window and realise that you are flying, higher than a bird.", "come": "出自-2012年考研阅读原文"}, {"sentence": "The teachers’ unions keep an eye on schools, the CCPOA on prisons and a variety of labor groups on health care.", "come": "出自-2012年考研阅读原文"}, {"sentence": "The networked computer is an amazing device, the first media machine that serves as the mode of production, means of distribution, site of reception, and place of praise and critique.", "come": "出自-2012年考研阅读原文"}, {"sentence": "The conflict has been surfacing since 2002, when the corporation bought Vermont’s only nuclear power plant, an aging reactor in Vernon.", "come": "出自-2012年考研阅读原文"}, {"sentence": "In South Africa, an HIV-prevention initiative known as LoveLife recruits young people to promote safe sex among their peers.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Enraged by Entergy’s behavior, the Vermont Senate voted 26 to 4 last year against allowing an extension.", "come": "出自-2012年考研阅读原文"}, {"sentence": "But in the everyday practice of science, discovery frequently follows an ambiguous and complicated route.", "come": "出自-2012年考研阅读原文"}, {"sentence": "As a discovery claim works it through the community, the interaction and confrontation between shared and competing beliefs about the science and the technology involved transforms an individual’s discovery claim into the community’s credible discovery.", "come": "出自-2012年考研阅读原文"}, {"sentence": "An emerging body of research shows that positive health habits-as well as negative ones-spread through networks of friends via social communication.", "come": "出自-2012年考研阅读原文"}, {"sentence": "A string of accidents, including the partial collapse of a cooling tower in 207 and the discovery of an underground pipe system leakage, raised serious questions about both Vermont Yankee’s safety and Entergy’s management- especially after the company made misleading statements about the pipe.", "come": "出自-2012年考研阅读原文"}, {"sentence": "There is no doubt that gardens evidence an impossible urge to create, express, fashion, and beautify and that self-expression is a basic human urge;  yet when one looks at the photographs of the garden created by the homeless, it strikes one that , for all their diversity of styles, these gardens speak of various other fundamental urges, beyond that of decoration and creative expression.", "come": "出自-2013年考研翻译原文"}, {"sentence": "The gardens of the homeless which are in effect homeless gardens introduce from into an urban environment where it either didn’t exist or was not discernible as such.", "come": "出自-2013年考研翻译原文"}, {"sentence": "In most of the homeless gardens of New York City the actual cultivation of plants is unfeasible, yet even so the compositions often seem to represent attempts to call arrangement of materials, an institution of colors, small pool of water, and a frequent presence of petals or leaves as well as of stuffed animals.", "come": "出自-2013年考研翻译原文"}, {"sentence": "This is an adequate amount so long as it is aimed in the right direction.", "come": "出自-2013年考研阅读原文"}, {"sentence": "The only major objection came from Justice Antonin Scalia,who offered an even more robust defense of state privileges going back to the alien and Sedition Acts.", "come": "出自-2013年考研阅读原文"}, {"sentence": "The fossil record shows that many species have endured for millions of years - so why shouldn't we? Take a broader look at our species' place in the universe, and it becomes clear that we have an excellent chance of surviving for tens, if not hundreds, of thousands of years.", "come": "出自-2013年考研阅读原文"}, {"sentence": "DNT does not seem an obviously huge selling point for windows 8-though the firm has compared some of its other products favourably with Google's on that count before.", "come": "出自-2013年考研阅读原文"}, {"sentence": "By offering on-trend items at dirt-cheap prices, Cline argues, these brands have hijacked fashion cycles, shaking an industry long accustomed to a seasonal pace.", "come": "出自-2013年考研阅读原文"}, {"sentence": "But on the more important matter of the Constitution,the decision was an 8-0 defeat for the federal government and the states.", "come": "出自-2013年考研阅读原文"}, {"sentence": "And whether the community's work contributes much to an overall accumulation of knowledge is doubtful.", "come": "出自-2013年考研阅读原文"}, {"sentence": "An old saying has it that half of all advertising budgets are wasted-the trouble is, no one knows which half.", "come": "出自-2013年考研阅读原文"}, {"sentence": "After all, it has an ad business too, which it says will comply with DNT requests, though it is still working out how.", "come": "出自-2013年考研阅读原文"}, {"sentence": "For him, order does not result from forgetting or ignoring the disorders that plague our existence; order is a necessary development, an improvement that may lead to the Greek ideal of spiritual elevation.", "come": "出自-2014年考研翻译原文"}, {"sentence": "By all accounts he was a freethinking person, and a courageous one, and I find courage an essential quality for the understanding, let alone the performance, of his works.", "come": "出自-2014年考研翻译原文"}, {"sentence": "Beethoven’s music tends to move from chaos to order as if order were an imperative of human existence.", "come": "出自-2014年考研翻译原文"}, {"sentence": "Beethoven’s habit of increasing the volume with an extreme intensity and then abruptly following it with a sudden soft passage was only rarely used by composers before him.", "come": "出自-2014年考研翻译原文"}, {"sentence": "“We’re doing these things because we know they help people stay off benefits and help those on benefits get into work faster” Help? Really? On first hearing, this was the socially concerned chancellor, trying to change lives for the better, complete with “reforms” to an obviously indulgent system that demands too little effort from the newly unemployed to find work, and subsidises laziness.", "come": "出自-2014年考研阅读原文"}, {"sentence": "There is just one path for a lawyer in most American states: a four-year undergraduate degree in some unrelated subject, then a three-year law degree at one of 200 law schools authorized by the American Bar Association and an expensive preparation for the bar exam.", "come": "出自-2014年考研阅读原文"}, {"sentence": "The new awards are an exercise in self-promotion for those behind them, say scientists.", "come": "出自-2014年考研阅读原文"}, {"sentence": "The US$3-million Fundamental Physics Prize is indeed an interesting experiment, as Alexander Polyakov said when he accepted this year’s award in March.", "come": "出自-2014年考研阅读原文"}, {"sentence": "The Breakthrough Prize in Life Sciences, launched this year, takes an unrepresentative view of what the life sciences include.", "come": "出自-2014年考研阅读原文"}, {"sentence": "One idea is to allow people to study law as an undergraduate degree.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Olduvai Gorge, an early hominid site in Tanzania, was found by a butterfly hunter who literally fell into its deep valley in 1911.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Because representative government presupposes an informed citizenry, the report supports full literacy; stresses the study of history and government, particularly American history and American government; and encourages the use of new digital technologies.", "come": "出自-2014年考研阅读原文"}, {"sentence": "This movement, driven by powerful and diverse motivations, built a nation out of a wilderness and, by its nature, shaped the character and destiny of an uncharted continent.", "come": "出自-2015年考研翻译原文"}, {"sentence": "such dimensions of read suggest-as others introduced later in the book will also do-that we bring an implicit ( ' , often unacknowledged) agenda to any act of reading.", "come": "出自-2015年考研阅读原文"}, {"sentence": "What is in question is not the retrieval of an absolute, fixed or “true” meaning that can be read off and clocked for accuracy, or some timeless relation of the text to the world.", "come": "出自-2015年考研阅读原文"}, {"sentence": "This is hacking on an industrial scale ,as was acknowledged by Glenn Mulcaire, the man hired by the News of the World in 2001 to be the point person for phone hacking.", "come": "出自-2015年考研阅读原文"}, {"sentence": "The journalScienceis adding an extra round of statistical checks to its peer-review process, editor-in-chief Marcia McNutt announced today.", "come": "出自-2015年考研阅读原文"}, {"sentence": "The danger will come with Charles, who has both an expensive taste of lifestyle and a pretty hierarchical view of the world.", "come": "出自-2015年考研阅读原文"}, {"sentence": "The court has ruled that police don’t violate the Fourth Amendment when they sift through the wallet or pocketbook of an arrestee without a warrant.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Readers must have confidence in the conclusions published in our journal,” writes McNutt in an editorial.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Precisely because readers from different historical periods, places and social experiences produce different but overlapping readings of the same words on the page-including for texts that engage with fundamental human concerns-debates about texts can play an important role in social discussion of beliefs and values.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Just how much does the Constitution protect your digital data? The Supreme Court will now consider whether police can search the contents of a mobile phone without a warrant if the phone is on or around a person during an arrest.", "come": "出自-2015年考研阅读原文"}, {"sentence": "He says he expects the board to “play primarily an advisory role.”", "come": "出自-2015年考研阅读原文"}, {"sentence": "A smart phone may contain an arrestee’s reading history, financial history, medical history and comprehensive records of recent correspondence.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Our mental health doesn’t really go anywhere; like the sun behind a cloud, it can be temporarily hidden from view, but it is fully capable of being restored in an instant.", "come": "出自-2016年考研翻译原文"}, {"sentence": "Mental health is the seed that contains self-esteem - confidence in ourselves and an ability to trust in our common sense.", "come": "出自-2016年考研翻译原文"}, {"sentence": "The largest firms in America and Britain together spend more than $15 billion a year on CSR, according to an estimate by EPG, a consulting firm.", "come": "出自-2016年考研阅读原文"}, {"sentence": "The fashion industry knows it has an inherent problem in focusing on material adornment and idealized body types.", "come": "出自-2016年考研阅读原文"}, {"sentence": "So how do we navigate this? How do we know when to invest in an upgrade? And what’s the best way to pull off one that enhances our goals? Here are some tips:.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Second, customers may be willing to buy a company’s products as an indirect way to donate to the good causes it helps.", "come": "出自-2016年考研阅读原文"}, {"sentence": "No matter how formal or informal the work environment, the way you present yourself has an impact.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Maybe there’s no need for an upgrade and that’s OK.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Look at your work environment like an anthropologist.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Instead, use it as an opportunity to reduce decision fatigue.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Half a century of town and country planning has enabled it to retain an enviable rural coherence, while still permitting low-density urban living.", "come": "出自-2016年考研阅读原文"}, {"sentence": "France, which prides itself as the global innovator of fashion, has decided its fashion industry has lost an absolute right to define physical beauty for women.", "come": "出自-2016年考研阅读原文"}, {"sentence": "As an executive coach, I’ve seen image upgrades be particularly helpful during transitions---when looking for a new job, stepping into a new or more public role, or changing work environments.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Simply arranging a meeting, making a phone call, or hosting an event is not an official act.", "come": "出自-2017年考研阅读原文"}, {"sentence": "Officials must not be allowed to play favorites in providing information or in arranging meetings simply because an individual or group provides a campaign donation or a personal gift.", "come": "出自-2017年考研阅读原文"}, {"sentence": "In Oliver Twist, e traces an orphan’s progress from the workhouse to the criminal slums of London.", "come": "出自-2017年考研阅读原文"}, {"sentence": "He taught himself shorthand to get an even better job later as a court stenographer and as a reporter in Parliament.", "come": "出自-2017年考研阅读原文"}, {"sentence": "Good governance rests on an understanding of the inherent worth of each individual.", "come": "出自-2017年考研阅读原文"}, {"sentence": "The data of an individual there gains its value only when it is compared with the data of countless millions more.", "come": "出自-2018年考研阅读原文"}, {"sentence": "The State, War, and Navy Building, as it was originally known, housed the three Executive Branch Departments most intimately associated with formulating and conducting the nation's foreign policy in the last quarter of the nineteenth century and the first quarter of the twentieth century-the period when the United States emerged as an international power.", "come": "出自-2018年考研阅读原文"}, {"sentence": "So when young people are critical of an over-tweeting president, they reveal a mental discipline in thinking skills - and in their choices on when to share on social media.", "come": "出自-2018年考研阅读原文"}, {"sentence": "Privacy law builds on the concept of damage to an individual from identifiable knowledge about them.", "come": "出自-2018年考研阅读原文"}, {"sentence": "Legislation is moving through the House that would save USPS an estimated $286 billion over five years, which could help pay for new vehicles, among other survival measures.", "come": "出自-2018年考研阅读原文"}, {"sentence": "\"Each year the physical presence rule becomes further removed from economic reality and results in significant revenue losses to the States,\" he wrote in an opinion joined by four other justices.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "\"I still grew up in an upper middle-class home with parents who didn't have college degrees,\" Schneider said. \"I don't think people are capable of that anymore. \"", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Idleness is not just a vacation, an indulgence or a vice; It is as indispensable to be brain as vitamin D is to the body...[idleness] is, paradoxically, necessary to getting any work done,\" he argues.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"My father was an RAF pilot and my cousin the skipper of a Lancaster lost over Berlin,\" he adds.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Readers must have confidence in the conclusions published in our journal,\" writes McNutt in an editorial.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A \"southern\"camp headed by French wants something different: \"European economic government\" within an inner core of euro-zone members.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A cynic might speculate that the UK is on the verge of disappearing into an endless fever of self-celebration in its desperation to reinvent itself for the post-Brexit world: after town of culture, who knows that will follow-village of culture?", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A few wealthy people will own all the capital, and the masses will struggle in an impoverished wasteland.", "come": "2017年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A further concern is that the use of electronic means of payment leaves an electronic trail that contains a large amount of personal data.", "come": "2013年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A smartphone may contain an arrestee's reading history, financial history, medical history and comprehensive records of recent correspondence.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A string of accidents, including the partial collapse of a cooling tower in 2007 and the discovery of an underground pipe system leakage, raised serious questions about both Vermont Yankee's safety and Entergy's management– especially after the company ma", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A town of culture award could, it is argued, become an annual event, attracting funding and creating jobs.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}]}], "synonym": [{"part_name": "", "means": [{"word_mean": "", "cis": ["any", "one"]}]}], "collins": [{"entry": [{"def": "<b>An</b> is used instead of 'a', the indefinite article, in front of words that begin with vowel sounds.", "tran": "（在发音以元音开始的单词前，代替不定冠词a）", "posp": "DET", "example": []}]}], "ee_mean": [{"part_name": "Noun", "means": [{"word_mean": "1. an associate degree in nursing", "sentences": []}]}], "baesInfo": {"word_name": "an", "is_CRI": "1", "symbols": [{"ph_en": "ən", "ph_am": "æn", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/0/0/18/b0/18b049cc8d8535787929df716f9f4e68.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/18/b0/18b049cc8d8535787929df716f9f4e68.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/1/8/b/18b049cc8d8535787929df716f9f4e68.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/0/0/18/b0/18b049cc8d8535787929df716f9f4e68.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/18/b0/18b049cc8d8535787929df716f9f4e68.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/1/8/b/18b049cc8d8535787929df716f9f4e68.mp3", "parts": [{"part": "art.", "means": ["一（在元音字母前代替不定代词a）", "一任一某一", "一个"]}]}], "baesElse": [{"word_name": "AN", "is_CRI": "0", "symbols": [{"ph_en": "", "ph_am": "", "ph_other": "", "ph_en_mp3": "", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/d/9/6/d9681d05860552e9c3113da381f916fc.mp3", "parts": [{"part": "abbr.", "means": ["Acid Number 酸值"]}]}]}, {"word_name": "An", "is_CRI": "0", "symbols": [{"ph_en": "ən", "ph_am": "ən", "ph_other": "", "ph_en_mp3": "", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/9/7/8/978b697963cfc5abfced8a4b611977c9.mp3", "parts": [{"part": "", "means": ["[医]actinon锕射气", "[地名] [缅甸] 安村"]}]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 0}, "new_sentence": [{"tag": "全部", "word": "an", "meaning": "全部", "sentences": [{"id": 701, "type": 1, "cn": "劝导对他好象水过鸭背似的(不起作用).", "en": "Advice and correction roll off him like water off a duck's back.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/1/3/a13dc92deaf97b33385e7eebf684f6a4.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 24784, "type": 1, "cn": "车道绕过一棵老树来了个急转弯.", "en": "The driveway makes a hook around an old tree.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/5/a/75a6d1baf9ad69243c8150a3da1729b9.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 25016, "type": 1, "cn": "电视让观众可以即时经历某一事件.", "en": "Television allows viewers to experience an event without any loss of immediacy.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/b/5/4b559e40f25d78131ab80cce56654155.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 26768, "type": 1, "cn": "他们达成协议,收益由大家均分.", "en": "They came to an accord that profits should be shared equally.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/a/4/8a44d863b1b1805ab5d8b3fd17e27e55.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 29304, "type": 1, "cn": "听说有急诊, 医生撂下筷子就走.", "en": "Hearing that there was an emergency case, the doctor put down his chopsticks and left at once.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/3/4/5348468e18793c26623da1e1297a462f.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 33552, "type": 1, "cn": "黃金价格常常被看作是通货膨胀的指标.", "en": "Gold prices are often seen as an indicator of inflation.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/0/2/a02803e0219d18b10bfe00d637e395a7.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 36233, "type": 1, "cn": "感染的伤口看起来发炎了.", "en": "An infected cut looks angry.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/5/3/153ad11559a229bd76aac4a6910935dd.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 49453, "type": 1, "cn": "后来, 这种灯笼成了沈家的绝活.", "en": "In the course of time , this kind of lantern has become an exclusive of the Shens.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/9/7/59755aea065aa8e5d39b2f3c4154110a.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 51775, "type": 1, "cn": "他证实在谋杀案发生时他不在场.", "en": "He established an alibi to the charge of murder.", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/5/b/05beac89aba178f7c84e5bcec84471ac.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 67646, "type": 1, "cn": "善良的陌生人是亲戚, 冷漠的亲戚是陌生人.", "en": "A stranger who is kind is a relative; an unkind relative is a stranger.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/a/f/cafd43a666dbfc70e9fb7525bc067183.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 70133, "type": 1, "cn": "她猛然坐到扶手椅上.", "en": "She flopped into an armchair.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/f/2/5f2f1b3306d233de833f97dd623a13a4.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 90885, "type": 1, "cn": "尽管她衣衫褴褛, 但神态老练世故.", "en": "Despite her scruffy clothes, there was an air of sophistication about her.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/f/3/6f365d124878e39cb2b93b8e411b7da1.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 107729, "type": 1, "cn": "国际上承认他是这方面的一个权威.", "en": "He is recognized internationally as an authority in this field.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/c/0/5c0242fdd6906f957205e7c11865a395.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 123866, "type": 1, "cn": "把每天上午的时间都花在河上之后, 我总是带着空包回家.", "en": "After having spent wholemornings on the river, I always go home with an empey bag.", "from": "《用法词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/c/1/ac1528fdb35666cd69cee6ec111fb5b2.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 146435, "type": 1, "cn": "他不承认他和他的秘书有染,但是无风不起浪啊.", "en": "He's denied having an affair with secretary but of course there's no smoke without fire.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/3/6/836a409f9feeda07917470f141dbc0da.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 149210, "type": 1, "cn": "这是一种极端野蛮的行为.", "en": "This was an act of extreme brutality.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/7/0/770e077e9d04b0678aa2f784bac085af.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 185902, "type": 1, "cn": "这时她脑中浮现出一个想法.", "en": "Then an idea suggested itself to her.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/2/7/62783e582a08e659a84af5071126e3a0.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 189131, "type": 1, "cn": "我想我们可以再加建一间房子.", "en": "I think we can fit in an additional room.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/f/9/af9761f7532aa9b56d71935f44f96483.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 191221, "type": 1, "cn": "他是本地足球队的热情支持者.", "en": "He's an ardent supporter of the local football team.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/c/b/3cb15ffd21cd1aef9049652a5626be2b.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 191681, "type": 1, "cn": "他脑子里闪过一个 念头.", "en": "An idea flashed into [ through ] his mind.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/1/e/41e25dbed9e9f43bb0e48b668843932e.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 197890, "type": 1, "cn": "他态度严肃.", "en": "He has an austere manner.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/0/5/005ac390310816b526a2770f12171084.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 204638, "type": 1, "cn": "那个应试者将参加口试.", "en": "The candidate will take an oral examination.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/2/8/628790fd5d25a6b057899a1f698cb8c8.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 215371, "type": 1, "cn": "这树我砍了半小时,但还未把它砍倒.", "en": "I've been chopping away for half an hour but the tree is still standing.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/e/3/5e3bff2b46b73276ec8821e799239589.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 235898, "type": 1, "cn": "他们宣誓忠实履行自己的职责.", "en": "They swore an oath to carry out their duties faithfully.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/d/b/5db1494033f57a32f0a73761ec2315a0.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 235927, "type": 1, "cn": "他保持了极为认真的态度.", "en": "He maintained an attitude of high seriousness.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/4/9/a490dda2027b7deb9d9bbdc1507a0a9e.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 252241, "type": 1, "cn": "在公共汽车上给老太太让座是礼貌的.", "en": "It's polite to yield up your seat on the bus to an old lady.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/9/e/e9e5bbf429c4bcc0bb6d92bdb74068df.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 252468, "type": 1, "cn": "足球赛结束了, 人群很快从球场散去.", "en": "The football match came to an end, and the crowd soon cleared away from the ground.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/4/6/9466bec860b7b667cf5ae64c6b0fc769.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 260086, "type": 1, "cn": "他把手伸到口袋里摸,试图找到那把钥匙.", "en": "He dived his hand into his pocket in an attempt to find the key.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/5/4/85433c96f3bdaf54250eb440c9b1db43.mp3", "ttsSize": 18, "likeNum": 0}]}, {"tag": "一个", "word": "an", "meaning": "一个", "sentences": [{"id": 2377268, "type": 1, "cn": "对社会功能和文化关系的研究成为欧洲人类学尤其是英国人类学的一个重要主题。", "en": "An interest in the relationship between the function of society and culture became a major theme in European, and especially British, anthropology.", "from": "09年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/eb/845c393517ecea2e621fd52d70bb7.mp3", "ttsSize": 269, "likeNum": 0}, {"id": 2377756, "type": 1, "cn": "我们会突然想不起刚刚把钥匙放在了哪儿，想不起老熟人的名字，或者想不起过去喜欢的一个老牌乐队叫什么。", "en": "We suddenly can’t remember where we put the keys just a moment ago, or an old acquaintance’s name, or the name of an old band we used to love.", "from": "14年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/a1/5883b4b59044f8ca191dfcf3a1d91.mp3", "ttsSize": 245, "likeNum": 0}, {"id": 2378118, "type": 1, "cn": "或许，你并没有必要提升形象，那也没有关系。【句子解析】本句是一个由and连接的并列句。分句一使用了there be句型，由“there + be(is)+主语（no need)”构成;介词短语for an upgrade作后置定语，修饰need;副词Maybe作状语。分句二是一个简单句，其主语是that，系动词是is，表语是0K。", "en": "Maybe there’s no need for an upgrade and that’s OK. 　", "from": "16年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/b/bf/991500117eda6e5689fd901429702.mp3", "ttsSize": 81, "likeNum": 0}, {"id": 2379048, "type": 1, "cn": "至少它将我们从“一夜暴富和豪宅”的民族热梦中唤醒，并且给挥金如土的个人消 费时代划上了一个必要的句号。", "en": "At the very least, it has awoken us from our national fever dream of easy riches and bigger houses, and put a necessary end to an era of reckless personal spending.", "from": "12年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/5/3d/94b55f4152688c088dc0990b1e44e.mp3", "ttsSize": 317, "likeNum": 0}, {"id": 2379102, "type": 1, "cn": "作者亚当•戴维森在《在美国制造》一文中讲述了一个从产棉区听到的笑话，说的是现代纺织厂的自动化程度：如今的普通工厂只有两个雇员，“一个人和一条狗。", "en": "In an essay entitled “Making It in America”, the author Adam Davidson relates a joke from cotton country about just how much a modern textile mill has been automated: The average mill has only two employees today, “a man and a dog.", "from": "13年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/b9/5eeb19278540f933de412b71f7ad3.mp3", "ttsSize": 485, "likeNum": 0}, {"id": 2375600, "type": 1, "cn": "如果 CFL 是为特定空间照明或仅照亮空间内的一个物体，其装置的设计必须和灯本身匹配，灯具装置也要与房间相匹配。", "en": "If the CFL should be used for lighting a particular space, or an object within that space, the fixture must be designed to work with that lamp, and that fixture with the room.", "from": "15年12月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/cd/987f008a060bb67e87a2db0564e2d.mp3", "ttsSize": 292, "likeNum": 0}, {"id": 2375602, "type": 1, "cn": "一个 CFL 不能只是简单地安装在白炽灯的灯具里，然后期望它能呈现褪色、朦胧和暗淡的视觉外观。", "en": "A CFL cannot be simply installed in an incandescent fixture and then expected to produce a visual appearance that is more than washed out, foggy, and dim.", "from": "15年12月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/8/43/e7427184c8c6c0457b2a99a7afadf.mp3", "ttsSize": 287, "likeNum": 0}, {"id": 2375786, "type": 1, "cn": "was needed to sustain its  competitiveness最 (32) 明显的是，曾经领导着诺基亚从一个工业公司转型为一个科技巨头的 Jorma Ollila ，非常沉醉于公司 (33) 过往的辉煌，而没有意识到公司需要做出转变以保持竞争力。", "en": "Most 32 notably,Jorma Ollila, who had led Nokia ’ s  transition from an industrial company to a technology giant was too  fascinated by the company ’ s 33 previous success to recognize the change that", "from": "15年12月六级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/b3/83006f0af294890e79bc1dfe72aae.mp3", "ttsSize": 392, "likeNum": 0}, {"id": 2375907, "type": 1, "cn": "当我们让青少年选一个心目中的英雄时，他们通常会选择一个年长的家庭成员，而不是什么遥不可及的公众人物。", "en": "When we ask teens to choose a hero, they usually select an older family member rather than a remote public figure.", "from": "16年6月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/b/b3/11f981c58326f3b2da42e51f1946b.mp3", "ttsSize": 201, "likeNum": 0}, {"id": 2375976, "type": 1, "cn": "如果上课的是排名前20% 的教师之一，则效果如同一个孩子比别人多上了一到两个月的课。", "en": "Get a teacher from the top 20%, and it’s as if a child has gone to school for an extra month or two.", "from": "16年6月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/b3/1f18c8061f382752bda2a2d217ce9.mp3", "ttsSize": 183, "likeNum": 0}, {"id": 2376035, "type": 1, "cn": "参议院的议案计划创建一个独立委员会，监测试点方案并对老年人医疗保险制度的付费政策提出调整建议，以此来敦促医疗护理服务机构采取改革措施。", "en": "The Senate bill would create an independent commission to monitor the pilot programs and recommend changes in Medicare’s payment policies to urge providers to adopt reforms that work.", "from": "16年6月六级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/1c/fa8e7dab18983c850255192176027.mp3", "ttsSize": 287, "likeNum": 0}, {"id": 2376211, "type": 1, "cn": "正如我所说，结构性失业不是真正的问题，它是一个借口——当亟须采取行动来解决美国面临的问题时，美国却不采取行动的借口。", "en": "As I said, structural unemployment isn’t a real problem, it’s an excuse—a reason not to act on America’s problems at a time when action is desperately needed.", "from": "16年6月六级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/88/154e9848caf194bb236355cc6b8b4.mp3", "ttsSize": 317, "likeNum": 0}, {"id": 2377071, "type": 1, "cn": "“初中是一个重要的阶段，因为学生有足够的数学能力来解决难题，但他们还没真正决定想要怎么过自己的人生，”Loh说", "en": "“Middle school is an important age because students have enough math capability to solve advanced problems, but they haven’t really decided what they want to do with their lives,” said Loh.", "from": "17年6月六级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/39/900d6b8542040053c595139899335.mp3", "ttsSize": 300, "likeNum": 0}, {"id": 2374802, "type": 1, "cn": "真挚的批评，会对一个作家及其为人本身留下不可磨灭的印记。", "en": "Genuine criticism, the type that leaves a lasting mark on you as a writer, also leaves an  existential imprint( 印记 ) on you as a person.", "from": "15年12月四级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/1c/4dcb1e7f3eb9178f561f483b609fc.mp3", "ttsSize": 262, "likeNum": 0}, {"id": 2374820, "type": 1, "cn": "真挚的批评为作家按自己的意愿提升自我——这一过程虽然异常艰苦，但也往往意义非凡——创造了一个可贵的机会。", "en": "Genuine criticism creates a precious  opening for an author to become better  on his own terms— a process that is often extremely painful, but also almost always meaningful.", "from": "15年12月四级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/2/f3/e4c844eca0422369f9cdb1f7b0a2c.mp3", "ttsSize": 324, "likeNum": 0}, {"id": 2374879, "type": 1, "cn": "作为领导，创造一个可以让员工自由发表反对意见、自由争论的环境，会颇具挑战性，不过俗话说得好：道理越辩越明。", "en": "As a leader, it can be challenging to create an environment in which people will freely disagree and argue, but as the saying goes: From confrontation comes brilliance.", "from": "15年12月四级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/c5/bd4dee31765615db00dbf658ca347.mp3", "ttsSize": 294, "likeNum": 0}, {"id": 2374990, "type": 1, "cn": "俄罗斯人还会在国际妇女节——犒劳女性亲属，为她们庆祝的节日——这天晚起一个小时。", "en": "Russians also get up an hour later on International Women’s Day, the day for treating and celebrating female relatives.", "from": "15年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/2/fa/454144dd057d5c0775628628cf22e.mp3", "ttsSize": 202, "likeNum": 0}, {"id": 2374996, "type": 1, "cn": "然而和德国、意大利及法国的人们比起来，这也不算什么，他们在这个夏天的不同日子熬夜晚睡约一个半小时，就为了看世界杯。", "en": "That was nothing though, compared to Germans, Italians, and the French, who stayed up around an hour and a half later on various days throughout the summer to watch the Cup.", "from": "15年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/b/0b/c4a47bb804eca2a8ae7ab226e3a10.mp3", "ttsSize": 299, "likeNum": 0}, {"id": 2375530, "type": 1, "cn": "每个新问题都会催生一个新的行政疏通人员岗位。", "en": "Every new problem creates a new job for an administrative fixer.", "from": "16年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/02/12e80d05b6425944d711b2065320a.mp3", "ttsSize": 106, "likeNum": 0}, {"id": 2379920, "type": 1, "cn": "这是一家连锁酒店的愿景，他们计划通过一个应用程序来将数码钥匙发送到客人的手机上，使客人们不用办理入住登记及获取传统的塑料磁卡。", "en": "That’s the vision of a hotel chain that plans to send digital keys to guests’ phones via an app instead of making them check in and get the traditional plastic swipe cards.", "from": "15年12月四级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/59/e9e3bb7af7d0072020754b089d345.mp3", "ttsSize": 285, "likeNum": 0}, {"id": 2380200, "type": 1, "cn": "男：一名印刷操作员晚到了一个半小时。", "en": "M: One of the press operators arrived an hour and a half late.", "from": "16年12月四级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/e9/1b50610bc22defe8efffd053f69d9.mp3", "ttsSize": 118, "likeNum": 0}, {"id": 2381225, "type": 1, "cn": "你就像是生活在一个之前从来都无法想象的时代，而且那个时代也一去不复返。", "en": "It was like living in an age you could never have imagined, and that never has come back.", "from": "17年6月四级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/3c/501881c0c8b079a8c5d2f3567500f.mp3", "ttsSize": 146, "likeNum": 0}, {"id": 617, "type": 1, "cn": "如果你已经拥有一个帐户. 请连接服务器.重新访问帐户页面.", "en": "If you already have an account. please log and try to access the account page again.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/c/a/fcac4fb41a0375a8a8ee919d03002bd4.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 2509, "type": 1, "cn": "每个习惯至少都有一个导火索,它们指的是那些会导致习惯立刻发生的事情.", "en": "Every habit has at least one trigger an event that immediately precedes the habit.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/6/f/76faaa9797dfb419de2e0653de925097.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 4465, "type": 1, "cn": "最初人们认为香港并不是一个安居乐业的好地方.", "en": "In its early days , Hong Kong was regarded as an uninviting prospect for settlement.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/2/3/2233c5271e2d86a17dcc37671c816038.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 7774, "type": 1, "cn": "这个属性包含了一个OSI地址表示方法.", "en": "This attribute contains an OSI presentation address.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/c/d/3cd9d617a82716bd97975f0bdfe46bdc.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 9576, "type": 1, "cn": "这是一个古老的观念.", "en": "This is an old idea.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/2/c/62c49897788e85fac446165b3c5d8b92.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 9712, "type": 1, "cn": "作者因为刻意强调效果而毁坏了一个本来很好的故事.", "en": "The writer has spoiled an otherwise good story by striving after an effect.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/4/8/c487126a9841478f002b7e7f86ff9647.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 12788, "type": 1, "cn": "现代汽车已经是轮子上的一个电子陈列柜.", "en": "The modern car is already an electronic showcase on wheels.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/d/a/cda1f4b896d4a93973160baa02108aeb.mp3", "ttsSize": 19, "likeNum": 0}]}], "cetFour": [{"word": "an", "count": 100, "kd": [], "Sentence": [{"sentence": "an accelerating speeda shift to city centersa new focus on small citiesan ever-increasing demandPeople can live without private cars.", "come": "出自-2017年6月阅读原文"}, {"sentence": "While it may sound like an advantage to many, people with this rare condition often find their unusual ability burdensome.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They need to rid their minds of sentimentalism ( ' ,  感情用事): the most successful teams have leaders who are able to set an overall direction and take immediate action.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There's an ancient legend that as long as these eggs are made, evil will not prevail in the world, says Joan Brander, a Canadian egg-painter who has been painting eggs for over 60 years, having learned the art from her Ukrainian relatives.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Some people regard professional change as an unpleasant experience that disturbs their stable careers.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Some of us will seek it out; for others it will feel like an unwelcome intrusion into otherwise stable careers.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Leah's first yoga studio was by no means an immediate success.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In the last year alone, despite an increase in the UK population and a subsequent rise in the number of households, sales of toilet paper fell by 2%, with the average household reducing their toilet roll spending from £43 in 2014 to £41 in 2015.", "come": "出自-2017年6月阅读原文"}, {"sentence": "I was making as much money as I was as an accountant.", "come": "出自-2017年6月阅读原文"}, {"sentence": "First trying physical exercise and dieting, she lost some weight and discovered an inner strength.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Fantasy proneness could be considered a tendency to imagine and daydream, whereas absorption is the tendency to allow your mind to become absorbed in an activity – to pay complete attention to the sensations ( ' ,  感受) and the experiences.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Eggs serve as an enduring symbol of new life.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Eggs have an oval shape appealing to artists.", "come": "出自-2017年6月阅读原文"}, {"sentence": "But there's an appeal in that vulnerability.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Apart from the specific trends highlighted above, which cause some investors to worry, the report portrays an overall optimism borne by the recent healthy real-estate upcycle and improving economy.", "come": "出自-2017年6月阅读原文"}, {"sentence": "A recent study of people with HSAM reveals that they are liable to fantasy and full absorption in an activity.", "come": "出自-2017年6月阅读原文"}, {"sentence": " In that moment of clarity Leah made an important leap, conquering her inner resistance to change and making a firm commitment to take bigger steps.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The scientists suggest this may be an attempt to calm humans down.", "come": "出自-2017年6月听力原文"}, {"sentence": "It was like living in an age you could never have imagined, and that never has come back.", "come": "出自-2017年6月听力原文"}, {"sentence": "He estimated that the comfort level will increase considerably in five to ten years3) One dog has been killed and multiple dogs have been injured by a snowmobile driver in what appears to be an intentional attack on competitors in the Iditarod Race in Alaska.", "come": "出自-2017年6月听力原文"}, {"sentence": "AliyZircle was the first to report an attack.", "come": "出自-2017年6月听力原文"}, {"sentence": "A local radio said an unspecified number of people were rescued, including the tour boat’s owner Hilario Blandon.", "come": "出自-2017年6月听力原文"}, {"sentence": "Whether you can successfully change your personality as an adult is the subject of a longstanding psychological debate.", "come": "出自-2016年6月阅读原文"}, {"sentence": "We thought we would see differences based on the housing types, said the lead author of the study, Julie Robison, an associate professor of medicine at the university.", "come": "出自-2016年6月阅读原文"}, {"sentence": "They are better at negotiating an agreement.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The findings of the latest research were similar to an earlier multi-state study of assisted living.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The author thinks her friend made a rational decision in choosing a more hospitable place over an apparently elegant assisted living home.", "come": "出自-2016年6月阅读原文"}, {"sentence": "One simple check would be to program a robot to check the correct course of action with a human when presented with an unusual situation.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Just because I have a business relationship with an individual and I can profit from that relationship, it does not necessarily mean that this person is my friend, Soupios says.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It is an interaction between the person and the place, not the sort of place in itself, that leads to better or worse experiences.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It has become an inevitable peril as technology gets more sophisticated.", "come": "出自-2016年6月阅读原文"}, {"sentence": "If the robot is unsure whether an animal is suitable for the microwave, it has the opportunity to stop, send out beeps ( ' ,  嘟嘟声 ), and ask for directions from a human.", "come": "出自-2016年6月阅读原文"}, {"sentence": "If the food situation continues to worsen, entire nations will break down at an ever increasing rate.", "come": "出自-2016年6月阅读原文"}, {"sentence": "I am about to make things more complicated by suggesting that what kind of facility an older person lives in may matter less than we have assumed.", "come": "出自-2016年6月阅读原文"}, {"sentence": "How a resident feels depends on an interaction between themselves and the care facility they live in.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Hesiod offers an idea—which you very often find in some of the world's great religions, in the Judeo-Christian tradition and in Islam and others—that in some sense, when you hurt another human being, you hurt yourself.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Does assisted living really mark a great improvement over a nursing home, or has the industry simply hired better interior designers? Are nursing homes as bad as people fear, or is that an out-moded stereotype ( ' ,  固定 看法 )? Can doing one's homework really steer families to the best places? It is genuinely hard to know.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But if we come up with an answer, robots could be good for humanity.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But an accumulating body of research indicates that some distinctions between one type of elder care and another have little real bearing on how well residents do.", "come": "出自-2016年6月阅读原文"}, {"sentence": "An elderly person who describes herself as in poor health, therefore, might be no less depressed in assisted  -86 living ( ' , even if her children preferred it) than in a nursing home.", "come": "出自-2016年6月阅读原文"}, {"sentence": "According to an ancient Greek philosopher, it is impossible for us to understand every aspect of our life.", "come": "出自-2016年6月阅读原文"}, {"sentence": "A friend recently took her mother to visit an expensive assisted living / nursing home near my town.", "come": "出自-2016年6月阅读原文"}, {"sentence": "People suffering from sleep loss are at an increased risk from obesity, psychological problems and car crashes.", "come": "出自-2016年6月听力原文"}, {"sentence": "If you are a graduate student, you may depend on your adviser for many things, including help with improving grades, acquiring financial support, forming an examining committee and getting letters of recommendation.", "come": "出自-2016年6月听力原文"}, {"sentence": "And following up on what you just mentioned, what would you recommend  for students who do not live in an English-speaking country? And you know, they want to learn.", "come": "出自-2016年6月听力原文"}, {"sentence": "With a wireless setup, you stick batterypowered sensors up around your home that keep an eye on windows, doors, motion, and more.", "come": "出自-2016年12月阅读原文"}, {"sentence": "We are at a point where in much of the developed world the vast majority of young people grew up playing video games, and an increasingly high percentage of adults play these video games too, Werbach says.", "come": "出自-2016年12月阅读原文"}, {"sentence": "This would be an environment in which teachers and students actually knew each other.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The possibility of receiving an award also produces a state of hope—a state that is in itself psychologically rewarding.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The author's experiment shows that students with a fixed mind-set believe having to work hard is an indication of low ability.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The author conducted an experiment to find out about the influence of students' mind-sets on math learning.", "come": "出自-2016年12月阅读原文"}, {"sentence": "That's because he plans to ban tipping in favor of paying his servers an actual living wage.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Teaching is an art and a craft, talent and practice; it is not something that just anyone can be good at.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Many of the reductions over the past 30 years have been achieved either by reducing the amount of sugar, salt or fat in a product, or by finding an alternative ingredient.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Kids preferred an award in the form of money to one in the form of a toy.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It's an administrative sham ( ' ,  欺诈) of the kind that has multiplied over the last 30 years.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It seems higher education has become an industry of meeting-holders whose task it is to solve problems— real or imagined.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It caught us in the act, sent an alert to my smartphone, and also listed our RF interference on the system's event log.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In the growth mind-set classes, students read and discussed an article entitled You Can Grow Your Brain.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In an editorial released Monday in the American Journal of Public Health, Katherine Record and Bryn Austin made their case for government regulation of the fashion industry.", "come": "出自-2016年12月阅读原文"}, {"sentence": "I offer a simple proposition in response: Many of our problems—class attendance, educational success, student happiness and well-being—might be improved by cutting down the bureaucratic ( ' ,  官僚的) mechanisms and meetings and instead hiring an army of good teachers.", "come": "出自-2016年12月阅读原文"}, {"sentence": "I hate it because it's an obligation disguised as an option.", "come": "出自-2016年12月阅读原文"}, {"sentence": "I designed an eight-session workshop for 91 students whose math grades were declining in their first year of junior high.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Every new problem creates a new job for an administrative fixer.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Creating an environment for teachers to share their teaching experiences.", "come": "出自-2016年12月阅读原文"}, {"sentence": "But doesn't the extra money in the pockets of those countries' consumers mean an equal loss in oil-producing countries, cancelling out the gains? Not necessarily, says economic researcher Sara Johnson.", "come": "出自-2016年12月阅读原文"}, {"sentence": "But as it turns out, waiters see only a tiny bump in tips when they do an exceptional job compared to a passable one.", "come": "出自-2016年12月阅读原文"}, {"sentence": "After such an experience an animal often remains passive even when it can effect change—a state they called learned helplessness.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Yet each is an independent land, with its own government, trade, and customs.", "come": "出自-2016年12月听力原文"}, {"sentence": "There’s one sound that  gets a big reaction from kids on  a hot day: the sound of an ice-cream  truck.", "come": "出自-2016年12月听力原文"}, {"sentence": "Such an organization does a lot in training workshops in special media, crafts marketing techniques, crafts fairs and sales, festivals, TV appearances and demonstrations.", "come": "出自-2016年12月听力原文"}, {"sentence": "Rescue efforts were underway Thursday morning for 17 miners who were stuck in an elevator below ground at Cargill rock salt mine near Lansing, New York, according to Marcia Lynch, Public Information Officer at Tompkins County’s Emergency Response Department.", "come": "出自-2016年12月听力原文"}, {"sentence": "I’m speakingto Delroy Simmonds , an  unemployed Brooklyn man who  missed a job interview Tuesday  for the best reasons.", "come": "出自-2016年12月听力原文"}, {"sentence": "It’s a pretty easy job, but one with lots of downtime, which means you will have  plenty of time to catch up on reading, do homework or study for an exam.", "come": "出自-2016年12月听力原文"}, {"sentence": "He was  saving the life of a 9-month-old  boy who was blown into the path  of an oncoming subway train by  a high wind.", "come": "出自-2016年12月听力原文"}, {"sentence": "Facing an 8.3-billion-dollar budget deficit this year, closing post offices is one of several proposals the Postal Service has put forth recently to cut costs.", "come": "出自-2016年12月听力原文"}, {"sentence": "You don't have to hit the grocery store daily, nor do you need an abundance of skill.", "come": "出自-2015年12月阅读原文"}, {"sentence": "When good students turn in an essay, they dream of their instructor returning it to them in exactly the same  condition, save for a single word added in the margin of the final page: Flawless.", "come": "出自-2015年12月阅读原文"}, {"sentence": "To find out the truth about an issue.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Think of a 3-year-old lost in the pleasures of finding out what he can and cannot sink in the bathtub, a 5-year- old beside herself with the thrill of putting together strings of nonsensical words with her best friends, or an 11-year-old completely absorbed in a fascinating comic strip.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The opposite of a wallet is a smartphone or an iPad.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The microwave and fast-food chains were the biggest catalysts ( ' , 催化剂 ), but the big food companies—which want to sell anything except the raw ingredients that go into cooking—made the home cook an endangered species.", "come": "出自-2015年12月阅读原文"}, {"sentence": "That was nothing though, compared to Germans, Italians, and the French, who stayed up around an hour and a half later on various days throughout the summer to watch the Cup.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Since fewer than half of Americans say they cook at an intermediate level and only 20% describe their cooking skills as advanced, the crisis is one of confidence.", "come": "出自-2015年12月阅读原文"}, {"sentence": "She was an English teacher.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Russians also get up an hour later on International Women's Day, the day for treating and celebrating female relatives.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Once the essay was flawless,  she would take an evening to walk me through my errors.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Of course, I had heard that genius could show itself at an early age, so I  was only slightly taken aback that I had achieved perfection at the tender age of 14.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It is an old city with many sites of historical interest.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Isn't it a bit weird that spending it should happen in half a blink ( ' ,  眨眼 ) of an eye? Doesn't a wallet—that time-honoured Friday-night feeling of pleasing, promising fatness—represent something that matters? But I'll leave the economics to the experts.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Genuine criticism, the type that leaves a lasting mark on you as a writer, also leaves an existential imprint ( ' ,  印记 ) on you as a person.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Constructive criticism gives an author a good start to improve his writing.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Before you brush this argument aside as rubbish, or think of joy as an unaffordable luxury in a nation where there is awful poverty, low academic achievement, and high dropout rates, think again.", "come": "出自-2015年12月阅读原文"}, {"sentence": "As a leader, it can be challenging to create an environment in which people will freely disagree  and argue, but as the saying goes: From confrontation comes brilliance.", "come": "出自-2015年12月阅读原文"}, {"sentence": "A look at what goes on in most classrooms these days makes it abundantly clear that when people think about education, they are not thinking about what it feels like to be a child, or what makes childhood an important and valuable stage of life in its own right.", "come": "出自-2015年12月阅读原文"}, {"sentence": " Genuine criticism creates a precious opening for  an author to become better on his own terms—a process that is often extremely painful, but also  almost always meaningful.", "come": "出自-2015年12月阅读原文"}, {"sentence": "With such a grand history, kite flying is sure to remain an entertaining and popular sport.", "come": "出自-2015年12月听力原文"}, {"sentence": "The new product’s brand name and packaging were an important part of the development process.", "come": "出自-2015年12月听力原文"}, {"sentence": "Once, just after I returned from my year in Vienna, I was asked to translate for a German judge at an Olympiclevel horse event.", "come": "出自-2015年12月听力原文"}, {"sentence": "Many of its 800 stores are likely to close following the company’s decision to call in administrators after an attempt to sell the business for a token £1 failed.", "come": "出自-2015年12月听力原文"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "an"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}