{"props": {"pageProps": {"query": {"w": "him"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"collins": [{"entry": [{"def": "You use <b>him</b> to refer to a man, boy, or male animal.", "tran": "他;它（指雄性动物）", "posp": "PRON-SING", "example": [{"ex": "John's aunt died suddenly and left him a surprisingly large sum...", "tran": "约翰的婶婶突然去世了，留给他一笔巨额财产。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/8/7/98743b7411d8140d57b19c9282f4b083.mp3", "tts_size": "19K"}, {"ex": "Is Sam there? Let me talk to him...", "tran": "萨姆在吗？让我和他谈谈。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/e/3/1e346a705161f0ccdfd99c0266fe6e32.mp3", "tts_size": "14K"}]}, {"def": "In written English, <b>him</b> is sometimes used to refer to a person without saying whether that person is a man or a woman. Some people dislike this use and prefer to use 'him or her' or 'them'.", "tran": "（书面英语中泛指人）他，她（有些人不喜欢这种用法，更倾向于使用 him or her 或 them）", "posp": "PRON-SING", "example": [{"ex": "If the child sees the word 'hear', we should show him that this is the base word in 'hearing' and 'hears'.", "tran": "如果孩子看到hear这个词，我们就应该告诉他这是hearing和hears的词干。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/6/8/f68360498a907ce0af0eb9d9bd868f3e.mp3", "tts_size": "25K"}]}, {"def": "In some religions, <b>Him</b> is used to refer to God.", "tran": "（一些宗教中指）上帝", "posp": "PRON-SING", "example": [{"ex": "God will help you if you turn to Him in humility and trust.", "tran": "如果你怀着一颗谦恭而信任的心向上帝求助，上帝会帮助你。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/1/7/417d33af59645e31698ca04139a4c967.mp3", "tts_size": "17K"}]}]}], "cetSix": [{"word": "him", "count": 21, "kd": [], "Sentence": [{"sentence": "If you want to change his course, you have only a few choices: you can stop him, transferring ( ' , possibly painfully) some of his kinetic energy ( ' ,  动能 ) to your own body, or you can approach alongside and slowly apply pressure to gradually alter his course.", "come": "出自-2015年12月阅读原文"}, {"sentence": "0 GPA cut-off, making it impossible for him to continue paying for school.", "come": "出自-2015年12月阅读原文"}, {"sentence": "( ' , Harvard, for example, boasts a six-year graduation rate for underrepresented minority groups of 98 percent)Christian Vazquez, a first-generation Yale graduate, is another exception, his success story setting him far apart from students such as Nijay.", "come": "出自-2015年12月阅读原文"}, {"sentence": "\"It made me think about how I'm teaching him to have ownership of his own body and how what is shared today endures into the future,\" Dunham says.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "All those things are true, but aside from him, all his friends and family are played by actors.", "come": "2019年12月六级真题（第一套）听力 Section A"}, {"sentence": "At the end of his first year, Nijay lost his Pell Grant of over $5,000 after narrowly missing the 2.0 GPA cut-off, making it impossible for him to continue paying for school.", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "But now, that insurance has run out for him, and he has to make tough choices.", "come": "2016年6月六级真题（第一套）听力 Section C"}, {"sentence": "But the boost in investor confidence needed for the plan to work will take time, time that Rosen says still requires him to buy food and make monthly mortgage payments.", "come": "2016年6月六级真题（第一套）听力 Section C"}, {"sentence": "Christian Vazquez, a first-generation Yale graduate, is another exception, his success story setting him far apart from students such as Nijay.", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "Each day that Elop spent in charge of Nokia, the company's market value declined by $23 million, making him, by the numbers, one of the worst CEOs in history.", "come": "2015年12月六级真题（第三套）阅读 Section A"}, {"sentence": "Even though Spooner screams \"Save her! Save her!\", the robot rescues him because it calculates that he has a 45 percent chance of survival compared to Sarah's 11 percent.", "come": "2017年12月六级真题（第二套）阅读 Section C"}, {"sentence": "If you want to change his course, you have only a few choices: you can stop him, transferring possibly painfullysome of his kinetic energy to your own body, or toucan approach alongside and slowly apply pressure to gradually alter his course.", "come": "2015年12月六级真题（第一套）阅读 Section B"}, {"sentence": "In fact, the whole show is written, directed, edited and produced by him, and is very funny and has won many awards.", "come": "2019年12月六级真题（第一套）听力 Section A"}, {"sentence": "It never occurred to me that I should ask his permission to post photos of him online.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "Perhaps a Roman official wanted Pompeii-like interior to remind him of home.", "come": "2019年6月六级真题（第二套）听力 Section B"}, {"sentence": "That's when it dawned on her: She had been posting photos of him online without asking his permission.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "The idea that all energy and wealth comes from the sun really intrigued him He thought the shorter the distance between the sun and the end product, the higher the profit to the farmer.", "come": "2019年12月六级真题（第三套）阅读 Section B"}, {"sentence": "Then when the person doesn't turn out to be who they thought he or she was, they start thinking \"Maybe I can change him or her\".", "come": "2015年12月六级真题（第二套）听力 Section A"}, {"sentence": "Todd Park, a local detective, said the method has helped him learn more about an unidentified woman whose skeleton was found near Great Salt Lake.", "come": "2015年12月六级真题（第二套）听力 Section C"}, {"sentence": "We’re big advocates of bodily autonomy and not forcing him to hug or kiss people unless he wants to, but it never occurred to me that I should ask his permission to post photos of him online.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "Were big advocates of bodily autonomy and not forcing him to hug or kiss people unless he wants to, but it never occurred to me that I should ask his permission to post photos of him online.", "come": "2018年12月六级真题（第三套）阅读 Section B"}]}], "err_words": [{"word_name": "HIM", "means": ["His[Her] Imperial Majesty 陛下（间接提及时用）"]}], "exchanges": ["him"], "derivation": [{"yuyuan_name": "Old English, dative singular form of he, hē 'he' and hit 'it'"}], "gaokao": [{"word": "him", "count": 100, "kd": [], "Sentence": [{"sentence": "\"I thought it would be useful for him to learn Chinese at an early age\" Joseph Stocke, the managing director of a company, says of his 2-year old son.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "A local driving school has also offered him six free driving lessons.", "come": "2017年高考英语浙江卷（11月） 完形填空 原文"}, {"sentence": "A man should try to satisfy people around him.", "come": "2019年高考英语天津卷 阅读理解 阅读D 选项"}, {"sentence": "After that, I'll have a meeting with him over lunch.", "come": "2017年高考英语全国卷1 听力 原文"}, {"sentence": "And I need to show him around the city.", "come": "2017年高考英语全国卷2 听力 原文"}, {"sentence": "Another patient noticed what I was reading and struck up a conversation with me because he had one of his books with him as well.", "come": "2015年高考英语江苏卷 完形填空 原文"}, {"sentence": "As usually I helped him carry his bags into his study.", "come": "2015年高考英语陕西卷 完形填空 原文"}, {"sentence": "Axani wrote in his post that he is not looking for anything in return and that the woman who uses the looking for ticket can choose to either travel with him or take the ticket and travel on her own.", "come": "2017年高考英语全国卷3 完形填空 原文"}, {"sentence": "Ben, had got in touch, he'd moved to England with his mum when he was three and it had been 13 years since I'd last seen him.", "come": "2018年高考英语全国卷2 完形填空 原文"}, {"sentence": "But during the past decade declining rainfall has allowed him to plant highly profitable crops.", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "But he did not know about brushes before a visitor told him he needed one.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读A 原文"}, {"sentence": "But when Dennis Williams received a text that clearly wasn't intended for him, he did something special.", "come": "2018年高考英语全国卷3 完形填空 原文"}, {"sentence": "But when he finally reached her, the woman flooded him with questions: \"Who are you? What antique shop?\" However, when she hung up, she regretted the way she had handled the call.", "come": "2019年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "Compliment (赞美) the other person to make him or her feel comfortable, and ask questions to show interest.", "come": "2015年高考英语安徽卷 任务型读写 原文"}, {"sentence": "Conditions were so bad that it was impossible for him to find the trail again.", "come": "2016年高考英语北京卷 完形填空 原文"}, {"sentence": "During my first quarter, I spoke directly to the chancellor, asking him for support towards my initiatives, met with the vice chancellors.", "come": "2016年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "Each one felt responsible for the welfare of athens, not because it was forced on him from the outside, but because the city was his pride and his safety.", "come": "2015年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Ehlers eventually succeeded in coaxing the animal to him.", "come": "2019年高考英语全国卷2 完形填空 原文"}, {"sentence": "He advised him to slow down and take things easy.", "come": "2015年高考英语天津卷 答案 选项"}, {"sentence": "He can't help checking even at inappropriate times like when we are eating in a restaurant and I am talking to him! he behaves as if any small amount of boredom can make him feel the need to check his phone even when he knows he shouldn't.", "come": "2015年高考英语上海卷 语法填空 B 原文"}, {"sentence": "He had tried to coax the dog to him but, frightened, it had run off.", "come": "2019年高考英语全国卷2 完形填空 原文"}, {"sentence": "He had walked for about a mile when a volunteer searcher found him.", "come": "2015年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "He might not have done this particularly well, because the teacher told gabriel that he had a good ear and suggested that gabriel go into the music store-room to see if any of the instruments there appealed to him.", "come": "2017年高考英语江苏卷 完形填空 原文"}, {"sentence": "He must have sensed that I was looking at him.", "come": "2015年高考英语湖南卷 单项选择 原文"}, {"sentence": "He provided him with painting materials.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读A 选项"}, {"sentence": "He sent him to a school in Philadelphia.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读A 选项"}, {"sentence": "He taught him how to make engravings.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读A 选项"}, {"sentence": "He took him to see painting exhibitions.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读A 选项"}, {"sentence": "He was my secret sharer, but one morning, he was gone, given away to someone who had the space and the money to care for him.", "come": "2015年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "He was trying to pronounce my husband's name and was asking him a lot of questions.", "come": "2014年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "His father did not teach him fishing.", "come": "2015年高考英语广东卷 阅读理解 阅读B 选项"}, {"sentence": "His father was not patient with him.", "come": "2015年高考英语广东卷 阅读理解 阅读B 选项"}, {"sentence": "His parents always had him weeding the garden, carrying out the garbage and delivering newspapers.", "come": "2016年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "His teacher, Thomas Whaley, is next to him, whispering support.", "come": "2019年高考英语全国卷I 阅读理解 阅读B 原文"}, {"sentence": "However, Mexicans may use silence when instructions are given by a person in authority rather than be rude to that person by arguing with him or her.", "come": "2016年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "I began to properly worry about him.", "come": "2015年高考英语湖北卷 阅读理解 阅读A 原文"}, {"sentence": "I can borrow it from him for you.", "come": "2017年高考英语全国卷2 听力 原文"}, {"sentence": "I could hardly wait to meet him.", "come": "2018年高考英语全国卷I 完形填空 原文"}, {"sentence": "I decided to play with him with only one toy for as long as it would keep his interest.", "come": "2018年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "I doubted it, but let him go ahead, for I had nothing to lose.", "come": "2016年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "I got so angry with him for laying down the law.", "come": "2017年高考英语天津卷 阅读表达 原文"}, {"sentence": "I had hoped to send Peter a gift to congratulate him on his marriage, but I couldn't manage it.", "come": "2019年高考英语天津卷 单项填空 原文"}, {"sentence": "I helped him move slowly over the fence.", "come": "2016年高考英语全国卷3 完形填空 原文"}, {"sentence": "I last saw him a few months ago.", "come": "2017年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "I left my seat quietly, giving him some privacy to finish his conversation.", "come": "2015年高考英语重庆卷 阅读理解 阅读C 原文"}, {"sentence": "I need to talk about my new program with him before he leaves.", "come": "2019年高考英语全国卷2 听力 原文"}, {"sentence": "I told him about the many activities in which I was involved.", "come": "2016年高考英语江苏卷 完形填空 原文"}, {"sentence": "I told him that they would be his own chickens and we would buy the eggs from him.", "come": "2016年高考英语浙江卷（10月） 完形填空 原文"}, {"sentence": "I usually got pretty upset and kept asking him why.", "come": "2015年高考英语广东卷 阅读理解 阅读B 原文"}, {"sentence": "I was almost knocked down recently by a cyclist riding on the pavement when there was a cycle lane right next to him.", "come": "2015年高考英语湖南卷 阅读理解 阅读A 原文"}, {"sentence": "I was right to have admired him.", "come": "2016年高考英语全国卷3 完形填空 原文"}, {"sentence": "I went to see him after he came back from hospital.", "come": "2016年高考英语全国卷3 完形填空 原文"}, {"sentence": "I'd like to make an appointment to see him.", "come": "2019年高考英语全国卷2 听力 原文"}, {"sentence": "If he didn't, his body temperature would get very low, which could quickly kill him.", "come": "2015年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "If we go somewhere and I ask him to leave the phone at home, he suffers from withdrawal symptoms.", "come": "2015年高考英语上海卷 语法填空 B 原文"}, {"sentence": "I'll join him in Mexico city.", "come": "2017年高考英语全国卷2 听力 原文"}, {"sentence": "In 1870, when Dickens died, the world mourned him as its first professional writer and publisher, famous and beloved.", "come": "2018年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "It gave him a feeling of warmth and made him feel that they were home at last.", "come": "2015年高考英语北京卷 完形填空 原文"}, {"sentence": "It had excited within him the belief he could write one last song.", "come": "2019年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "It took him a long time to acquire the skills he needed to become a good dancer.", "come": "2018年高考英语天津卷 单项填空 原文"}, {"sentence": "It was impossible for Joe to climb back or for Simon to pull him up.", "come": "2014年高考英语全国卷2 完形填空 原文"}, {"sentence": "It was totally, completely enough for him.", "come": "2018年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "It would save him much time.", "come": "2016年高考英语天津卷 阅读理解 阅读B 选项"}, {"sentence": "Joni praised him, telling her husband this could be his signature piece.", "come": "2019年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Let him spend a meaningful summer.", "come": "2015年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "Little Tom sat amazed watching the monkey dancing in front of him.", "come": "2015年高考英语四川卷 单项填空 原文"}, {"sentence": "Macy walks there with him every morning unless the weather is bad.", "come": "2018年高考英语全国卷2 听力 原文"}, {"sentence": "Make him learn more about weapons.", "come": "2015年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "Maurice Ashley was kind and smart, a former graduate returning to teach, and this job was no game for him: he meant business.", "come": "2018年高考英语全国卷I 完形填空 原文"}, {"sentence": "Mum and I became mad with him for placing our family in trouble.", "come": "2015年高考英语陕西卷 完形填空 原文"}, {"sentence": "My 10-year-old noticed him and make a comment on how bad it must be to have to stand outside in the cold wind.", "come": "2015年高考英语全国卷1 完形填空 原文"}, {"sentence": "My eldest son, whose work takes him all over the world, is in New York at the moment.", "come": "2017年高考英语天津卷 单项填空 原文"}, {"sentence": "Naomi heard multiple stops and starts, Steve struggling, searching while his wife joni called him \"honey\" and encouraged him.", "come": "2019年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Neighbors and co-workers trust their car repair to him.", "come": "2016年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "Now it occurred to him that his farm had much potential and that the death of the cow was a bit of luck.", "come": "2015年高考英语广东卷 语法填空 原文"}, {"sentence": "On his 80th birthday, I sent him a letter, noting the things we all should be thankful for — good health, good friends and good outcomes.", "come": "2015年高考英语天津卷 阅读表达 原文"}, {"sentence": "On march 19, Dennis got a group text informing him that a couple he didn't know were at the hospital, waiting for the arrival of a baby.", "come": "2018年高考英语全国卷3 完形填空 原文"}, {"sentence": "Only about one in ten places offered him food that would otherwise be discarded.", "come": "2019年高考英语浙江卷 完形填空 原文"}, {"sentence": "Professor anderson is really cool! If you go to his office, you can have him write a card that will let you in, even if the class is full.", "come": "2016年高考英语浙江卷（10月） 听力 原文"}, {"sentence": "Removing him from the pantheon of English literature would make about as much sense as the louvre selling of the mona lisa.", "come": "2018年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "She mistook him for a tour guide.", "come": "2018年高考英语天津卷 阅读理解 阅读B 选项"}, {"sentence": "She told Steve she'd love to hear him play.", "come": "2019年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Since his regular job was boring, I asked him why he just didn't do his sideline full-time.", "come": "2018年高考英语浙江卷 完形填空 原文"}, {"sentence": "So when his mother gave him the medal, he knew right away what he had to do.", "come": "2019年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "Some of you may have heard of him before.", "come": "2016年高考英语全国卷2 听力 原文"}, {"sentence": "Tell you what, I'll be calling jim late this week anyway, so I'll mention it to him.", "come": "2016年高考英语四川卷 听力 原文"}, {"sentence": "The author let his son repair the car because he believed that it wouldn't cause him any more loss.", "come": "2016年高考英语天津卷 阅读理解 阅读B 题设"}, {"sentence": "The author's mother rewarded him with books.", "come": "2015年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "The author's mother told him to borrow a book in order to help cure him of his reading problem.", "come": "2015年高考英语天津卷 阅读理解 阅读C 题设"}, {"sentence": "The book caught the author's eye because it reminded him of his own dog.", "come": "2015年高考英语天津卷 阅读理解 阅读C 题设"}, {"sentence": "The failure was a big blow to him, but he wasn't discouraged and soon got as enthusiastic as ever.", "come": "2015年高考英语福建卷 单项填空 原文"}, {"sentence": "The farmer freed him, and he began to run happily around again.", "come": "2015年高考英语湖北卷 阅读理解 阅读A 原文"}, {"sentence": "The happy ending of the story attracted him.", "come": "2015年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "The nursery team switches him every few days with his sister so that while one is being bottle-fed, the other is with mum-she never suspects.", "come": "2016年高考英语全国卷1 语法填空 原文"}, {"sentence": "The pony responsible was queuing up for some ice cream in the car park near Haytor, and perhaps thought I'd jumped in ahead of him.", "come": "2015年高考英语湖北卷 阅读理解 阅读A 原文"}, {"sentence": "The salesgirl looked at him for a second, then recognized him and said, \"Oh, hi!\".", "come": "2015年高考英语广东卷 阅读理解 阅读A 原文"}, {"sentence": "The school is going to send Harvold on a weekend trip to dublin with a friend, thanking him for his bravery.", "come": "2017年高考英语浙江卷（11月） 完形填空 原文"}, {"sentence": "The temptation to see who is connecting him is just too great.", "come": "2015年高考英语上海卷 语法填空 B 原文"}, {"sentence": "Then I asked him if he had cut down the amount of feed he had given the chickens.", "come": "2016年高考英语浙江卷（10月） 完形填空 原文"}, {"sentence": "Then I suggested it was time for him to slow down.", "come": "2015年高考英语天津卷 阅读表达 原文"}]}], "baesInfo": {"word_name": "him", "is_CRI": "1", "symbols": [{"ph_en": "hɪm", "ph_am": "hɪm", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/56/e9/56e9e50e81fd112081530a5820c992fd.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/66/4d/664d242a7528bf4230386c9ac1a437f8.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/6/6/4/664d242a7528bf4230386c9ac1a437f8.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/56/e9/56e9e50e81fd112081530a5820c992fd.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/66/4d/664d242a7528bf4230386c9ac1a437f8.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/6/6/4/664d242a7528bf4230386c9ac1a437f8.mp3", "parts": [{"part": "pron.", "means": ["(he的宾格)他"]}]}], "baesElse": [{"word_name": "HIM", "is_CRI": "0", "symbols": [{"ph_en": "", "ph_am": "", "ph_other": "hɪm", "ph_en_mp3": "", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/1/7/6/176a6558cf78d02271063ad29ce67f8e.mp3", "parts": [{"part": "abbr.", "means": ["His[Her] Imperial Majesty 陛下（间接提及时用）"]}]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 5}, "abbreviation": [{"mean_en": "high impact", "mean_cn": "高冲击力，耐高冲击的(塑料等)"}, {"mean_en": "horizontal impulse", "mean_cn": "平行脉冲，水平脉冲"}], "kaoyan": [{"word": "him", "count": 21, "kd": [], "Sentence": [{"sentence": "Part of the fame of Allen‘s book is its contention that “Circumstances do not make a person， they reveal him.", "come": "出自-2011年考研翻译原文"}, {"sentence": "Within two weeks, he was talking for the first time with the board of Hartford Financial Services Group, which named him CEO and chairman on September 29.", "come": "出自-2011年考研阅读原文"}, {"sentence": "McGee says leaving without a position lined up gave him time to reflect on what kind of company he wanted to run.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Gilbert’s own interest in new music has been widely noted: Alex Ross, a classical-music critic, has described him as a man who is capable of turning the Philharmonic into “a markedly different, more vibrant organization”.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Even Tommasini, who had advocated Gilbert’s appointment in the Times, calls him “an unpretentious musician with no air of the formidable conductor about him”.", "come": "出自-2011年考研阅读原文"}, {"sentence": "For him, order does not result from forgetting or ignoring the disorders that plague our existence; order is a necessary development, an improvement that may lead to the Greek ideal of spiritual elevation.", "come": "出自-2014年考研翻译原文"}, {"sentence": "Especially significant was his view of freedom, which, for him, was associated with the rights and responsibilities of the individual: he advocated freedom of thought and of personal expression.", "come": "出自-2014年考研翻译原文"}, {"sentence": "Beethoven’s habit of increasing the volume with an extreme intensity and then abruptly following it with a sudden soft passage was only rarely used by composers before him.", "come": "出自-2014年考研翻译原文"}, {"sentence": "What motivated him, we were to understand, was his zeal for “fundamental fairness”—protecting the taxpayer, controlling spending and ensuring that only the most deserving claimants received their benefits.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Evans’s interpretations of those engravings eventually led him to find the Minoan palace at Knossos ( ' , Knosós), on the island of Crete, in 1900.", "come": "出自-2014年考研阅读原文"}, {"sentence": "But embarrassing scandals and the popularity of the republican left in the recent Euro-elections have forced him to eat his words and stand down.", "come": "出自-2015年考研阅读原文"}, {"sentence": "The family’s increasing poverty forced Dickens out of school at age 12 to work in Warren’s Blacking Warehouse, a shoe-polish factory, where the other working boys mocked him as \"the young gentleman.\"", "come": "出自-2017年考研阅读原文"}, {"sentence": "From then on his sketches ,which appeared under the pen name “Boz” in The Evening Chronicle, earned him a modest reputation.", "come": "出自-2017年考研阅读原文"}, {"sentence": "At the same time, Dickens, who had a reporter’s eye for transcribing the life around him especially anything comic or odd, submitted short sketches to obscure magazines.", "come": "出自-2017年考研阅读原文"}, {"sentence": "After the first installment, Dickens wrote to the artist and asked him to correct a drawing Dickens felt was not faithful enough to his prose.", "come": "出自-2017年考研阅读原文"}, {"sentence": "At the same time, Dickens, who had a reporter's eye for transcribing the life around him especially anything comic or odd, submitted short sketches to obscure magazines.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Evans'interpretations of those engravings eventually led him to find the minoan palace at Knossos, on the island of Crete, in 1900.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "From then on his sketches,which appeared under the pen name \"Boz\" in The Evening Chronicle, earned him a modest reputation.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The scores were then used in conjunction with an applicant's score on the Graduate Management Admission Test, or GMAT, a standardised exam which is marked out of 800 points, to make a decision on whether to accept him or her.", "come": "2013年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "Throughout the evening, one man had been particularly talkative, frequently offering ideas and anecdotes while his wife sat silently beside him on the couch.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "within two weeks, he was talking for the first time with the board of Hartford financial Services Group, which named him CEO and chairman on September 29.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}]}], "bidec": {"word_name": "him", "parts": [{"part_id": "17677", "part_name": "pron.", "word_id": "13212", "means": [{"mean_id": "28967", "part_id": "17677", "word_mean": "(he的宾格)他", "sentences": [{"en": "Mr. Smith is in town; I saw him yesterday.", "cn": "史密斯先生在城里, 我昨天看见了他。"}]}]}, {"part_id": "17678", "part_name": "_no_", "word_id": "13212", "means": [{"mean_id": "28968", "part_id": "17678", "word_mean": "（用作动词或介词宾语）他，它</seg>", "sentences": []}]}]}, "new_sentence": [{"tag": "全部", "word": "him", "meaning": "him", "sentences": [{"id": 2303797, "type": 0, "cn": "查尔斯顿惨败错不在他。", "en": "The blame for the Charleston fiasco did not lie with him.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//8/3/d/83ddd7ff77f0007e1f1d554b3c46f225.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2303859, "type": 0, "cn": "我一找到他就马上汇报。", "en": "I'll report back the moment I have located him.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//5/1/7/517bdb5917410b12aebe07ed61f29220.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2303914, "type": 0, "cn": "他声称那个商人骗了他1万英镑。", "en": "He claimed that the businessman had conned him of £10,000.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//b/2/b/b2bf08eff7e5109e0ba899089a8e9453.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2303943, "type": 0, "cn": "约翰逊医生和我一直试图增强他的体质。", "en": "Dr. Johnson and I have been trying to build him up physically.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//7/3/2/732fc801cc93d719f06e2dbbff606f38.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2304171, "type": 0, "cn": "朋友们传话说矿工们想见他。", "en": "Friends passed the word that the miners wanted to see him.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//c/6/2/c6206d0e08610e13953a1e825c790546.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2304179, "type": 0, "cn": "他的反对者们认为他固执、教条、僵化。", "en": "His opponents viewed him as stubborn, dogmatic, and inflexible.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//6/4/e/64eeacb5ca01c075cacd15b318eefbd8.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 2304214, "type": 0, "cn": "我永远不会原谅他。我鄙视他。", "en": "I can never, ever forgive him. I despise him.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//f/7/0/f707b7da51226018f1a6deeb7730f181.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2304281, "type": 0, "cn": "廖什克恼火地挥手让他离开。", "en": "Leshka waved him away with a show of irritation.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//7/7/2/772dba8ba858adf439c0b5acd1b049ab.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2304711, "type": 0, "cn": "自从他来上大学后，我就对他春心萌动。", "en": "I've had the hots for him ever since he came to college.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//f/c/7/fc772f1c49c1c80a61f4df164a587111.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2304940, "type": 0, "cn": "她走上前拥抱他并轻抚他凌乱的白发。", "en": "She walked forward and embraced him and stroked his tousled white hair.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//6/9/5/69513811f798c7b2ea068a07ce59a608.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2305027, "type": 0, "cn": "米切尔的日程安排使他无法休假。", "en": "Mitchel's schedule had not permitted him to take time off.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//c/6/3/c631127421a408b5f84f1655cd2b9386.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2305197, "type": 0, "cn": "列宁格勒是他在异地安家的第三个外国城市。", "en": "Leningrad was the third alien city to offer him a surrogate home.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//1/2/3/1231253c51e0c3042f95e6165689a85d.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2305202, "type": 0, "cn": "真是太没头脑了，我要告诉他我很生气。", "en": "How very thoughtless. I'll give him a piece of my mind.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//2/6/0/26045356a6d7beadf7532dd53c9f61b7.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2305235, "type": 0, "cn": "她多少已经预料到他会中途就退出这门课程。", "en": "She'd half expected him to withdraw from the course.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//5/8/a/58a08d6ce9f05b3a0529917e9f81e827.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2305271, "type": 0, "cn": "“你走路有困难吗？”护士问他。", "en": "\"Can you walk all right?\" the nurse asked him.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//3/c/f/3cf045864ff4177d10b8a85510c7da1c.mp3", "ttsSize": 16, "likeNum": 0}]}], "cetFour": [{"word": "him", "count": 26, "kd": [], "Sentence": [{"sentence": "Could he help explain her experiences?McGaugh invited her to his lab, and began to test her: he would give her a date and ask her to tell him about the world events on that day.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The criticism the author received from his mother changed him as a person.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The coach had criticized him for not focusing on his soccer drills.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The author's mother taught him a valuable lesson by pointing out lots of flaws in his seemingly perfect essay.", "come": "出自-2015年12月阅读原文"}, {"sentence": "One day, when he went to get his 7-year-old son from soccer practice, his kid greeted him with a downcast face and a sad voice.", "come": "出自-2015年12月阅读原文"}, {"sentence": "His mother, convinced that she had to do something dramatic to prevent him from leading a life of failure, lay down some rules.", "come": "出自-2015年12月听力原文"}, {"sentence": "A 16-year-old asked a stranger at a grocery store to buy him and his mother some food in exchange for carrying the man's groceries to his car.", "come": "2017年12月四级真题（第一套）听力 Section A"}, {"sentence": "And the man was shocked to wake up and find the tide had come in and completely surrounded him, cutting him off from the shore.", "come": "2019年12月四级真题（第二套）听力 Section A"}, {"sentence": "At follow-up meetings, he urged parents to join him in advocating a \"whole child\" approach to schooling that respects \"social-emotional development\" and \"deep and meaningful learning\" over academics alone.", "come": "2018年6月四级真题（第一套）阅读 Section B"}, {"sentence": "But anyway, I'll send him an email to request a meeting, and we'll see what happens from there.", "come": "2016年6月四级真题（第一套）听力 Section B"}, {"sentence": "Drug abuse is the use of a drug, legal or illegal, that hurts a person or someone close to him.", "come": "2015年12月四级真题（第二套）听力 Section C"}, {"sentence": "Fortunately for him, the beach life guards were quickly on the scene to stop him from drowning.", "come": "2019年12月四级真题（第二套）听力 Section A"}, {"sentence": "Frederic became one of her assistants, and Irene taught him the techniques required to work with radioactivity.", "come": "2017年12月四级真题（第一套）听力 Section C"}, {"sentence": "Here comes Chauncy, just trying to get food for him and his Mom off of the grace of other people.", "come": "2017年12月四级真题（第一套）听力 Section A"}, {"sentence": "his mother, convinced that she had to do something dramatic to prevent him from leading a life of failure, lay down some rules.", "come": "2015年12月四级真题（第一套）听力 Section C"}, {"sentence": "It lets him leave his royal duties on the ground and fully focus on something else.", "come": "2018年12月四级真题（第二套）听力 Section A"}, {"sentence": "James said that waves in the San Francisco Bay hitting him in the face 30 minutes into his swim made him want to give up.", "come": "2019年6月四级真题（第一套）听力 Section A"}, {"sentence": "Komada says chess gives him, and his students, control.", "come": "2019年6月四级真题（第一套）听力 Section C"}, {"sentence": "Later, in his cook books, he would often include a sketch of himself, so that people on the street would be able to recognize—and admire—him.", "come": "2018年12月四级真题（第二套）阅读 Section B"}, {"sentence": "McGaugh invited her to his lab, and began to test her: he would give her a date and ask her to tell him about the world events on that day.", "come": "2017年6月四级真题（第一套）阅读 Section B"}, {"sentence": "miguel Maeda, 42, who has a master's degree and works in public health,was the first in his family to go to college, which has allowed him to achieve a sense of financial stability his parents and grandparents never did.", "come": "2017年12月四级真题（第三套）阅读 Section C"}, {"sentence": "Never afraid to talk up his own accomplishments, a boastful Careme made a fortune as wealthy families with social ambitions invited him to their kitchens.", "come": "2018年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Roach's lawyer fought the decision to execute him.", "come": "2015年12月四级真题（第二套）听力 Section C"}, {"sentence": "The letter was written by Darwin to thank an American geologist, Dr.Ferdinand Vandeveer Hayden, for sending him copies of his research into the geology of the region that would become Yellowstone National Park.", "come": "2018年6月四级真题（第二套）阅读 Section C"}, {"sentence": "The man was collecting building materials when the first floor collapsed underneath him.", "come": "2018年12月四级真题（第二套）听力 Section A"}, {"sentence": "When I looked at him and saw what he was doing and what he was asking for, I said he was my hero.", "come": "2017年12月四级真题（第一套）听力 Section A"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "him"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}