{"props": {"pageProps": {"query": {"w": "its"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"collins": [{"entry": [{"def": "You use <b>its</b> to indicate that something belongs or relates to a thing, place, or animal that has just been mentioned or whose identity is known. You can use <b>its</b> to indicate that something belongs or relates to a child or baby.", "tran": "它的，他的，她的(用于表示某物属于某东西、地方、动物、婴儿等)", "posp": "", "example": [{"ex": "The British Labor Party concludes its annual conference today in Brighton.", "tran": "英国工党的年度会议今天在布赖顿闭幕。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/3/e/c3e9ed16760ff5daec8badfc8583da1b.mp3", "tts_size": "21K"}, {"ex": "...Japan, with its extreme housing shortage...", "tran": "住房严重短缺的日本", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/f/e/9fe386f20998ade3a13ce7d4f1fee9c7.mp3", "tts_size": "15K"}]}]}], "cetSix": [{"word": "its", "count": 100, "kd": [], "Sentence": [{"sentence": "is becoming increasingly popularbenefits sharers and users alikemakes researchers successfulsaves both money and laborMacy's reported its sales plunged 5.", "come": "出自-2017年6月阅读原文"}, {"sentence": "cut the salary of senior executivesrelocate some of its chain storesadjust its promotion strategiesreduce the size of its staffTo experiment on its new business concept.", "come": "出自-2017年6月阅读原文"}, {"sentence": "To promote sales of its products by lowering prices.", "come": "出自-2017年6月阅读原文"}, {"sentence": "This prompted the company to cut its forecasts for the full fourth quarter.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They are not as serious in its online stores.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The state's facilities management project team is still in the process of developing its business justification and expects to have that completed and available to the public at the end of February, Martin said.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Teams of four students make a video illustrating a math problem and its real-world application.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Sales dropped sharply in its physical stores.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Last year, the Royal Society in London said in its report that scientists need to shift away from a research culture where data is viewed as a private preserve.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Its retail sales exceeded those of T.J.Maxx.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Its flagship stores in major U.S. cities depend heavily on international tourist spending, which shrank at many retailers due to a strong dollar.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Its designers were not high-end with supplementary lines.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It will slash staffing at its fleet of 770 stores, a move affecting some 3,000 employees.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It helped Bluemercury establish its position worldwide.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It filled its stores with abundant supply of merchandise.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In the past few years, MathCounts added two new middle school programs to try to diversify its participant pool—the National Math Club and the Math Video Challenge.", "come": "出自-2017年6月阅读原文"}, {"sentence": "However, it's clear that Macy's believes its troubles run deeper than a temporary aberration ( ' , 偏离) off the thermometer.", "come": "出自-2017年6月阅读原文"}, {"sentence": "For example, the United Arab Emirates has endorsed an ambitious target to draw 24% of its primary energy consumption from renewable sources by 2021.", "come": "出自-2017年6月阅读原文"}, {"sentence": "By raising relative demand for clean energy sources, a carbon price would also help align the market return to clean-energy innovation with its social return, spurring the refinement of existing technologies and the development of new ones.", "come": "出自-2017年6月阅读原文"}, {"sentence": "At a time when young beauty shoppers are often turning to Sephora or Ulta instead of department store beauty counters, Macy's hopes Bluemercury will help strengthen its position in the category.", "come": "出自-2017年6月阅读原文"}, {"sentence": "According to Mark Saul, the director of competitions for the Mathematical Association of America, not a single African-American or Hispanic student—and only a handful of girls—has ever made it to the Math Olympiad team in its 50 years of existence.", "come": "出自-2017年6月阅读原文"}, {"sentence": "When the health insurance industry was still cooperating in reform efforts, its trade group offered to provide standardized forms for automated processing.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Virtually all experts agree that the fee-for-service system—doctors are rewarded for the quantity of care rather than its quality of effectiveness—is a primary reason that the cost of care is so high.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Unilever recently ran an interactive campaign for its Axe deodorant ( ' ,  除臭剂), which kept viewers engaged for more than three minutes on average.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The Millennium Ecosystem Assessment, a vast four-year global study which reported its initial conclusions earlier this year, found reasons to believe that managing ecosystems sustainably—working with nature rather than against it—might be less profitable in the short term, but certainly brings long-term rewards.", "come": "出自-2016年6月阅读原文"}, {"sentence": "So the news that Cablevision, an American cable company, was rolling out interactive advertisements to all its customers on October 6th was greeted with some skepticism.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Our society needs the full participation of its younger citizens if it is to continue to thrive.", "come": "出自-2016年6月阅读原文"}, {"sentence": "One main factor that has driven up medical expenses is that doctors are compensated for the amount of care rather than its effect.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Many of its functions have changed greatly.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Many of its central features are no different from those of the 1920s.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Its risks cannot be overestimated.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Its big selling point is that nobody else will have it: You won't see this kitchen anywhere else in the world.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Its benefits outweigh the hazards involved.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It misled consumers to believe that its products had been certified by a third party.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It gave consumers the impression that all its products were truly green.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It gave a third party the authority to label its products as environmentally friendly.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Is surgery, radiation or careful monitoring best for prostate ( ' ,  前列腺) cancer? Is the latest and most expensive cholesterol-lowering drug any better than its common competitors? The pending bills would spend additional money to accelerate this effort.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In October 2000, the same month the survey was taken, the Washington-based Center for Media and Public Affairs wrote in its publication Media Monitor that, in a recent month of TV news coverage of American youth, just 2% of teens were shown at home, and just 1% were portrayed in a work setting.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In 2008 and 2009, class-action lawsuits ( ' ,  集体诉讼) were filed against SC Johnson for using Greenlist labels on its cleaning products.", "come": "出自-2016年6月阅读原文"}, {"sentence": "For almost five centuries a very large supply of cod ( ' ,  鳕 鱼) provided abundant raw material for an industry which at its peak employed about 40,000 people, sustaining entire communities in Newfoundland.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Each business acts its own way in green labeling.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But, instead, the Chicago union seems to be using its political capital primarily to protect weak performers.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But could Norway keep its standard of living and yet cut its emissions to Moroccan or even Ethiopian levels? That question, repeated across a dozen environmental issues and across our diverse planet, is what will ultimately determine whether the human race is living beyond its ecological means as it pursues economic revival.", "come": "出自-2016年6月阅读原文"}, {"sentence": "BrightLine iTV, which designs and sells interactive ads, says interest has surged: it expects its revenues almost to triple this year.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As a country's wealth grows, so do its greenhouse gas emissions.", "come": "出自-2016年6月阅读原文"}, {"sentence": "And the World Resources Institute ( ' , WRI) in its World Resources 2005 report, issued at the end of August, produced several such examples from Africa and Asia; it also demonstrated that environmental degradation affects the poor more than the rich, as poorer people derive a much higher proportion of their income directly from the natural resources around them.", "come": "出自-2016年6月阅读原文"}, {"sentence": "South Korea, which operates state-of-the-art bases here, is increasing its fishing of krill ( ' , 磷虾), found in abundance in the Southern Ocean, while Russia recently frustrated efforts to create one of the world's largest ocean sanctuaries here.", "come": "出自-2016年12月阅读原文"}, {"sentence": "South Korea opened its second Antarctic research base in 2014, describing it as a way to test robots developed by Korean researchers for use in extreme conditions.", "come": "出自-2016年12月阅读原文"}, {"sentence": "So why has it taken so long? The Department of Health declared its intention to consider the move in November 2010 and consulted through 2012.", "come": "出自-2016年12月阅读原文"}, {"sentence": "On a glacier-filled island with fjords ( ' , 峡湾) and elephant seals, Russia has built Antarctica's first Orthodox church on a hill overlooking its research base.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It opened its fourth station last year and is pressing ahead with plans to build a fifth.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It is building its second ice-breaking ship and setting up research drilling operations on an ice dome 13,422 feet above sea level that is one of the planet's coldest places.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Fitbit, for example, released its first smartwatch Monday, selling with a clear purpose  – to improve your fitness – and promoting it as a tool, not a toy.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Building on a Soviet-era foothold, Russia is expanding its monitoring stations for Glonass, its version of the Global Positioning System ( ' , GPS).", "come": "出自-2016年12月阅读原文"}, {"sentence": "At least three Russian stations are already operating in Antarctica, part of its effort to challenge the dominance of the American GPS, and new stations are planned for sites like the Russian base, in the shadow of the Orthodox Church of the Holy Trinity.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Antarctica's harsh natural conditions constitute huge obstacles to the exploitation of its resources.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Amid all the changes, Antarctica maintains its allure.", "come": "出自-2016年12月阅读原文"}, {"sentence": "A battery-powered world comes with its own risks, too.", "come": "出自-2016年12月阅读原文"}, {"sentence": "117 With Russia's help, Belarus is preparing to build its first Antarctic base.", "come": "出自-2016年12月阅读原文"}, {"sentence": "When the molten rock of the earth’s core forced its way to the surface to form the throat of a volcano, as the centuries passed, the rock cooled and hardened, shrinkingand cracking into long columns.", "come": "出自-2016年12月听力原文"}, {"sentence": "The God caused the rock to grow and to lift the girls far above the ground, while its sides were scored by the claws of the angry bears.", "come": "出自-2016年12月听力原文"}, {"sentence": "Its sheer rock sides sweep up from a broad base until they cut off abruptly at the flat summit.", "come": "出自-2016年12月听力原文"}, {"sentence": "Its primary mission is to enhance human well-being and help meet the basic needs of all people, with the particular focus on those who are vulnerable, oppressed and living in poverty.", "come": "出自-2016年12月听力原文"}, {"sentence": "When a technology is deployed, its impacts reach far beyond itself.", "come": "出自-2015年12月阅读原文"}, {"sentence": "What Nijay didn't realize about his school—Tennessee State University — was its frighteningly low graduation rate: a mere 29 percent for its first-generation students.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The University of North Carolina at Chapel Hill, for instance, admits only that the graduation rate for its first-generation pupils is much lower than the percentage of all students who graduate within four years ( ' , 81 percent).", "come": "出自-2015年12月阅读原文"}, {"sentence": "Once you have started the boulder rolling, it develops momentum, which is defined by its mass and velocity.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It was this lack of information that prompted the launch of I'm First in 2013, originally as an arm of its umbrella organization, the Center For Student Opportunity.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It is easy to change a light bulb, sure, but it is harder to change the bulb and its fixture.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Howard, a well-regarded historically black college, had an array of resources for its first-generation students, including matching kids with counselors, connecting first-generation students to one another, and TRIO, a national program that supported 200 students on Howard's campus.", "come": "出自-2015年12月阅读原文"}, {"sentence": "But more recently, companies have begun to plan more affordable After being dogged by technical delays for years, Sir Richard Branson, Virgin Galactic's founder, had recently suggested that a SpaceShipTwo craft would carry its first paying customers as soon as February 2015.", "come": "出自-2015年12月阅读原文"}, {"sentence": "American higher education has lost its global competitiveness.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Amend its 2004 Commercial Space Launch Amendments Act.", "come": "出自-2015年12月阅读原文"}, {"sentence": "A flagship university in the South, the school graduates just 16 percent of its first-generation students, despite its overall graduation rate of 71 percent.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It is also easier for a dissatisfied company to give its account to another agency than it would be to fire their own advertising staff.", "come": "出自-2015年12月听力原文"}, {"sentence": "\"If they are anywhere near worth their salt as engineers, I bet they are rethinking their threat model as we speak,\" said Jonathan Zdziarski, a digital expert who studies the iPhone and its vulnerabilities.", "come": "2017年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"The state's facilities management project team is still in the process of developing its business justification and expects to have that completed and available to the public at the end of February,\" Martin said.", "come": "2017年6月六级真题（第二套）阅读 Section C"}, {"sentence": "5 million worth of young Bison that will be raised according to its grass-fed protocols, with a guaranteed purchase price.", "come": "2019年12月六级真题（第三套）阅读 Section B"}, {"sentence": "A robot's appearance affects its ability to successfully interact with humans, which is why the riKEN-Tri Collaboration Center for Human-Interactive Robot Research decided to develop a robotic nurse that looks like a huge teddy bear.", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "A steady stream of similar headlines accuse the Net and its offspring apps, social media sites and online games of addicting us to distraction.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "According to Mark Saul, the director of competitions for the Mathematical Association of America, not a single African-American or hispanic student—and only a handful of girls—has ever made it to the Math Olympiad team in its 50 years of existence.", "come": "2017年6月六级真题（第三套）阅读 Section B"}, {"sentence": "According to the International Business times, electric car sales are expected to increase as Volkswagen is still recovering from its emissions scandal.", "come": "2017年12月六级真题（第三套）阅读 Section A"}, {"sentence": "After being dogged by technical delays for years, sir Richard Branson, virgin Galactic's founder, had recently suggested that a Spaceship Two craft would carry its first paying customers as soon as February 2015.", "come": "2015年12月六级真题（第二套）阅读 Section C"}, {"sentence": "Among large traditional retailers, Walmart recently reported the best results, leading its stock price to surge, while Macy's, Target; and Nordstrom's dropped.", "come": "2019年6月六级真题（第一套）阅读 Section B"}, {"sentence": "And over time, its members have learned a thing or two about responsibility.", "come": "2019年6月六级真题（第三套）阅读 Section B"}, {"sentence": "And the World Resources Institute WR in its World Resources 2005 report, issued at the end of August, produced several such examples from Africa and Asia; It also demonstrated that environmental degradation affects the poor more than the rich, as poorer p", "come": "2016年6月六级真题（第三套）阅读 Section B"}, {"sentence": "Apple argues that it is fighting to preserve a principle that most of us who are addicted to our smartphones can defend: Weaken a single iPhone so that its contents can be viewed by the American government and you risk weakening all iPhones for any govern", "come": "2017年12月六级真题（第三套）阅读 Section B"}, {"sentence": "As part of the upgrading of its rail yard, Kasselman, who is an inventor and self-proclaimed \"steam visionary\", is campaigning for a new steam train that runs without any fire and could run on an existing ten- kilometer line, driving tourists and perhaps ", "come": "2018年12月六级真题（第二套）听力 Section C"}, {"sentence": "At the same time, offering repair supports the perceived quality of its products.", "come": "2019年6月六级真题（第二套）阅读 Section B"}, {"sentence": "At the time, it became clear that the newly reunified Berlin would need a modern airport with far greater capacity than its existing airports.", "come": "2019年12月六级真题（第二套）听力 Section C"}, {"sentence": "At the University of California (UC), we pride ourselves not only on the quality of our research, but also on its contribution to improving our world.", "come": "2016年12月六级真题（第二套）阅读 Section A"}, {"sentence": "Average starting salaries give a clear indication of what type of training society needs its new workers to have.", "come": "2018年6月六级真题（第一套）阅读 Section C"}, {"sentence": "Best Buy, for instance, has been bearing the lion's share of e-waste volume since two of its largest competitors, Amazon and Wal-mart, do not have their own recycling programs.", "come": "2019年6月六级真题（第二套）阅读 Section B"}, {"sentence": "BrightLine itV, which designs and sells interactive ads, says interest has surged: it expects its revenues almost to triple this year.", "come": "2016年6月六级真题（第三套）阅读 Section C"}, {"sentence": "Building on a Soviet-era foothold, Russia is expanding its monitoring stations for Glonass, its version of the Global Positioning System GPS.", "come": "2016年12月六级真题（第三套）阅读 Section B"}, {"sentence": "But as it ages, these conditions may change and the area around it may no longer be suitable for its offspring.", "come": "2016年12月六级真题（第一套）阅读 Section A"}, {"sentence": "But could Norway keep its standard of living and yet cut its emissions to Moroccan or even Ethiopian levels?", "come": "2016年6月六级真题（第三套）阅读 Section B"}, {"sentence": "But I don't like its extended credit.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "But its surface has been cooked and dried by an ocean of carbon dioxide, trapped in the burning death grip of a runaway greenhouse effect.", "come": "2019年6月六级真题（第二套）听力 Section C"}, {"sentence": "But Steinberg suspected this tendency could also have its advantages.", "come": "2018年6月六级真题(第二套)阅读 Section B"}]}], "exchanges": ["its"], "gaokao": [{"word": "its", "count": 99, "kd": [], "Sentence": [{"sentence": "A California builder designed the structure of its houses smartly.", "come": "2015年高考英语重庆卷 阅读理解 阅读B 原文"}, {"sentence": "A coach may read a sports story for its threat value: he may have to play that team next week.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "A few hours before, I'd been at home in Hong gonk, with its choking smog.", "come": "2015年高考英语全国卷1 语法填空 原文"}, {"sentence": "A machine with a specific purpose has another quality, one that we usually associate with living things: a wish to preserve its own existence.", "come": "2017年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "A new commodity brings about a highly profitable, fast-growing industry, urging antitrust反垄断regulators to step in to check those who control its flow.", "come": "2017年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "A photography exhibition held by Han Media to celebrate its founding in New York city on April 24, featuring three emerging Chinese photographers; yingxi Michael Shi, Haiyin lin and liming Guan, whose works have appeared in publications such as Vogue.", "come": "2015年高考英语广东卷 阅读理解 信息匹配 原文"}, {"sentence": "A politician may read an account of his latest successful public meeting, not for its delayed reward, but very much as his wife reads an account of a party.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "A taste for meat is actually behind the change: an important part of its corn is used to feed chickens, pigs, and cattle.", "come": "2018年高考英语全国卷2 语法填空 原文"}, {"sentence": "A young English teacher saved the lives of 30 students when he took control of a bus after its driver suffered a serious heart attack.", "come": "2017年高考英语浙江卷（11月） 完形填空 原文"}, {"sentence": "About thirty percent of the world's exports of tea makes its way to London.", "come": "2015年高考英语全国卷1 听力 原文"}, {"sentence": "After 75 years the plaza theater has shown its last movie.", "come": "2017年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "After spotting a wallet on the front seat inside a parked car with its window down, he stood guard in the rain for about two hours waiting for the owner to return.", "come": "2018年高考英语北京卷 完形填空 原文"}, {"sentence": "And doubling a buffet's price led customers to say that its pizza was 11 percent tastier.", "come": "2018年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "As a result it's likely to see a rise in the size of its working-age population and to witness strong economic growth over the longer term.", "come": "2017年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "Astonishingly, the Tremont hotel stayed open during the entire operation, and many of its guests didn't even notice anything was happening.", "come": "2015年高考英语湖南卷 阅读理解 阅读B 原文"}, {"sentence": "Because they think as one, they have a collective 集体的 intelligence greater than you would expect from its individual parts.", "come": "2015年高考英语安徽卷 阅读理解 阅读D 原文"}, {"sentence": "But a transparent animal doesn't have pigments, so its tissues won't absorb light.", "come": "2015年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "But for tourists like me, pandas are its top attraction.", "come": "2016年高考英语全国卷1 语法填空 原文"}, {"sentence": "But some materials slow and scatter (散射) light, bouncing it away from its original path.", "come": "2015年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "But the world bank has included the project on its of \"100 ideas to save the planet\".", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Buxton is justifiably proud of its cultural life and you' ll find much to suit all tastes with art, music, opera and the performing arts at Buxton opera house & pavilion arts centre and green man gallery.", "come": "2019年高考英语江苏卷 阅读理解 阅读A 原文"}, {"sentence": "By that time, the panda no longer needed its mother for food.", "come": "2016年高考英语四川卷 语法填空 原文"}, {"sentence": "California has lost half its big trees since the 1930s, according to a study to be published Tuesday and climate change seems to be a major factor (因素).", "come": "2019年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "Callie Babbitt and her colleagues at the Rochester Institute of Technology in New York tracked the environmental costs for each product throughout its life – from when its minerals are mined to when we stop using the device.", "come": "2018年高考英语全国卷I 阅读理解 阅读D 原文"}, {"sentence": "China's approach to protecting its environment while feeding its citizens \" offers useful lessons for agriculture and food policymakers worldwide.", "come": "2018年高考英语全国卷2 语法填空 原文"}, {"sentence": "China's image is improving steadily, with more countries recognizing its role in international affairs.", "come": "2019年高考英语江苏卷 单项填空 原文"}, {"sentence": "Diets have changed in China—and so too has its top crop.", "come": "2018年高考英语全国卷2 语法填空 原文"}, {"sentence": "During my first quarter at university of California, riverside ucr, I thought that I wanted to study political science with its focus on international affairs, so that's what I applied for.", "come": "2016年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "Each empty can of its food weighs 40g.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读C 原文"}, {"sentence": "Early forms of cake were simply a kind of bread, so this tradition hits its roots in the custom of sharing bread.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "Even in its current state, the Internet has extended my memory and judgment.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "For example, a sociologist may read news of crime as a social problem, rather than for its immediate reward.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "For example, just one of his cantaloupes filled the entire house with its sweet smell, and the taste was even sweeter.", "come": "2015年高考英语四川卷 阅读理解 阅读B 原文"}, {"sentence": "For example, when I'm writing a textbook, it has become second nature to check a dozen definitions of a key term, which helps me dig into the core and understand its meaning.", "come": "2016年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "For Pahlsson, its return was a wonder.", "come": "2017年高考英语浙江卷（6月） 语法填空 原文"}, {"sentence": "For the machine, this quality is not in-born, nor is it something introduced by humans; it is a logical consequence of the simple fact that the machine cannot achieve its original purpose if it is dead.", "come": "2017年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "For western designers, China and its rich culture have long been an inspiration for western creativity.", "come": "2019年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "Gin spent five months in early 2015 exploring the most remote corners of this area, which sits on the edge of the Amazon rainforest, with half its population of only 250, 000 living in its capital, Cayenne.", "come": "2016年高考英语四川卷 阅读理解 阅读C 原文"}, {"sentence": "He found its title easy to understand.", "come": "2015年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "Here is a graph that charts how far a bird flies during the first five days of its spring migration see graph 2.", "come": "2015年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "However, anger can easily turn violent, and it is best to know the reasons for anger to appear in order to prevent its presence.", "come": "2018年高考英语北京卷 阅读理解 七选五 原文"}, {"sentence": "Humankind paid for its broad vision and skillful hands backaches and painful necks.", "come": "2019年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "I thought, \"why don't they just try rolling the things\" a square could be turned into a rough sort of wheel by attaching wooden poles to its sides, he realized.", "come": "2015年高考英语四川卷 阅读理解 阅读E 原文"}, {"sentence": "If you talk about fashion today, you are talking about China - its influences, its direction, its breathtaking clothes, and how young designers and models are finally acknowledging that in many ways.", "come": "2019年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "In 1870, when Dickens died, the world mourned him as its first professional writer and publisher, famous and beloved.", "come": "2018年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "In ancient Egypt, a shopkeeper discovered that he could attract customers to his shop simply by making changes to its environment.", "come": "2015年高考英语重庆卷 阅读理解 阅读B 原文"}, {"sentence": "In its early history, Chicago had floods frequently, especially in the spring, making the streets so muddy that people, horses, and carts got stuck.", "come": "2015年高考英语湖南卷 阅读理解 阅读B 原文"}, {"sentence": "In the first move of its kind, all travelers will be forced to stand on both sides of escalators on the London underground as part of a plan to increase capacity at the height of the rush hour.", "come": "2016年高考英语上海卷 阅读理解 阅读D 原文"}, {"sentence": "Is it an enzyme produced by the worm itself or by its gut microbes?", "come": "2018年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "It had been known for a long time that Yellowstone was volcanic in nature — that's what accounted for all its hot springs and other steamy features.", "come": "2019年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "It is a truly delightful place, which looks the same as it must have done 100 years ago with its winding streets and pretty cottages.", "come": "2015年高考英语湖南卷 单项选择 原文"}, {"sentence": "It is eating all the vegetables and destroying everything in its path.", "come": "2015年高考英语上海卷 阅读理解 阅读B 原文"}, {"sentence": "It saves money for its users.", "come": "2014年高考英语全国卷2 阅读理解 阅读D 选项"}, {"sentence": "It separated the building from its foundation.", "come": "2015年高考英语湖南卷 阅读理解 阅读B 选项"}, {"sentence": "It would deserve an award if it weren't for its last part.", "come": "2016年高考英语上海卷 听力 原文"}, {"sentence": "It's as if the brain is preserving its most important memories.", "come": "2017年高考英语北京卷 阅读理解  七选五 原文"}, {"sentence": "Its characters show feelings without words.", "come": "2015年高考英语上海卷 阅读理解 阅读B 选项"}, {"sentence": "Its difficulties appear so great that, however hard we work, we fail again and again.", "come": "2016年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "Its ending is not good enough.", "come": "2016年高考英语上海卷 听力 选项"}, {"sentence": "Its position presents its own challenges.", "come": "2015年高考英语湖北卷 阅读理解 阅读D 原文"}, {"sentence": "Its special effects are not satisfying.", "come": "2016年高考英语上海卷 听力 选项"}, {"sentence": "It's the part that believes in life and its possibilities.", "come": "2015年高考英语福建卷 阅读理解 阅读D 原文"}, {"sentence": "Loe noted, there's a moment when it's bursting with its absolute peak flavor.", "come": "2015年高考英语湖北卷 阅读理解 阅读B 原文"}, {"sentence": "Mail it back to its owner.", "come": "2016年高考英语全国卷2 阅读理解 阅读C 选项"}, {"sentence": "Make use of its healing effects.", "come": "2016年高考英语全国卷1 阅读理解 阅读D 选项"}, {"sentence": "Maxime's early entry into the adult world with its responsibilities gave her the determination to ensure that her kids would not end up in Waterhouse's roundabout of poverty.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Maybe the first plant just made a cry of pain or was sending a message to its own branches, and so, in effect, was talking to itself.", "come": "2017年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "News of the first kind pays its rewards at once.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "News of the second kind, however, pays its rewards later.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "On mu recent visit, I help a lively three-month-old twin that had been rejected by its mother.", "come": "2016年高考英语全国卷1 语法填空 原文"}, {"sentence": "One group was asked to seek out an interaction with its waiter; the other, to speak only when necessary.", "come": "2018年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "Others absorb light, stopping it dead in its tracks.", "come": "2015年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "Over 300 years its population grew gradually from 800 people to 8 million.", "come": "2018年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "Russia is another country with population problems that could break its economic promise.", "come": "2017年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "Said Monday that its new flying car has completed its first flight, bringing the company closer to its goal of selling the flying car within the next year.", "come": "2017年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "Scientists have obtained more evidence that plastic is finding its way into the human body.", "come": "2019年高考英语江苏卷 单项填空 原文"}, {"sentence": "So if we send out a robot with the single instruction of fetching coffee, it will have a strong desire to secure success by disabling its own off switch or even killing anyone who might interfere with its task.", "come": "2017年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "Something on its cover caught her eye.", "come": "2016年高考英语上海卷 阅读理解 阅读A 选项"}, {"sentence": "Songs in their heads: music and its meaning in children's lives.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读B 选项"}, {"sentence": "Songs in their heads:music and its meaning in children's lives.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读B 原文"}, {"sentence": "Suddenly, he saw a car with its bright lights on.", "come": "2016年高考英语全国卷1 完形填空 原文"}, {"sentence": "The attraction of the cloisters museum and gardens lies in the fact that its collections date from the middle ages.", "come": "2018年高考英语江苏卷 阅读理解 阅读A 题设"}, {"sentence": "The death of Russians may result in a shrinking population, which would damage its economic future.", "come": "2017年高考英语江苏卷 任务型阅读 题设"}, {"sentence": "The disadvantages of new technology outweigh its advantages.", "come": "2015年高考英语北京卷 阅读理解 阅读D 选项"}, {"sentence": "The event celebrate its 22nd anniversary with a great show of the very best of gardening, making it one of the most popular events in gardening.", "come": "2018年高考英语全国卷3 阅读理解 阅读A 原文"}, {"sentence": "The first session of the China institute in America short course beijing: the city through its architecture opens on Wednesday.", "come": "2015年高考英语广东卷 阅读理解 信息匹配 原文"}, {"sentence": "The friendship that grew out of the experience of making that film and the sting four years later had its root in the fact that although there was an age difference, we both came from a tradition of theater and live TV.", "come": "2017年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "The industry has also taken aim at the product that has appeared as its replacement: reusable shopping bags.", "come": "2018年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "The landscape, beautiful on its own, somehow comes to life and breathes because this woman is engaging with it.", "come": "2017年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "The language was simple, so simple I could plainly understand its meaning, yet it was still beautiful.", "come": "2016年高考英语上海卷 阅读理解 阅读A 原文"}, {"sentence": "The market, which was founded in 1979, sets up its tents every Saturday from 7:00 am to 1:00 pm.", "come": "2015年高考英语全国卷1 阅读理解 阅读B 原文"}, {"sentence": "The pompidou centre in Paris is showing its respect and admiration for the artist and his powerful personality with an exhibition bringing together over 200 paintings, sculptures, drawings and more.", "come": "2015年高考英语全国卷1 阅读理解 阅读C 原文"}, {"sentence": "The pronunciation is fine with me, and its vocabulary is similar to English.", "come": "2018年高考英语全国卷3 听力 原文"}, {"sentence": "The provincial government and its partners offer many programs to help students find summer jobs.", "come": "2019年高考英语全国卷I 阅读理解 阅读A 原文"}, {"sentence": "The steam-powered printing press was still in its early stages; the literacy rate in england was under 50%.", "come": "2018年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "The story came to its turning point when Joe fell ill in 2007.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 题设"}, {"sentence": "The stronger a reusable bag is, the longer its life and the more plastic-bag use it cancels out.", "come": "2018年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "The usa will increase, from 2010-2030, its population by 20% through.", "come": "2017年高考英语江苏卷 任务型阅读 题设"}, {"sentence": "Then it comes out of its cage.", "come": "2015年高考英语上海卷 听力 原文"}]}], "baesInfo": {"word_name": "its", "is_CRI": "1", "symbols": [{"ph_en": "ɪts", "ph_am": "ɪts", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/35/68/3568e25318f384ae837ee06b51c756ce.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/58/48/584826e70485130530f7f01a973d5637.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/5/8/4/584826e70485130530f7f01a973d5637.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/35/68/3568e25318f384ae837ee06b51c756ce.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/58/48/584826e70485130530f7f01a973d5637.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/5/8/4/584826e70485130530f7f01a973d5637.mp3", "parts": [{"part": "det.", "means": ["（指事物、动物或婴儿）它的，他的，她的"]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 0}, "kaoyan": [{"word": "its", "count": 100, "kd": [], "Sentence": [{"sentence": "It may be said that the measure of the worth of any social institution is its effect in enlarging and improving experience; but this effect is not a part of its original motive.", "come": "出自-2009年考研翻译原文"}, {"sentence": "If humanity has made some headway in realizing that the ultimate value of every institution is its distinctively human effect we may well believe that this lesson has been learned largely through dealings with the young.", "come": "出自-2009年考研翻译原文"}, {"sentence": "Only when humanity began to get its food in a more productive way was there time for other things.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Not long ago, with the country entering a recession and Japan at its pre-bubble peak.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Yet these creatures are members of the biotic community and, if its stability depends on its integrity, they are entitled to continuance.", "come": "出自-2010年考研翻译原文"}, {"sentence": "To sum up: a system of conservation based solely on economic self-interest is hopelessly lopsided It tends to ignore, and thus eventually to eliminate, many elements in the land community that lack commercial value, but that are essential to its healthy functioning.", "come": "出自-2010年考研翻译原文"}, {"sentence": "The interdependence of the forest and its constituent tree species, ground flora, and fauna is taken for granted.", "come": "出自-2010年考研翻译原文"}, {"sentence": "com received one for its.", "come": "出自-2010年考研阅读原文"}, {"sentence": "The Federal circuit issued an unusual order stating that the case would be heard by all 12 of the court’s judges, rather than a typical panel of three, and that one issue it wants to evaluate is weather it should” reconsider” its state street Bank ruling.", "come": "出自-2010年考研阅读原文"}, {"sentence": "With its theme that “Mind is the master weaver，” creating our inner character and outer circumstances， the book As a Man Thinking by James Allen is an in-depth exploration of the central idea of self-help writing.", "come": "出自-2011年考研翻译原文"}, {"sentence": "Part of the fame of Allen‘s book is its contention that “Circumstances do not make a person， they reveal him.", "come": "出自-2011年考研翻译原文"}, {"sentence": "Nevertheless， as any biographer knows， a person’s early life and its conditions are often the greatest gift to an individual.", "come": "出自-2011年考研翻译原文"}, {"sentence": "Allen‘s contribution was to take an assumption we all share-that because we are not robots we therefore control our thoughts-and reveal its erroneous nature.", "come": "出自-2011年考研翻译原文"}, {"sentence": "Toyota Motor, for example, alleviated some of the damage from its recall crisis earlier this year with a relatively quick and well-orchestrated social-media response campaign, which included efforts to engage with consumers directly on sites such as Twitter and the social-news site Digg.", "come": "出自-2011年考研阅读原文"}, {"sentence": "This trend ,which we believe is still in its infancy, effectively began with retailers and travel providers such as airlines and hotels and will no doubt go further.", "come": "出自-2011年考研阅读原文"}, {"sentence": "The growth in public money for academic research has speeded the process: federal research grants rose fourfold between 1960 and 1990, but faculty teaching hours fell by half as research took its toll.", "come": "出自-2011年考研阅读原文"}, {"sentence": "The decision of the New York Philharmonic to hire Alan Gilbert as its next music director has been the talk of the classical-music world ever since the sudden announcement of his appointment in 2009.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Consumers passionate about a product may create “owned” media by sending e-mail alerts about products and sales to customers registered with its Web site.", "come": "出自-2011年考研阅读原文"}, {"sentence": "But in some cases, one marketer’s owned media become another marketer’s paid media – for instance, when an e-commerce retailer sells ad space on its Web site.", "come": "出自-2011年考研阅读原文"}, {"sentence": "In physics, one approach takes this impulse for unification to its extreme, and seeks a theory of everything-a single generative equation for all we see.", "come": "出自-2012年考研翻译原文"}, {"sentence": "The company seems to have concluded that its reputation in Vermont is already so damaged that it has noting left to lose by going to war with the state.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Its current leader, Ed Miliband, owes his position to votes from public-sector unions.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Instead, the company has done precisely what it had long promised it would not challenge the constitutionality of Vermont’s rules in the federal court, as part of a desperate effort to keep its Vermont Yankee nuclear power plant running.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Certainly, there are valid concerns about the patchwork regulations that could result if every state sets its own rules.", "come": "出自-2012年考研阅读原文"}, {"sentence": "But had Entergy kept its word, that debate would be beside the point.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Britain’s Labor Party, as its name implies, has long been associated with trade unionism.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Another urge or need that these gardens appear to respond to, or to arise from is so intrinsic that we are barely ever conscious of its abiding claims on us.", "come": "出自-2013年考研翻译原文"}, {"sentence": "Though several fast-fashion companies have made efforts to curb their impact on labor and the environment – including H&M, with its green Conscious Collection line –Cline believes lasting change can only be effected by the customer.", "come": "出自-2013年考研阅读原文"}, {"sentence": "This is a shame--he community should be grasping the opportunity to raise its influence in the real world.", "come": "出自-2013年考研阅读原文"}, {"sentence": "The solution is to change the mindset of the academic community, and what it considers to be its main goal.", "come": "出自-2013年考研阅读原文"}, {"sentence": "The potential evolution of today's technology, and its social consequences, is dazzlingly complicated, and it's perhaps best left to science fiction writers and futurologists to explore the many possibilities we can envisage.", "come": "出自-2013年考研阅读原文"}, {"sentence": "The White House argued that Arizona's laws conflicted with its enforcement priorities, even if state laws complied with federal statutes to the letter.", "come": "出自-2013年考研阅读原文"}, {"sentence": "For example, the Long Now Foundation has its flagship project a medical clock that is designed to still be marking time thousands of years hence.", "come": "出自-2013年考研阅读原文"}, {"sentence": "DNT does not seem an obviously huge selling point for windows 8-though the firm has compared some of its other products favourably with Google's on that count before.", "come": "出自-2013年考研阅读原文"}, {"sentence": "95 knit miniskirt in all its 2,300-pius stores around the world, it must rely on low-wage overseas labor, order in volumes that strain natural resources, and use massive amounts of harmful chemicals.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Yet its report may well set back reform by obscuring the depth and breadth of the challenge that Congress asked it to illuminate.", "come": "出自-2014年考研阅读原文"}, {"sentence": "The commission ignores that for several decades America’s colleges and universities have produced graduates who don’t know the content and character of liberal education and are thus deprived of its benefits.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Olduvai Gorge, an early hominid site in Tanzania, was found by a butterfly hunter who literally fell into its deep valley in 1911.", "come": "出自-2014年考研阅读原文"}, {"sentence": "At its peak around AD 600, this city was one of the largest human settlements in the world.", "come": "出自-2014年考研阅读原文"}, {"sentence": "And it is far from the only one of its type.", "come": "出自-2014年考研阅读原文"}, {"sentence": "This movement, driven by powerful and diverse motivations, built a nation out of a wilderness and, by its nature, shaped the character and destiny of an uncharted continent.", "come": "出自-2015年考研翻译原文"}, {"sentence": "The virgin forest with its richness and variety of trees was a veritable real treasure-house which extended from Maine all the way down to Georgia.", "come": "出自-2015年考研翻译原文"}, {"sentence": "You make further inferences, for instance, about how the test may be significant to you, or about its validity—inferences that form the basis of a personal response for which the author will inevitably be far less responsible.", "come": "出自-2015年考研阅读原文"}, {"sentence": "This same absence of moral purpose was wounding companies such as News International ,shield thought ,making it more likely that it would lose its way as it had with widespread illegal telephone hacking.", "come": "出自-2015年考研阅读原文"}, {"sentence": "The journalScienceis adding an extra round of statistical checks to its peer-review process, editor-in-chief Marcia McNutt announced today.", "come": "出自-2015年考研阅读原文"}, {"sentence": "So, does the Spanish crisis suggest that monarchy is seeing its last days? Does that mean the writing is on the wall for all European royals, with their magnificent uniforms and majestic lifestyle?.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Rather, we ascribe meanings to test on the basis of interaction between what we might call textual and contextual material: between kinds of organization or patterning we perceive in a text’s formal structures ( ' , so especially its language structures) and various kinds of background, social knowledge, belief and attitude that we bring to the text.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Manuscript will be flagged up for additional scrutiny by the journal’s internal editors, or by its existing Board of Reviewing Editors or by outside peer reviewers.", "come": "出自-2015年考研阅读原文"}, {"sentence": "There is one and only one social responsibility of business,” wrote Milton Friedman, a Nobel prize-winning economist, “That is, to use its resources and engage in activities designed to increase its profits.”", "come": "出自-2016年考研阅读原文"}, {"sentence": "Peretti gives the example of Netflix discontinuing its DVD-mailing service to focus on streaming.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Overhead may be high and circulation lower, but rushing to eliminate its print edition would be a mistake, says BuzzFeed CEO Joah Peretti.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Only Ukip, sensing its chance, has sided with those pleading for a more considered approach to using green land Its Campaign to Protect Rural England struck terror into many local Conservative parties.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Its lawmakers gave preliminary approval last week to a law that would make it a crime to employ ultra-thin models on runways.", "come": "出自-2016年考研阅读原文"}, {"sentence": "In all, the study concludes that whereas prosecutors should only evaluate a case based on its merits, they do seem to be influenced by a company’s record in CSR.", "come": "出自-2016年考研阅读原文"}, {"sentence": "France, which prides itself as the global innovator of fashion, has decided its fashion industry has lost an absolute right to define physical beauty for women.", "come": "出自-2016年考研阅读原文"}, {"sentence": "And third, through a more diffuse “halo effect,” whereby its good deeds earn it greater consideration from consumers and others.", "come": "出自-2016年考研阅读原文"}, {"sentence": "They did not always prioritize the protection of Mauna Kea’s fragile ecosystems or its holiness to the island’s inhabitants.", "come": "出自-2017年考研阅读原文"}, {"sentence": "The question of GDP and its usefulness has annoyed policymakers for over half a century.", "come": "出自-2017年考研阅读原文"}, {"sentence": "The astronomy community is making compromises to change its use of Mauna Kea.", "come": "出自-2017年考研阅读原文"}, {"sentence": "But it did so while holding its nose at the ethics of his conduct, which included accepting gifts such as a Rolex watch and a Ferrari automobile from a company seeking access to government.", "come": "出自-2017年考研阅读原文"}, {"sentence": "Across the 163 countries measured, the UK is one of the poorest performers in ensuring that economic growth is translated into meaningful improvements for its citizens.", "come": "出自-2017年考研阅读原文"}, {"sentence": "A native literary drama had been created, its alliance with the public playhouses established, and at least some of its great traditions had been begun.", "come": "出自-2018年考研翻译原文"}, {"sentence": "Winston Churchill once walked its corridors and Japanese emissaries met here with Secretary of State Cordell Hull after the bombing of Pearl Harbor.", "come": "出自-2018年考研阅读原文"}, {"sentence": "This is why repeated attempts at reform legislation have failed in recent years, leaving the Postal Service unable to pay its bills except by deferring vital modernization.", "come": "出自-2018年考研阅读原文"}, {"sentence": "The latter step would largely offset the financial burden of annually pre-funding retiree health care, thus addressing a long-standing complaint by the USPS and its union.", "come": "出自-2018年考研阅读原文"}, {"sentence": "The history of the EEOB began long before its foundations were laid.", "come": "出自-2018年考研阅读原文"}, {"sentence": "The data of an individual there gains its value only when it is compared with the data of countless millions more.", "come": "出自-2018年考研阅读原文"}, {"sentence": "The challenge of coping with automation underlines the need for the U. to revive its fading business dynamism: Starting new companies must be made easier.", "come": "出自-2018年考研阅读原文"}, {"sentence": "The NHS trust has mended its ways.", "come": "出自-2018年考研阅读原文"}, {"sentence": "It reported a net loss of $5.6 billion for fiscal 2016, the 10th straight year its expenses have exceeded revenue.", "come": "出自-2018年考研阅读原文"}, {"sentence": "Fundamentally, the USPS is in a historic squeeze between technological change that has permanently decreased demand for its bread-and-butter product, first-class mail, and a regulatory structure that denies management the flexibility to adjust its operations to the new reality.", "come": "出自-2018年考研阅读原文"}, {"sentence": "Completed in 1875, the State Department's south wing was the first to be occupied, with its elegant four-story library ( ' , completed in 1876), Diplomatic Reception Room, and Secretary's office decorated with carved wood, Oriental rugs, and stenciled wall patterns.", "come": "出自-2018年考研阅读原文"}, {"sentence": "A \"town of culture\" could be not just about the arts but about honoring a town's peculiarities-helping sustain its high street, supporting local facilities and above all celebrating its people and turn it into action.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A cynic might speculate that the UK is on the verge of disappearing into an endless fever of self-celebration in its desperation to reinvent itself for the post-Brexit world: after town of culture, who knows that will follow-village of culture?", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "After a spouse has been selected, each family investigates the other to make sure its child is marrying into a good family.", "come": "2016年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "Amazon.com received one for its \"one- click\" online payment system.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Amazon.com, with its network of warehouses, also collects sales tax in every state that charges it, though third-party sellers who use the site don't have to.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "And third, through a more diffuse \"halo effect,\" whereby its good deeds earn it greater consideration from consumers and others.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "As a discovery claim works its way through the community, the interaction and confrontation between shared and competing beliefs about the science and the technology involved transforms an individual's discovery claim into the community's credible discove", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "As well as those chronic problems, the EU face an acute crisis in its economic core, the 16 countries that use the single currency.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "At its best, the European project is remarkably liberal: built around a single market of 27 rich and poor countries, its internal borders are far more open to goods, capital and labour than any comparable trading area.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "At its peak in 2007, it was worth some $65 billion, reckons Clare McAndrew, founder of Arts Economics, a research firm—double the figure five years earlier.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Blue, with its intimations of the virgin Mary, constancy and faithfulness, symbolised femininity.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Britain's Labor Party, as its name implies, has long been associated with trade unionism.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But in some cases, one marketer's owned media become another marketer's paid media – for instance, when an e-commerce retailer sells ad space on its Web site.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But it did so while holding its nose at the ethics of his conduct, which included accepting gifts such as a Rolex watch and a Ferrari Automobile from a company seeking access to government.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But the market generates interest far beyond its size because it brings together great wealth, enormous egos, greed, passion and controversy in a way matched by few other industries. 　", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Completed in 1875, the State Department's south wing was the first to be occupied, with its elegant four-story library, diplomatic Reception Room, and Secretary's office decorated with carved wood, Oriental rugs, and stenciled wall patterns.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Consumers passionate about a product may create \"earned\" media by willingly promoting it to friend,and a company may leverage \"owned\" media by sending e-mail alerts about products and sales to customers registered with its Website.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Curbs on business - method claims would be a dramatic about-face, because it was the Federal circuit itself that introduced such patents with its 1998 decision in the so-called State Street Bank case, approving a patent on a way of pooling mutual- fund as", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "For example,the Long Now Foundation has as its flagship project a mechanical clock that is designed to still be marking time thousands of years hence.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "For H&M to offer a $5.95 knit miniskirt in all its 2,300 -plus stores around the world, it must rely on low-wage overseas labor, order in volumes that strain natural resources, and use massive amounts of harmful chemicals.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Fundamentally, the USPS is in a historic squeeze between technological change that has permanently decreased demand for its bread-and-butter product, first-class mail, and a regulatory structure that denies management the flexibility to adjust its operati", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "If the district finds homework to be unimportant to its students'academic achievement, it should move to reduce or eliminate the assignments, not make them count for almost nothing.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "If you're not convinced of the inherent value in taking a year off to explore interests, then consider its financial impact on future academic choices.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In 2010, a federal judge shook America's biotech industry to its core.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In 2015, the US Forest Service for the first time spent more than half of its $5.5 billion annual budget fighting fires——nearly double the percentage it spent on such efforts 20 years ago.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In a workplace that's fundamentally indifferent to your life and its meaning, office speak can help you figure out how you relate to your work—and how your work defines who you are.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In all, the study concludes that whereas prosecutors should only evaluate a case based on its merits, they do seem to be influenced by a company's record in CSR.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "In its latest survey of CEO pay, The Wall Street Journal finds that \"a substantial part\" of executive pay is now tied to performance.", "come": "2019年考研真题（英语一）阅读理解 Section Ⅱ"}]}], "bidec": {"word_name": "its", "parts": [{"part_id": "28067", "part_name": "pron.", "word_id": "21191", "means": [{"mean_id": "52880", "part_id": "28067", "word_mean": "(it的所有格形式)它的", "sentences": [{"en": "The audience showed its approval by cheering loudly.", "cn": "观众高声喝彩表示赞许。"}, {"en": "A monkey is very alert in its movements.", "cn": "猴子的动作很敏捷。"}, {"en": "The rabbit seems to be very alert all its life.", "cn": "兔子似乎一生都小心翼翼, 十分警觉。"}, {"en": "Her skin was admired for its velvety softness.", "cn": "她的皮肤如天鹅绒般柔软, 令人赞叹。</seg>"}]}]}]}, "new_sentence": [{"tag": "全部", "word": "its", "meaning": "全部", "sentences": [{"id": 2566920, "type": 1, "cn": "把箱子侧着立起来。", "en": "Turn the box on its side.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/fd/ab5162d2638db6d2bcdee1e93f665.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2566921, "type": 1, "cn": "你知道它的价值吗？", "en": "Have you any idea of its value?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/c/2a/cd5480f7b5dce49ad4967b7e8e1df.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2566922, "type": 1, "cn": "狗弄伤了爪子。", "en": "The dog had hurt its paw.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/fb/769ffc6c00f9141fd511a723dc581.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2566923, "type": 1, "cn": "婴儿把食物扔到地板上了。", "en": "The baby threw its food on the floor.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/6d/716edd9087cf5a24d4f8f0a13f094.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2566918, "type": 1, "cn": "英国工党的年度会议今天在布赖顿闭幕。", "en": "The British Labor Party concludes its annual conference today in Brighton.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/3/e/c3e9ed16760ff5daec8badfc8583da1b.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 2566919, "type": 1, "cn": "住房严重短缺的日本", "en": "...Japan, with its extreme housing shortage...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/f/e/9fe386f20998ade3a13ce7d4f1fee9c7.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 18497, "type": 1, "cn": "我们用一万英镑买下了这家商店, 两千英镑买下了它的信誉.", "en": "We paid ￡10 , 000 for the shop, and ￡2000 for its goodwill.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/5/2/652e5e3fc16d4fd568eabb9c90d343ad.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 89795, "type": 1, "cn": "这座城市因其夜总会而闻名,的确不无道理.", "en": "The city is justly famous for its nightclubs.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/2/7/92713b01fead99c5f839a45dc07b08ec.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 187212, "type": 1, "cn": "我们的狗的项圈上有它的名字.", "en": "Our dog has its name on its collar.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/0/a/20acd34b74c14a376a8c013546d8f048.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 238125, "type": 1, "cn": "生意虽然开始时很成功,但终于失败了.", "en": "The business folded up despite its brave start.", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/f/2/af261fd36b09badd7eaff1064ca14b43.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 271618, "type": 1, "cn": "他欣赏它的浓郁和可口的味道. 我则欣赏它的便宜.", "en": "He goes for its full, delicious flavors. I go for its economy.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/2/0/52041faec6c214296236177bfcf47faa.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 288911, "type": 1, "cn": "送葬的队伍缓缓地穿过肃静的街道.", "en": "The funeral made its way slowly through the silent streets.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/a/4/4a4b165b582fd2fea2cf21526addde5e.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 306895, "type": 1, "cn": "肉在烹煮时,会因失去一部分脂肪而缩小.", "en": "Meat shrinks by losing some of its fat in cooking.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/4/d/64da39bfc7a6b12907f271f60f17d78e.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 349857, "type": 1, "cn": "行行出状元.", "en": "Every profession produces its own topmost master.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/5/0/f5067e390d24342a9440818f45ecc5eb.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 351574, "type": 1, "cn": "狗把兔子追进了洞穴.", "en": "The dog had chased a rabbit into its burrow.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/0/b/e0bdc578ab44b4c1541528ce99a7d932.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 378565, "type": 1, "cn": "20世纪90年代后期那个乐队最红的时候,每年售出1,000万张唱片.", "en": "At the peak of its popularity in the late nineties, the band sold ten million albums a year.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/f/f/6ff532336a88f11e35e1d5a6e7cb3529.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 378888, "type": 1, "cn": "鸟啄它的羽毛使之松散.", "en": "The bird fluffed its feathers.", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/5/0/5508f10892a5a6d7262f133459579699.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 389888, "type": 1, "cn": "猴子的动作很敏捷.", "en": "A monkey is very alert in its movements.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/9/2/392bcb25201b5bfc59a5246e62f9a331.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 435799, "type": 1, "cn": "战争把许多青年男子吞进了它的无底洞.", "en": "The war swallowed up many young men into its maw.", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/2/9/12980e7225d7ba70b7ff787a862786a2.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 442753, "type": 1, "cn": "尼罗河在河口分岔,形成了一个三角洲.", "en": "The Nile divides at its mouth and forms a delta.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/9/6/e968ac4c9775ceb8f6e68c871da27330.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 571312, "type": 1, "cn": "酒性开始发作.", "en": "The liquor began to show its effect.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/3/a/23a5592ad29d9cea5be661af3bef2f19.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 622391, "type": 1, "cn": "狗跑了出来,疯狂地摆着尾巴.", "en": "The dog ran out with its tail wagging madly.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/d/5/7d52ae824bf2a13f9ad6ee9dd51a1a0a.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 631772, "type": 1, "cn": "这只昆虫摩擦它的两条后腿发出一种奇怪的声音.", "en": "This insect makes its strange noise by rubbing its back legs together.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/a/b/9ab2fcddbef518c3ec69b33ee9d86558.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 650029, "type": 1, "cn": "狗龇着牙冲我叫.", "en": "The dog bared its gums at me.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/e/0/6e0264495f58260302b76aaf576a57cd.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 658343, "type": 1, "cn": "那家公司投下巨额资金于国外的子公司.", "en": "The company placed much money in its foreign subsidiary.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/3/b/b3b90676bbd7d8f0a7d75ddc8e1ae1c2.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 706378, "type": 1, "cn": "这家工厂的设备和家具全被拆除了.", "en": "The plant was dismantled of all its equipment and furniture.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/8/c/68c21635ce4dd4f390265b94e1e6c2d9.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 733134, "type": 1, "cn": "全校学生都希望该校足球队赢得那?热?", "en": "The whole school hopes that its football team will win the match.", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/7/6/07640ba4ea775356bc94b389f77601a5.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 758083, "type": 1, "cn": "门是用铰链装上的.", "en": "A door hangs by its hinges.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/8/6/686397e228f97bd3d055ed276cba41c4.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 767934, "type": 1, "cn": "水能把樟脑从其酒精溶液中淀析出来.", "en": "Water precipitates camphor from its alcoholic solution.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/7/c/67cd7d73fcb8d428961ba8e3f3cac232.mp3", "ttsSize": 18, "likeNum": 0}]}, {"tag": "它的", "word": "its", "meaning": "它的", "sentences": [{"id": 2566921, "type": 1, "cn": "你知道它的价值吗？", "en": "Have you any idea of its value?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/c/2a/cd5480f7b5dce49ad4967b7e8e1df.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2377851, "type": 1, "cn": "然而，它的报告却模糊了国会要求必须阐明的挑战深度和挑战广度，极有可能阻碍变革。", "en": "Yet its report may well set back reform by obscuring the depth and breadth of the challenge that Congress asked it to illuminate.", "from": "14年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/7/8e/c00b163ba79c0683db14a679a95ca.mp3", "ttsSize": 259, "likeNum": 0}, {"id": 2379305, "type": 1, "cn": "英国的地景艺术家，以理查德·朗的作品为代表，不仅在国内更具规模，而且比它的美国同行更古怪离奇。", "en": "The British land artist, typified by Richard Long'spiece, was not only more domestically scaled, but a lot quirkier than its American counterpart.", "from": "14年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/c/42/a1bc1b6e84f7a7933993d9f6fe2f0.mp3", "ttsSize": 262, "likeNum": 0}, {"id": 2375579, "type": 1, "cn": "一旦你让大圆石滚动起来，它就产生动量，动量是由它的质量和速度决定。", "en": "Once you have started the boulder rolling, it develops momentum, which is defined by its mass and  velocity .", "from": "15年12月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/7/e3/95e2232bb10f22a25192c7eeb4e7d.mp3", "ttsSize": 180, "likeNum": 0}, {"id": 2375587, "type": 1, "cn": "当一种技术开始应用的时候，它的影响会远远超过其自身。", "en": "When a technology is deployed, its impacts reach far beyond itself.", "from": "15年12月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/7/f3/232ac9a13fd43c55481a81d04b4c5.mp3", "ttsSize": 134, "likeNum": 0}, {"id": 2375595, "type": 1, "cn": "的确，更换灯泡很容易，但同时更换灯泡和它的固定装置会更难。", "en": "It is easy to change a light bulb, sure, but it is harder to change the bulb and its fixture.", "from": "15年12月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/84/4de4fe1ccbadd0d3920d9d1a6f2cb.mp3", "ttsSize": 162, "likeNum": 0}, {"id": 2376168, "type": 1, "cn": "所以美国有线电视公司Cablevision 将在10月6 日向它的所有客户推出交互式广告的消息受到了一些人的质疑。", "en": "So the news that Cablevision, an American cable company, was rolling out interactive advertisements to all its customers on October 6th was greeted with some skepticism.", "from": "16年6月六级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/ea/53d05e6cc70a76b1c72b99510e65b.mp3", "ttsSize": 314, "likeNum": 0}, {"id": 2376363, "type": 1, "cn": "例如，Fitbit 在星期一发布了它的首款智能手表，销售目标很明确——提升你的健康水平——并将其推广为一种“工具，而非玩具”。", "en": "Fitbit, for example, released its  first  smartwatch  Monday,  selling  with  a  clear  purpose  –  to improve  your  fitness  –  and  promoting  it  as  a “tool,  not  a  toy.”", "from": "16年12月六级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/c/56/fb8e045f8338f7fc511447ea0d646.mp3", "ttsSize": 336, "likeNum": 0}, {"id": 2382383, "type": 1, "cn": "在那里，也就是它的入海口，有一个比瑞士还要大的岛。", "en": "There, at its mouth stands one  island larger than Switzerland", "from": "18年6月六级真题(第一套)| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/11/6855c559483e6275b5ba8177305e3.mp3", "ttsSize": 115, "likeNum": 0}, {"id": 2382484, "type": 1, "cn": "鲍恩说：“公路的一些路段曾经被早期的探测者进行观测，但是他们并没有发现它的重大意义并继续进行观测。”", "en": "“Short segments of the road had been observed by earlier explorers，” Bown said，“but they failed to realize its significance or follow up on their observations", "from": "18年6月六级真题(第二套)| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/89/da97df8b833b3ee51bdd43b907948.mp3", "ttsSize": 302, "likeNum": 0}, {"id": 2375318, "type": 1, "cn": "即便他们能找到，SimpliSafe 也称它的系统是在不断改良的，并且每个系统都有细微的差别，意味着不会有神奇的通用破解方法。", "en": "Even if they could, SimpliSafe claims that its system is always evolving, and that it varies slightly from system to system, which means there wouldn’t be a universal magic formula for cracking it.", "from": "16年12月四级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/ec/aa6c4f357e16ce83c57d63d8422e8.mp3", "ttsSize": 342, "likeNum": 0}, {"id": 2375377, "type": 1, "cn": "虽然海洋的表层情况已得到研究，但它的深处更加难以(29) 勘探。", "en": "While the top of the ocean  is studied, its depths are more difficult to 29 explore.", "from": "16年12月四级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/96/0e081df14b7318f2baf0c478540d2.mp3", "ttsSize": 178, "likeNum": 0}, {"id": 2379853, "type": 1, "cn": "例如，它的名词、形容词和动词不会有几十个不同的词尾，不像拉丁语、俄语和德语等等。", "en": "For example, it doesn’t have dozens of different endings for its nouns, adjectives and verbs, not like Latin, Russian and German for example.", "from": "15年12月四级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/6f/cb0a88449bcb435048b5257fd2738.mp3", "ttsSize": 277, "likeNum": 0}, {"id": 17, "type": 1, "cn": "卡钳, 金属的直尺, 卷尺, 曲尺, 中心冲, 感觉测点作记号钢笔.", "en": "Venier caliper, metallic ruler, measuring tape, square, center punch, felt point marker pen.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/c/2/6c2407fc095982b0f0cfc7d012b7fa81.mp3", "ttsSize": 36, "likeNum": 0}, {"id": 401, "type": 1, "cn": "漫步百老汇大街, 在当时也和现在一样, 是这个城市引人注目的特色之一.", "en": "The walk down Broadway, then as now, was one of the remarkable features of the city.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/6/d/36d21ef4f78c0225e9b292e6bec6ed26.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 18497, "type": 1, "cn": "我们用一万英镑买下了这家商店, 两千英镑买下了它的信誉.", "en": "We paid ￡10 , 000 for the shop, and ￡2000 for its goodwill.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/5/2/652e5e3fc16d4fd568eabb9c90d343ad.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 18857, "type": 1, "cn": "Ursell先生将它的纹理比作gravycube的纹理.", "en": "Mr Ursell likens its texture to that of a gravy cube.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/b/7/3b7112e5d6e5e87870ebdeea597e681b.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 34310, "type": 1, "cn": "势能是体系由于它的相对位置而具有的能.", "en": "The potential energy is energy the system possesses by virtue of its configuration.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/9/6/9960ee718bc48fb2baa36c57e2b4ff9f.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 43705, "type": 1, "cn": "可惜, 配置困难、缺乏对多协议的真正支持,妨碍了它的采用.", "en": "Unfortunately, difficult configuration and lack of true multiprotocol support have hampered its adoption.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/e/7/ee7d748bdb8841b7d8fbf910fcd82b68.mp3", "ttsSize": 32, "likeNum": 0}, {"id": 49828, "type": 1, "cn": "显而易见, 玉龙雪山冰川的形成是缘于它的绝对海拔高度.", "en": "Apparently, the formation of Mount Yulong glacier is due to its high sea level.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/4/6/846e862163678ddeef4dc80e5d03dbf6.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 50283, "type": 1, "cn": "这消息是我间接得来的, 我不能保证它的真实性.", "en": "Since I got the news at second hand, I cannot vouch for its veracity.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/1/c/81c3960a788f9e41f8c2d2f5937201a0.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 51433, "type": 1, "cn": "即使像美国和中国这样的大国也必须接受它的规则.", "en": "Even superpowers like America and China are prepared to accept its rulings.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/1/b/61b1376d0dcb3a4d7f5d3d13f4730c71.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 54721, "type": 1, "cn": "这里有一个特别的机械的武器连接到它的腹部.", "en": "There's a special mechanical weapon connected to its abdomen.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/8/6/68635752e01468e2c29ebe10608c0465.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 64638, "type": 1, "cn": "一个有机体的全套基因称为它的基因组.", "en": "The complete set of genes for an organism is called its genome.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/b/c/cbce50ca54913d619e3cf4c8144e21f0.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 67327, "type": 1, "cn": "伦敦商学院最近启动一个校友职业服务中心, 旨在帮助它的学生与各大企业建立联系.", "en": "The school recently launched Alumni Career Services, helping its alumni to connect with businesses hires.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/a/3/ba3ff69a152fe03a64d3519fd18bc8cc.mp3", "ttsSize": 30, "likeNum": 0}, {"id": 71872, "type": 1, "cn": "主要阐述了注射模的分型面以及它的顺序、定距分型.", "en": "The injection mould parting line and its sequence as sizing space split were described.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/3/9/c3989de57f0e038d387b7dc3690543f2.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 83696, "type": 1, "cn": "数据采集系统性能的好坏,主要取决于它的精度和速度.", "en": "The performance of data acquisition system is due to its precision and speed.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/a/7/1a7ada46c53bee504f3aed2f250c9ab7.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 87993, "type": 1, "cn": "它的脚是红色的, 爪子很尖.", "en": "Its foot is red, claw very point.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/1/3/713a8e78ed79c440b5a58d7f58d83f9a.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 92167, "type": 1, "cn": "那猫小心翼翼的不弄湿它的爪子.", "en": "The cat is chary of wetting its paws.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/7/8/f7801114db1f18b293e397e26324c030.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 96183, "type": 1, "cn": "它的研究性和自主性的特点被广泛地认可.", "en": "The quality of its research and its independence are wide recognized.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/3/4/d34d78285dc5fca47b7bfcb118218c2b.mp3", "ttsSize": 20, "likeNum": 0}]}], "cetFour": [{"word": "its", "count": 100, "kd": [], "Sentence": [{"sentence": "Toilet paper manufacturers are facing a great challenge in promoting its sales.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The Cleveland Clinic, a hospital operator, has reorganised its medical staff into teams to focus on particular treatment areas; consultants, nurses and others collaborate closely instead of being separated by speciality ( ' ,  专业) and rank.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Teamwork improves with time: America's National Transportation Safety Board found that 73% of the incidents in its civil-aviation database occurred on a crew's first day of flying together.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Special offers would promote its sales.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Some scholars think teamwork may not always be reliable, despite its potential to work wonders.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Its capacity actually knows no limits.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In his book, Team of Teams, General Stanley McChrystal describes how the army's hierarchical structure hindered its operations during the early stages of the Iraq war.", "come": "出自-2017年6月阅读原文"}, {"sentence": "If it is hard enough to define a team's membership, agreeing on its purpose is harder still.", "come": "出自-2017年6月阅读原文"}, {"sentence": "But current studies are beginning to place greater emphasis on the conditions under which we forget, as its importance begins to be more appreciated.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Thousands of bees left a town after landing on the back of a car when their queen got stuck in its boot.", "come": "出自-2017年6月听力原文"}, {"sentence": "Vietnam banned its exports for several months for the same reason.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Trigger its built-in alarm system at once.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Its quality is usually guaranteed.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Its production depends too much on technologyThey enjoyed cooking as well as eating.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As I was considering all this, a press release from a respected research firm crossed my desk, announcing that the five-star rating system that Medicare developed in 2008 to help families compare nursing home quality also has little relationship to how satisfied its residents or their family members are.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The Department of Public Health in Boston gathers and carefully examines the figures and then draws its conclusions.", "come": "出自-2016年6月听力原文"}, {"sentence": "In its latest update on global employment trends, the agency says projections of the number of unemployed people this year range from 210 million to nearly 240 million people.", "come": "出自-2016年6月听力原文"}, {"sentence": "To enhance morale, one company asks its employees to identify their fellow workers when starting their computers.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The team at Frontpoint addresses the issue in a blog on its site, citing their own jam protection software and claiming that there aren't any documented cases of successful jam attack since the company began offering wireless security sensors in the 1980s.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Over the past three decades, the industry has made some efforts to improve the quality of its offerings.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Its negative effects more than cancel out its positive effects.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Its effects on the global economy go against existing economic laws.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It is difficult to crack SimpliSafe as its system keeps changing.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In Venezuela, collapsing oil prices have sent its economy into free-fall.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Even if they could, SimpliSafe claims that its system is always evolving, and that it varies slightly from system to system, which means there wouldn't be a universal magic formula for cracking it.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Cracker Jacks has been gamifying its snack food by putting a small prize inside for more than 100 years, he adds, and the turn-ofthe- century steel magnate ( ' ,  巨头) Charles Schwab is said to have often come into his factory and written the number of tons of steel produced on the past shift on the factory floor, thus motivating the next shift of workers to beat the previous one.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Contrary to its title, the center is a clearing house ( ' ,  信息交流中心) for using technology in classrooms and in online courses.", "come": "出自-2016年12月阅读原文"}, {"sentence": "By contrast, a Danish tax on foods high in fats was abandoned a year after its introduction, amid claims that consumers were avoiding it by crossing the border to Germany to satisfy their desire for cheaper, fattier fare.", "come": "出自-2016年12月阅读原文"}, {"sentence": "A gamification strategy that is not sufficiently thought through or well tailored to its players may engage people for a little while, but it will not motivate people in the long term.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Yet each is an independent land, with its own government, trade, and customs.", "come": "出自-2016年12月听力原文"}, {"sentence": "They help them relate their choice to its intended use.", "come": "出自-2016年12月听力原文"}, {"sentence": "Its leaves are purple and brown.", "come": "出自-2016年12月听力原文"}, {"sentence": "A 16th century castle in Scotland is close to collapsing after lumps of soil were washed away by floods, threatening its foundations.", "come": "出自-2016年12月听力原文"}, {"sentence": "There are two ways to interpret Plutarch when he suggests that a critic should be able to produce a  better in its place.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Its success is hard to copy anywhere else.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Its science departments are not nearly as good.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Its location is not as attractive to rich people.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Its fame in high technology is incomparable.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It is a thing of no great difficulty, according to Plutarch, to raise  objections against another man's speech, it is a very easy matter; but to produce a better in its place  is a work extremely troublesome.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Even as a satire ( ' ,  讽刺 ), it seems disgusting and shocking in America with its child-centered culture.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Criticism, at its best, is deeply personal, and gets to the heart of why we write the way we do.", "come": "出自-2015年12月阅读原文"}, {"sentence": "A look at what goes on in most classrooms these days makes it abundantly clear that when people think about education, they are not thinking about what it feels like to be a child, or what makes childhood an important and valuable stage of life in its own right.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Many of its 800 stores are likely to close following the company’s decision to call in administrators after an attempt to sell the business for a token £1 failed.", "come": "出自-2015年12月听力原文"}, {"sentence": "Ifyou can speak the language, it’s easier to get to know thecountry and its people.", "come": "出自-2015年12月听力原文"}, {"sentence": "Cairo is known for its overcrowded roads, irregular driving practices and shaky old vehicles, but also for its air pollution.", "come": "出自-2015年12月听力原文"}, {"sentence": "\"It is a thing of no great difficulty,\" according to Plutarch,\" to raise objections against another man's speech, it is a very easy matter; but to produce a better in its place is a work extremely troublesome.\"", "come": "2015年12月四级真题（第二套）阅读 Section B"}, {"sentence": "A Moon Express representative declined to comment on the story, but noted that the company is very optimistic about its proposal.", "come": "2018年6月四级真题（第一套）听力 Section A"}, {"sentence": "A New Jersey black bear that walks upright on its two back legs and has become a social media darling has re- emerged and has been captured on video months after its last sighting.", "come": "2017年12月四级真题（第一套）听力 Section A"}, {"sentence": "A new study finds that McDonald's posted its slowest drive-through times since this survey was first conducted 15 years ago.", "come": "2018年6月四级真题（第一套）听力 Section A"}, {"sentence": "A South Korean city designed for the future takes on a life of its own.", "come": "2019年12月四级真题（第一套）阅读 Section B"}, {"sentence": "Actually, its the beginning of next month for the job, but the university needs a decision by the end of the week.", "come": "2019年12月四级真题（第二套）听力 Section B"}, {"sentence": "Andorra is also known for its excellent skiing locations.", "come": "2016年12月四级真题（第二套）听力 Section C"}, {"sentence": "As a result, the museum plans to expand the hall, as well as add to its ancient birds collection.", "come": "2019年12月四级真题（第一套）听力 Section A"}, {"sentence": "As I was considering all this, a press release from a respected research firm crossed my desk, announcing that the five-star rating system that Medicare developed in 2008 to help families compare nursing home quality also has little relationship to how sa", "come": "2016年6月四级真题（第三套）阅读 Section B"}, {"sentence": "As it went up, people gathered on the sidewalk below to take photos and cheer for its safety.", "come": "2019年12月四级真题（第二套）听力 Section A"}, {"sentence": "But there's widespread disagreement over whether breakfast should keep its top spot in the hierarchy of meals.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Contrary to its title, the center is a clearing house (信息交流中心) for using technology in classrooms and in online courses.", "come": "2016年12月四级真题（第三套）阅读 Section C"}, {"sentence": "Cracker Jacks has been \"gamifying\" its snack food by putting a small prize inside for more than 100 years, he adds, and the turn-of-the-century steel magnate (巨头 Charles Schwab is said to have often come into his factory and written the number of tons of ", "come": "2016年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Crews had the fire under control in about 45 minutes and managed to contain the fire to its point of origin.", "come": "2018年12月四级真题（第一套）听力 Section A"}, {"sentence": "David Hunt, an associate professor in sociology at Augusta University, which has rolled out digital textbooks across its math and psychology departments, told BuzzFeed News that he understands the utility of using systems that require access codes.", "come": "2018年6月四级真题（第三套）阅读 Section B"}, {"sentence": "Defense minister Farhat Horchani said last week that German and American security experts were expected to come to help Tunisia devise a new electronic video-supervision system on its border with Libya.", "come": "2016年12月四级真题（第二套）听力"}, {"sentence": "During its flight it reached 3000 feet and performed a series of gentle turns all over a safe area.", "come": "2018年6月四级真题（第二套）听力 Section A"}, {"sentence": "Even as a satire (讽刺), it seems disgusting and shocking in America with its child-centered culture.", "come": "2015年12月四级真题（第一套）阅读 Section B"}, {"sentence": "Even if they could, Simpli Safe claims that its system is always evolving, and that it varies slightly from system to system, which means there wouldn't be a universal magic formula for cracking it.", "come": "2016年12月四级真题（第一套）阅读 Section B"}, {"sentence": "For example, it doesn't have dozens of different endings for its nouns, adjectives and verbs, not like Latin, Russian and German for example.", "come": "2015年12月四级真题（第一套）听力 Section B"}, {"sentence": "For more than a decade, FedEx has supported the American Red Cross in its effort to get emergency supplies to areas affected by disasters, both domestically and internationally.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "France isn't the first country to kick around the idea of paving its roads with solar panels.", "come": "2017年12月四级真题（第二套）听力 Section A"}, {"sentence": "Hops, for example, which give many a modern beer its bitter flavor, are a relatively recent addition to the beverage.", "come": "2017年6月四级真题（第一套）阅读 Section A"}, {"sentence": "However, its new 10-year plan makes clear it believes it still has a long way to go.", "come": "2018年12月四级真题（第二套）阅读 Section C"}, {"sentence": "If all goes well, the company says it could have the feature in all of its hotels by next year.", "come": "2015年12月四级真题（第二套）听力 Section A"}, {"sentence": "If you can speak the language, it's easier to get to know the country and its people.", "come": "2015年12月四级真题（第一套）听力 Section C"}, {"sentence": "In 1958, Britain celebrated the opening of its first motorway—the Preston Bypass.", "come": "2016年6月四级真题（第一套）听力 Section C"}, {"sentence": "In a 2011 USPS case study, the agency emphasized its massive infrastructure as a \"unique federal asset\" to be called upon in a disaster or terrorist attack.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "In his book, Team of Teams, General Stanley McChrystal describe show the army's hierarchical structure hindered its operations during the early stages of the Iraq war.", "come": "2017年6月四级真题（第三套）阅读 Section B"}, {"sentence": "In Southern California, Loma Linda University School of Medicine is offering specialized training for its resident physicians in lifestyle Medicine—that is a formal specialty in using food to treat disease.", "come": "2018年12月四级真题（第一套）阅读 Section B"}, {"sentence": "In the United States, though, each state makes its own decision.", "come": "2015年12月四级真题（第二套）听力 Section C"}, {"sentence": "Indra Nooyi, PepsiCo chairman, said the plan to make its products healthier was important for the company's growth.", "come": "2018年12月四级真题（第二套）阅读 Section C"}, {"sentence": "Initiatives also include efforts to reduce its environmental impact, water consumption and materials used in packaging by 2025.", "come": "2018年12月四级真题（第二套）阅读 Section C"}, {"sentence": "It also has a special innovation facility for its employees.", "come": "2016年6月四级真题（第一套）听力 Section A"}, {"sentence": "Its digital course materials save students up to 60% compared to traditional printed textbooks, the company added.", "come": "2018年6月四级真题（第三套）阅读 Section B"}, {"sentence": "Its key objective is to place at the centre of recovery efforts measures that would generate high levels of employment and provide basic social protection for the most vulnerable.", "come": "2016年6月四级真题（第一套）听力 Section A"}, {"sentence": "It's still in its early stages, but I think it's shifting around not what kids learn but how they learn.", "come": "2019年6月四级真题（第三套）阅读 Section B"}, {"sentence": "Japan says fear of disease is its main reason to block fresh imports.", "come": "2018年12月四级真题（第一套）听力 Section A"}, {"sentence": "liechtenstein uses the same money as its neighbor Switzerland, but it has been an independent country since the 1860s.", "come": "2016年12月四级真题（第二套）听力 Section C"}, {"sentence": "Local media reports suggest Calbee and its main rival Koike-Ya are halting almost 50 products.", "come": "2018年12月四级真题（第一套）听力 Section A"}, {"sentence": "Many of its 800 stores are likely to close following the company's decision to call in administrators after an attempt to sell the business for a token £1 failed.", "come": "2015年12月四级真题（第一套）听力 Section A"}, {"sentence": "McGraw Hill, which controls 21% of the higher education market, reported in March that its digital content sales exceeded print sales for the first time in 2015.", "come": "2018年6月四级真题（第三套）阅读 Section B"}, {"sentence": "Monaco became familiar to Americans when its ruler, Prince Rainier married the American actress Grace Kelly.", "come": "2016年12月四级真题（第二套）听力 Section C"}, {"sentence": "One thing about the moon many people don't know is that it has a lot of garbage on its surface left over from human space exploration.", "come": "2018年12月四级真题（第二套）听力 Section C"}, {"sentence": "Over 10 months, Comcast received nearly 12,000 customer complaints, many relating to its monthly data cap and overage charges.", "come": "2017年6月四级真题（第二套）阅读 Section A"}, {"sentence": "PepsicCo's plan for its foods and drinks is based on guidelines from the World Health Organization, which last week backed using taxes on sparkling drinks to reduce sugar consumption.", "come": "2018年12月四级真题（第二套）阅读 Section C"}, {"sentence": "PepsiCo claims a packet of its chips now contains less salt than a slice of white bread.", "come": "2018年12月四级真题（第二套）阅读 Section C"}, {"sentence": "PepsiCo did not say exactly how much it planned to invest to reach its goals.", "come": "2018年12月四级真题（第二套）阅读 Section C"}, {"sentence": "Researchers can study the garbage left on the moon to see how its materials weathered the radiation and vacuum of space over time.", "come": "2018年12月四级真题（第二套）听力 Section C"}, {"sentence": "So large is the Pacific, covering 30% of the planet's surface, that the specific energy generated by its warming is enough to touch off a series of weather changes around the world.", "come": "2015年12月四级真题（第三套）阅读 Section A"}, {"sentence": "Society has to change its habits, she added.", "come": "2018年12月四级真题（第二套）阅读 Section C"}, {"sentence": "Sometimes its employees are released from their daily jobs for weeks and spend their time interacting in the innovation facility instead.", "come": "2016年6月四级真题（第一套）听力 Section A"}, {"sentence": "Songdo is a stone's throw from South Korea's Incheon airport, its main international hub(枢纽).", "come": "2019年12月四级真题（第一套）阅读 Section B"}, {"sentence": "Songdo's popularity lies more in its quality of life than its business attraction.", "come": "2019年12月四级真题（第一套）阅读 Section B"}, {"sentence": "Starting April 28 of this year, the National Museum of Natural history will begin renovating its fossil hall.", "come": "2019年12月四级真题（第一套）听力 Section A"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "its"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}