{"props": {"pageProps": {"query": {"w": "of"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"cetSix": [{"word": "of", "count": 100, "kd": [], "Sentence": [{"sentence": "search of food, they make the waste sites their winter feeding grounds.", "come": "出自-2017年6月阅读原文"}, {"sentence": "deprive colleges of the right to manage their facilitiesmake workers less motivated in performing dutiesrender a number of campus workers joblesslead to the privatization of campus facilitiesThe outsourcing plan is not yet finalized.", "come": "出自-2017年6月阅读原文"}, {"sentence": "cut the salary of senior executivesrelocate some of its chain storesadjust its promotion strategiesreduce the size of its staffTo experiment on its new business concept.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Writing in the journal, the scientists describe how the storks from Germany were clearly affected by the presence of waste sites, with four out of six birds that survived for at least five months overwintering on rubbish dumps in northern Morocco, instead of migrating to the Sahel.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Winners of local contests will participate in the national math competition for free.", "come": "出自-2017年6月阅读原文"}, {"sentence": "White storks feed on locusts ( ' , 蝗虫) and other insects that can become pests if their numbers get out of hand.", "come": "出自-2017年6月阅读原文"}, {"sentence": "While many birds travelled along well-known routes to warmer climates, others stopped short and spent the winter on landfills, feeding on food waste, and the multitudes of insects that thrive on the dumps.", "come": "出自-2017年6月阅读原文"}, {"sentence": "While bullying is parents' greatest concern over all, nearly half of low-income parents worry their child will get shot, compared with one-fifth of high-income parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "While alternative estimates of the damage from carbon emissions differ, and it's especially hard to reckon the likely costs of possible catastrophic climate events, most estimates suggest substantial negative effects.", "come": "出自-2017年6月阅读原文"}, {"sentence": "What the designers of American sportswear proved was that fashion is a genuine design art, answering to the demanding needs of service.", "come": "出自-2017年6月阅读原文"}, {"sentence": "We need very broad participation to fully address the global tragedy that results when countries fail to take into account the negative impact of their carbon emissions on the rest of the world.", "come": "出自-2017年6月阅读原文"}, {"sentence": "We live today indebted to McCardell, Cashin, Hawes, Wilkins, and Maxwell, and other women who liberated American fashion from the confines of Parisian design.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Travel was arduous and costly throughout the period, possible only for a privileged class—the same that produced gentlemen scientists, authors, antique experts, and patrons of the arts.", "come": "出自-2017年6月阅读原文"}, {"sentence": "To promote sales of its products by lowering prices.", "come": "出自-2017年6月阅读原文"}, {"sentence": "To be more competitive in sales of beauty products.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Thus was born the idea of the Grand Tour, a practice which introduced Englishmen, Germans, Scandinavians, and also Americans to the art and culture of France and Italy for the next 300 years.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They were the pioneers of gender equity, in their useful, adaptable clothing, which was both made for the masses and capable of self-expression.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They radically changed people's concept of beauty.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They have changed the previous migration habits of certain birds.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They have accelerated the reproduction of some harmful insects.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They gradually lose the habit of migrating in winterThey prefer rubbish dumps far away to those at home.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They got a better understanding of early human civilization.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They gained some knowledge of classical art and architecture.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They developed an interest in the origin of modern art forms.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They catered to the taste of the younger generation.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They came up with a brand-new set of design proceduresThey made originality a top priority in their fashion design.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They became rivals of their Parisian counterparts.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They are more likely to be at risk of dying.", "come": "出自-2017年6月阅读原文"}, {"sentence": "These likely persistent forces, like the growth of shale ( ' , 页岩) oil, point to a low for long scenario.", "come": "出自-2017年6月阅读原文"}, {"sentence": "These designers established the modem dress code, letting playsuits and other activewear outfits suffice for casual clothing, allowing pants to enter the wardrobe, and prizing rationalism and versatility in dress, in contradiction to dressing for an occasion or allotment of the day.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There is strong evidence that both innovation and adoption of cleaner technology are strongly encouraged by higher fossil fuel prices.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There is no best parenting style or philosophy, researchers say, and across income groups, 92% of parents say they are doing a good job at raising their children.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There are usually two parents, who spend a lot of time reading to children and worrying about their anxiety levels and hectic schedules.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There are huge clusters of organic waste they can feed on, said Flack.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There are also dozens of summer camps—many attached to universities—that aim to prepare elite math students.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The trend of social and economic development.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The state's facilities management project team is still in the process of developing its business justification and expects to have that completed and available to the public at the end of February, Martin said.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The spread of epidemics to their homeland.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The retailer also announced the locations of 36 stores it will close in early 2016.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The result would be higher emissions of carbon dioxide and other greenhouse gases.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The recent discovery of the giant Zohr gas field off the Egyptian coast will eventually have impact on pricing in the Mediterranean region and Europe, and there is significant development potential in many other places, notably Argentina.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The prices of coal are low as a result of over-supply and decreasing demand.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The lives of children from rich and poor American families look more different than ever before.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The lack of a research culture.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The involvement of more women in fashion design.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The hope is that the success of COP 21 opens the door to future international agreement on carbon prices.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The fear of massive copying.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The emulation of traditional Parisian design.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The demographics of that group looked quite different from those in the competition round—of the 16 video finalists, 13 were girls and eight were African-American students.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The consumer was ultimately to be mentioned as well, especially by the likes of Dorothy Shaver, who could point to the sales figures at Lord & Taylor.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The company blamed much of the poor performance in November and December on unseasonably warm weather.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The class differences in child rearing are growing—a symptom of widening inequality with far-reaching consequences.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The changing attitude of journals and funders.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The challenge is if certain types of people are doing something, it's difficult for other people to break into it, said Po-Shen Loh, the head coach of last year's winning U.S.Math Olympiad team.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The birds can easily eat pieces of plastic or rubber hands and they can die, said Flack.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The belief that research data is private intellectual propertyThe concern that certain agencies may make a profit out of it.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The advent of new technologies has added about 4.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The advancement of digital technology.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The Math Olympiad Summer Training Program is a three-week math camp held by the Mathematical Association of America that leads straight to the international championship and is free for those who make it.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The Los Angeles Math Circle, held at the University of California, Los Angeles, began in 2007 with 20 students and now has more than 250.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The German traveler Johann Winckelmann pioneered the field of art history with his comprehensive study of Greek and Roman sculpture; he was portrayed by his friend Anton Raphael Mengs at the beginning of his long residence in Rome.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The British traveler Charles Thompson spoke for many Grand Tourists when in 1744 he described himself as being impatiently desirous of viewing a country so famous in history, a country which once gave laws to the world, and which is at present the greatest school of music and painting, contains the noblest productions of sculpture and architecture, and is filled with cabinets of rarities, and collections of all kinds of historical relics.", "come": "出自-2017年6月阅读原文"}, {"sentence": "That relative strength would be consistent with what was seen in the wider retail industry during the early part of the holiday season.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Tennessee's technical and community colleges will not outsource ( ' , 外包) management of their facilities to a private company, a decision one leader said was bolstered by an analysis of spending at each campus.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Technological innovations have unleashed the power of renewables such as wind, hydro, solar, and geothermal ( ' , 地热).", "come": "出自-2017年6月阅读原文"}, {"sentence": "Teams of four students make a video illustrating a math problem and its real-world application.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Teachers in low-income urban and rural areas with no history of participating in math competitions may not know about advanced-math opportunities like MathCounts—and those who do may not have support or feel trained to lead them.", "come": "出自-2017年6月阅读原文"}, {"sentence": "System institutions are operating very efficiently based on this analysis, raising the question of the value of pursuing a broad scale outsourcing initiative.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Students may take advantage of online resources to learn to solve math problems.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Some intensive summer programs are very expensive but most of them provide scholarships.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Some communities have agreed to share online—geneticists, for example, post DNA sequences at the GenBank repository ( ' , 库), and astronomers are accustomed to accessing images of galaxies and stars from, say, the Sloan Digital Sky Survey, a telescope that has observed some 500 million objects—but these remain the exception, not the rule.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Since there were few museums anywhere in Europe before the close of the eighteenth century, Grand Tourists often saw paintings and sculptures by gaining admission to private collections, and many were eager to acquire examples of Greco-Roman and Italian art for their own collections.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Setting the right carbon price will therefore efficiently align the costs paid by carbon users with the true social opportunity cost of using carbon.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Schools or teachers who sign up for the National Math Club receive a kit full of activities and resources, but there's no special teacher training and no competition attached.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Researchers who share get plenty of personal benefits, including more connections with colleagues, improved visibility and increased citations.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Researchers in Germany used miniature GPS tags to track the migrations of 70 white storks ( ' , 鹳) from different sites across Europe and Asia during the first five months of their lives.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Renewables account for only a small share of global primary energy consumption, which is still dominated by fossil fuels—30% each for coal and oil, 25% for natural gas.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Progress in the development of renewables could be fragile, however, if fossil fuel prices remain low for long.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Private collections were of greater variety.", "come": "出自-2017年6月阅读原文"}, {"sentence": "People used to live near people of different income levels; neighborhoods are now more segregated by income.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Part of it is communication; part of it is transportation.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Parents of advanced-math students and MathCounts coaches say the children are on the website constantly.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Parenting approaches of working-class and affluent families both have advantages.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Panini's Ancient Rome and Modern Rome represent the sights most prized, including celebrated Greco-Roman statues and views of famous ruins, fountains, and churches.", "come": "出自-2017年6月阅读原文"}, {"sentence": "One relative bright spot for Macy's during the holiday season was the online channel, where it rang up double-digit increases in sales and a 25% increase in the number of orders it filled.", "come": "出自-2017年6月阅读原文"}, {"sentence": "One of the largest feeders for high school math competitions—including those that eventually lead to the IMO—is a middle school program called MathCounts.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Of families earning more than $75,000 a year, 84% say their children have participated in organized sports over the past year, 64% have done volunteer work and 62% have taken lessons in music, dance or art.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Of families earning less than $30,000, 59% of children have done sports, 37% have volunteered and 41 % have taken arts classes.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Of course, much of this argument in the 1930s-40s was advanced because there was little or no experience in justifying apparel ( ' , 服装) on the basis of utility.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Of course these practical, insightful designers have determined the course of late twentieth-century fashion.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Notwithstanding important recent progress in developing renewable fuel sources, low fossil fuel prices could discourage further innovation in, and adoption of, cleaner energy technologies.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Nonetheless, 20% of well-off parents say their children's schedules are too hectic, compared with 8% of poorer parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "None of the chain's stores in the Washington metropolitan area are to be closed.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Nearly half of high-earning, college-graduate parents enrolled their children in arts classes before they were 5, compared with one-fifth of low-income, lesseducated parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Nearly all members of last year's winning U.S.IMO team took part in MathCounts as middle school students, as did Loh, the coach.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Nations from around the world have gathered in Paris for the United Nations Climate Change Conference, COP 21, with the goal of a universal and potentially legally-binding agreement on reducing greenhouse gas emissions.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Much of the waste is discarded rotten meat, mixed in with other human debris such as plastic bags and old toys.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Most of the training for advanced-math competitions happens outside the confines of the normal school day.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Most Grand Tourists, however, stayed for briefer periods and set out with less scholarly intentions, accompanied by a teacher or guardian, and expected to return home with souvenirs of their travels as well as an understanding of art and architecture formed by exposure to great masterpieces.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Morgan's comments on outsourcing mark the second time this month that he has come out against one of Haslam's plans for higher education in Tennessee.", "come": "出自-2017年6月阅读原文"}]}], "err_words": [{"word_name": "Of", "means": ["[地名] [土耳其] 奥夫"]}, {"word_name": "OF", "means": ["Old French 古法语"]}], "slang": [{"tokens": "crate of sand", "type": "n ", "list": [{"explanation": "(卡车司机用语)一卡车沙糖", "example": []}], "class": ["美国俚语"]}, {"tokens": "open a can of beans", "type": "v ", "list": [{"explanation": "惹祸", "example": [{"en": "It was I who opened a can of beans.", "zh": "是我惹的祸。"}, {"en": "She was one of those people who like opening a can of beans.", "zh": "她就是那种喜欢惹祸的人。"}]}], "class": ["美国俚语"]}, {"tokens": "order of down", "type": "n ", "list": [{"explanation": "(便餐柜台用语) 一客吐司", "example": [{"en": "Has the waitress brought you an order of down?", "zh": "女服务员已经给你送来一客吐司了吗？"}]}], "class": ["美国俚语"]}, {"tokens": "grab a handful of air", "type": "v ", "list": [{"explanation": "(卡车司机用语)急刹车", "example": [{"en": "The trucker grabbed a handful of air suddenly on the cross street.", "zh": "卡车司机突然在十字路u口来了个急刹车。"}]}], "class": ["美国俚语"]}, {"tokens": "squirrel out of", "type": "v ", "list": [{"explanation": "从(某事物中)挣脱出来，摆脱(某事物)", "example": [{"en": "Don't try to squirrel out of it. Go through with it.", "zh": "这事你别想摆脱得了。把它进行到底吧。"}]}], "class": ["美国俚语"]}, {"tokens": "bit of all right", "type": "n ", "list": [{"explanation": "(对人或物表示满意或赞美)不错，相当好(尤指漂亮或吸引人的女性)", "example": [{"en": "A: \" What's she like?\" B: \"The girl? Bit of all right，from her pictures", "zh": "甲:\"她长得怎么样？\" 乙:\"那姑娘？从照片上看真不错。\""}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "pile of shit", "type": "", "list": [{"explanation": "胡说八道，谎言和吹牛", "example": []}, {"explanation": "不值一文的事物或人，破烂货，拙劣的农演、表现，次品", "example": [{"en": "The whole project's a pile of shil.", "zh": "整个计划一无可取之处。"}]}], "class": ["美国俚语"]}, {"tokens": "out of ones league", "type": "", "list": [{"explanation": "不在某人管辖之内的", "example": [{"en": "The matter's fortunately out of my league.", "zh": "幸亏这件事不归我管。"}]}, {"explanation": "与某人不属同一类型的", "example": [{"en": "He was so sophisticated，just someone way out of her league.", "zh": "他是那么老于世故，跟她完全是两路人。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "lots of luck", "type": "", "list": [{"explanation": "祝运气好!祝成功!", "example": [{"en": "Lots of luck in your new job!", "zh": "祝你的新工作成功!"}]}, {"explanation": "[讽刺语]祝成功或好运(意味着你没希望的反语)", "example": [{"en": "Think you stand a chance? Lots of luck!", "zh": "你以为你有希望吗？祝你好运!"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "for the love of pete", "type": "int ", "list": [{"explanation": "(表示强调、惊讶、不耐烦、怀疑、沮丧等的感叹语)", "example": [{"en": "I already did it,for the love of Pete!", "zh": "嘿，瞧我已经干完了!"}]}], "class": ["美国俚语"]}, {"tokens": "out of it", "type": "", "list": [{"explanation": "不能取胜的或成功的，淘汰的", "example": [{"en": "The Hawks are out of it this season.", "zh": "近来鹰派人失势了。"}, {"en": "If our team loses two more games, we'll be out of it.", "zh": "要是我们队再输两场，那我们就会被淘汰。"}]}, {"explanation": "不合潮流的，背时的", "example": [{"en": "He's a nice guy, but he's out of it.", "zh": "他人是个好人，可惜不合潮流。"}, {"en": "Fred is out of it most of the time. He even looks dull.", "zh": "弗雷德常常不合潮流，他甚至看上去都木讷迟钝。"}]}, {"explanation": "(吸毒迷醉而)神志恍惚的，酒醉的", "example": [{"en": "I had been so out of it, I hadn't heard her question.", "zh": "那时候我神忐恍惚，根本没有听见她的问话。"}]}], "class": ["美国俚语"]}, {"tokens": "bent out of shape", "type": "", "list": [{"explanation": "非常生气的，十分烦恼的", "example": [{"en": "Man, there is no reason to get so bent out of shape. I didn't mean any harm.", "zh": "老兄,你没有理由要发这么大的火。我没有任何恶意。"}, {"en": "I got bent out of shape because of maltreatment I received.", "zh": "我因为受到了虐待而感到很气愤。"}]}, {"explanation": "(吸毒)被麻醉的，喝醉的", "example": [{"en": "I was so bent out of shape I thought I'd never recover.", "zh": "兴时我喝得烂醉如泥，以为自己永远也醍不过来了。"}]}], "class": ["美国俚语"]}, {"tokens": "make little ones out of big ones", "type": "v ", "list": [{"explanation": "[黑社会用语]在狱中服刑(原指在狱中服劳役，将大石块砸成小石块)", "example": [{"en": "He got made little ones out of big ones for two years.", "zh": "他坐了两年牢。"}]}], "class": ["美国俚语"]}, {"tokens": "bitch of a somebody", "type": "n ", "list": [{"explanation": "非常难应付的、不好对付的人(或事)", "example": [{"en": "What a bitch of a day!", "zh": " 多么难熬的一天!"}, {"en": "This is a bitch of a job.", "zh": "这是件很不好办的事。"}, {"en": "He is really a bitch of a boss.", "zh": "他真是个难侍候的老板。"}]}], "class": ["美国俚语"]}, {"tokens": "crock of shit", "type": "", "list": [{"explanation": "不中用的人，无足轻重的人，窝囊废", "example": [{"en": "Who is that crock of shit who brought in the dead eat?", "zh": "是哪个窝囊废把这中看不中用的东西弄进来的？"}]}, {"explanation": "一派胡言，屁话，虚伪的言论，拆烂污的事", "example": [{"en": "You went on vacation and left this office with a real crock of shit.", "zh": "你去度假了，把一大堆拆烂污的事留在了办公室。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "make a monkey of", "type": "v ", "list": [{"explanation": "使出丑，要弄，愚弄", "example": [{"en": "I suddenly realized that I had been made a monkey out of by my opponents.", "zh": "我突然意识到我被我的那些对手给耍了。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "piece of homework", "type": "n ", "list": [{"explanation": "女朋友", "example": [{"en": "Me and my piece of homework want to rent a couple of horses.", "zh": " 我和我的女朋友想租两匹马。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "kiss of death", "type": "n ", "list": [{"explanation": "(指某人丧命、遭灾或某事溃败、解体的直接原因)致命伤，祸根", "example": [{"en": "Your attitude was the kiss of death for your employment here.", "zh": "你的态度对于你在这儿的工作而言致命的弱点。"}]}], "class": ["美国俚语"]}, {"tokens": "get ones nose out of joint", "type": "v ", "list": [{"explanation": "小看、轻视(别人干的事)，生气，见怪", "example": [{"en": "You get your nose out of joint too easily about stuff like that.", "zh": "你太轻易地小看那样的事儿了。"}, {"en": "Now, don't get your nose out of joint.She didn't mean it.", "zh": "嗳，你别见怪。 她不是故意的。"}]}], "class": ["美国俚语"]}], "exchanges": ["of"], "trade_means": [{"word_trade": "法律", "word_mean": ["被确证有罪", "被认定有罪"]}], "gaokao": [{"word": "of", "count": 100, "kd": [], "Sentence": [{"sentence": "\"I thought it would be useful for him to learn Chinese at an early age\" Joseph Stocke, the managing director of a company, says of his 2-year old son.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "\"Staying with a native speaker is better for children than simply sitting in a classroom, \" says Suzanne Flynn, a professor in language education of children.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "As you make reading a regular part of your life, you'll make more connections, stay more focused and understand the text better.", "come": "2017年高考英语浙江卷（11月） 阅读理解 七选五 原文"}, {"sentence": "A 90-year-old has been awarded \"woman of the year\" for being Britain's oldest full-time employee-still working 40 hours a week.", "come": "2019年高考英语全国卷2 语法填空 原文"}, {"sentence": "A build-it-yourself solar still is one of the best ways to obtain drinking water in areas where the liquid is not readily available.", "come": "2017年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "A California builder designed the structure of its houses smartly.", "come": "2015年高考英语重庆卷 阅读理解 阅读B 原文"}, {"sentence": "A city is the product of the human hand and mind, reflecting man's intelligence and creativity.", "come": "2019年高考英语江苏卷 单项填空 原文"}, {"sentence": "A college classmate of mine, tim, was an excellent football player, even though he weighed much less than the average player.", "come": "2015年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "A common memory they all have of their school days is the school uniform.", "come": "2015年高考英语福建卷 单项填空 原文"}, {"sentence": "A cup of coffee costs about three dollars and fifty cents, but the fun is free.", "come": "2015年高考英语上海卷 听力 原文"}, {"sentence": "A decade of data breaches (数据侵入) of personal information has led to a situation where scammers can easily learn your mother's name, and far more.", "come": "2019年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "A free schedule of events for each term is available by calling the box office at 556-4183.", "come": "2016年高考英语全国卷3 阅读理解 阅读A 原文"}, {"sentence": "A friend of mine owns an area of land in western victoria.", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "A grasp of how to manage color in your spaces is one of the first steps to creating rooms you'll love to live in.", "come": "2018年高考英语全国卷I 阅读理解 七选五 原文"}, {"sentence": "A great American, James Madison, referred to: \"the capacity of mankind for self-government.\"", "come": "2015年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "A group of people sitting in the hall stopped talking and stared at us.", "come": "2018年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "A kind of \"green thinking \" has become part of practices.", "come": "2014年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "A line graph looks similar to a bar graph, but instead of bars, it plots points and connects them with a line.", "come": "2015年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "A list of references must be included.", "come": "2019年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "A little time planning ahead can save a lot of work later on.", "come": "2014年高考英语全国卷2 阅读理解 七选五 选项"}, {"sentence": "A lot of business is still done over the phone, and much of it is based on trust and existing relationships.", "come": "2019年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "A month before my first marathon, one of my ankles was injured and this meant not running for two weeks, leaving me only two weeks to train.", "come": "2018年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "A neighborhood girl I'd played with millions of times appeared with the exact same basket fixed to her shiny, new bike that already had all the bells and whistles.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读D 原文"}, {"sentence": "A new collection of photos brings an unsuccessful antArctic voyage back to life.", "come": "2016年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "A new report found 46 percent of meals are eaten alone in America.", "come": "2019年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "A nurse who understands the healing (治愈) value of silence can use this understanding to assist in the care of patients from their own and from other cultures.", "come": "2016年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "A politician may read an account of his latest successful public meeting, not for its delayed reward, but very much as his wife reads an account of a party.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "A quick review of successes and failures at the end of year will help shape your year ahead.", "come": "2017年高考英语江苏卷 单项填空 原文"}, {"sentence": "A reader can enjoy an indirect experience without any of the dangers or stresses involved.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "A recent study of public opinion shows that in modern Britain people regard themselves socially different.", "come": "2015年高考英语广东卷 阅读理解 阅读D 题设"}, {"sentence": "A restaurant in Spain uses a foodie to \"re-create forms and pieces\" of food that are \"exactly the same, \" freeing cooks to complete other tasks.", "come": "2018年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "A safe number of interviews to conduct is about six to ten.", "come": "2017年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "A school boy or girl is unpunctual because he or she does not have the necessary human virtue of self-discipline.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "A six-month trial will be introduced at Holborn station from mid-April, eliminating the rule of standing on the right and walking on the left.", "come": "2016年高考英语上海卷 阅读理解 阅读D 原文"}, {"sentence": "A software engineer by profession, Steve was a keen lover of the piano, and the only musician in his family.", "come": "2019年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "A son of immigrants, Chris stared learning English a little over three years ago.", "come": "2019年高考英语全国卷I 阅读理解 阅读B 原文"}, {"sentence": "A study found that a strong nifio in 1997-98 helped America's economy grow by 15 billion, partly because of better agricultural harvest, farmers in the midwest gained from extra rain.", "come": "2016年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "A study of British accents during 1970s found that a voice sounding like a BBC newsreader was viewed as the most attractive voice.", "come": "2015年高考英语广东卷 阅读理解 阅读D 原文"}, {"sentence": "A study of travelers conducted by the website tripadvisor names Yangshuo as one of the top 10 destinations in the world.", "come": "2015年高考英语全国卷1 语法填空 原文"}, {"sentence": "A Swiss study reported that while the weight of electronic goods represented by precious metals was relatively small in comParison to total waste, the concentration of gold and other precious metals was higher in so-called e-waste than in nature.", "come": "2015年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "A taste for meat is actually behind the change: an important part of its corn is used to feed chickens, pigs, and cattle.", "come": "2018年高考英语全国卷2 语法填空 原文"}, {"sentence": "A team of researchers trained three rhesus monkeys to associate 26 clearly different symbols consisting of numbers and selective letters with 0-25 drops of water or juice as a reward.", "come": "2019年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "A third will remain a mix of walking and standing.", "come": "2016年高考英语上海卷 阅读理解 阅读D 原文"}, {"sentence": "A thoughtful official passed on some of the copies to the park authorities on the assumption that they might make a nice blow-up for one of the visitors' centers.", "come": "2019年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "A three-week trial at Holborn last year found that the number of people using escalators at any time of could be raised by almost a third.", "come": "2016年高考英语上海卷 阅读理解 阅读D 原文"}, {"sentence": "A tool developed just a couple of years ago by a young farmer, Jonathan Dysinger, in Tennessee, with a small loan from a local slow money group.", "come": "2018年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "A warm drink of milk before bed has long been the best choice for those wanting a good night's sleep.", "come": "2016年高考英语四川卷 阅读理解 阅读D 原文"}, {"sentence": "A week-long celebration leads up to an exciting tomato battle as the highlight of the week's events.", "come": "2015年高考英语福建卷 阅读理解 阅读A 原文"}, {"sentence": "A winner is one with a great effort of will.", "come": "2018年高考英语北京卷 阅读理解 阅读A 选项"}, {"sentence": "A year ago, when I was awaiting to hear the results of my college applications, I often went to websites for some type of insider look on what college would be like.", "come": "2016年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "A young English teacher saved the lives of 30 students when he took control of a bus after its driver suffered a serious heart attack.", "come": "2017年高考英语浙江卷（11月） 完形填空 原文"}, {"sentence": "About 100 of these stayed rich men for the rest of their lives.", "come": "2018年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "About thirty percent of the world's exports of tea makes its way to London.", "come": "2015年高考英语全国卷1 听力 原文"}, {"sentence": "According to a new survey (调查) by the national sleep foundation, 51% of kids aged 10 to 18 go to bed at 10 pm or later on school nights, even though they have to get up early.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读B 原文"}, {"sentence": "According to a recent study, four out of ten people under 35 years old are planning to downshift from stressful jobs to a slower pace of life.", "come": "2015年高考英语上海卷 听力 原文"}, {"sentence": "According to a review of evidence in a medical journal, runners live three years longer than non-runners.", "come": "2018年高考英语全国卷I 语法填空 原文"}, {"sentence": "According to Hume, some works of art can exist for centuries because they appeal to unchanging features of human nature.", "come": "2015年高考英语重庆卷 阅读理解 阅读E 题设"}, {"sentence": "According to Jennifer Debruyn, the next step of the study is to find out the source of the enzyme.", "come": "2018年高考英语北京卷 阅读理解 阅读C 题设"}, {"sentence": "According to London underground, only 40 percent of travelers walk the full length of long escalators, leaving the majority at the bottom as they wait to get on to the \"standing \"side.", "come": "2016年高考英语上海卷 阅读理解 阅读D 原文"}, {"sentence": "According to sparrow, we are not becoming people with poor memories as a result of the Internet.", "come": "2015年高考英语安徽卷 阅读理解 阅读C 原文"}, {"sentence": "According to the analysis of Babbitt's team, old desktop monitors and box TVs with cathode ray tubes are the worst devices with their energy consumption and contribution to greenhouse gas emissions more than doubling during the 1992 to 2007 window.", "come": "2018年高考英语全国卷I 阅读理解 阅读D 原文"}, {"sentence": "According to the Overseas Development Institute Odi, however, just 12% of disaster-relief funding in the past two decades has gone on reducing risks in advance, rather than recovery and rebuilding afterwards.", "come": "2016年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "According to the passage, children's fear and dislike of books may result from being made to read aloud before others.", "come": "2015年高考英语浙江卷 阅读理解 阅读A 题设"}, {"sentence": "According to the report's key findings, the proportion  who say they ‘hardly ever' read for fun has gone from 8 percent of 13-year-olds.", "come": "2018年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "According to the world bank, China accounts for about 30 percent of total global fertilizer consumption.", "come": "2018年高考英语全国卷2 语法填空 原文"}, {"sentence": "Across Britain, burnt toast will be served to mothers in bed this morning as older sons and daughters rush to deliver their supermarket bunches of flowers.", "come": "2015年高考英语四川卷 阅读理解 阅读C 原文"}, {"sentence": "Acts of generosity can change lives or just give you that warm feeling full of love.", "come": "2015年高考英语陕西卷 阅读理解 阅读A 原文"}, {"sentence": "Actually, children learn early the psychology of characters in TV shows.", "come": "2015年高考英语广东卷 阅读理解 阅读C 原文"}, {"sentence": "Actually, one may start his journey of modern architecture by walking or biking.", "come": "2015年高考英语湖北卷 阅读理解 阅读C 原文"}, {"sentence": "Actually, there's something interesting to see in every corner of Paris: the old buildings, neighborhoods, and the historical monuments.", "come": "2017年高考英语浙江卷（11月） 听力 原文"}, {"sentence": "Adam and Galinsky tested the effect of simply wearing a white lab coat on people's powers of attention.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读B 原文"}, {"sentence": "Adam and Galinsky's experiment tested the effect of clothes on their wearers' attention.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读B 题设"}, {"sentence": "Advanced lights, motors, and building designs have helped save a lot of energy and therefore prevented pollution.", "come": "2014年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "After all, the scientist is engaged in serious research to uncover the very nature of the physical world.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读C 原文"}, {"sentence": "After climbing up a hill for a panoramic view of the blue sea, white buildings and green olive trees, I paused to catch my breath and then positioned myself to take the best photo of this panorama.", "come": "2017年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "After de-layering in this way, a company may be left with just a top level of senior managers, front-line managers and employees with direct contact with the public.", "come": "2016年高考英语上海卷 完形填空 原文"}, {"sentence": "After having taught fifth-grade classes for four years, I decided to try all costs to rid them of their fear and dislike of books, and to get them to read oftener and more adventurously.", "come": "2015年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "After investing more than $1 million in reconstructing the building, we began producing a full season of theater performances, Jazz concerts, and year-round arts education programs in 2008.", "come": "2018年高考英语江苏卷 阅读理解 填空题 原文"}, {"sentence": "After less than a week, I started noticing that the groceries were running out pretty quickly — we were always suddenly out of something.", "come": "2016年高考英语上海卷 语法填空 A 原文"}, {"sentence": "After reading some history books on how the first group of Chinese immigrants survived in America of the 19th century, she has become keen on her own family history and that of others.", "come": "2015年高考英语广东卷 阅读理解 信息匹配 题设"}, {"sentence": "After running hundreds of tests, the researchers noted that the monkeys would go for the higher values more than half the time, indicating that they were performing a calculation, not just memorizing the value of each combination.", "come": "2019年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "After ten years of living in one, I can't imagine ever living in a small town again.", "come": "2014年高考英语全国卷1 听力 原文"}, {"sentence": "After that, feeling the need to explore further, I decided to drop in on one of ASL club's meetings.", "come": "2017年高考英语全国卷1 完形填空 原文"}, {"sentence": "After what seemed like a safe amount of time, I read the poem again and was confused.", "come": "2016年高考英语上海卷 阅读理解 阅读A 原文"}, {"sentence": "After years of heated debate, gray wolves were reintroduced to Yellowstone national park.", "come": "2017年高考英语全国卷3 阅读理解 阅读C 原文"}, {"sentence": "After years of regular treatment, she finally became healthy.", "come": "2016年高考英语天津卷 完形填空 原文"}, {"sentence": "Again, not a move, the next time, I had my camera ready to record what you see here, one of several dozen such pictures, so long as she had a slice to eat, she never bothered the one on her head.", "come": "2015年高考英语四川卷 完形填空 原文"}, {"sentence": "All around the world, we can see the consequences of this throwaway lifestyle.", "come": "2015年高考英语安徽卷 完形填空 原文"}, {"sentence": "All of a sudden, I started making money because I was really good at math.", "come": "2018年高考英语浙江卷 听力 原文"}, {"sentence": "All of this makes the actions of the homeless tom smith even more remarkable.", "come": "2018年高考英语北京卷 完形填空 原文"}, {"sentence": "All our projects aim to promote the development of poor and remote communities.", "come": "2019年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "All participants must address how communication or transportation technology has promoted the quality of life for Americans throughout history.", "come": "2019年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "All these elements of office design are related.", "come": "2015年高考英语上海卷 选词填空 原文"}, {"sentence": "Almost a month ago, he bought popular word game that used little pieces of wood with different letters on them.", "come": "2015年高考英语广东卷 阅读理解 阅读A 原文"}, {"sentence": "Almost half of that winds up in landfills, and up to 12 million tons pollute the oceans.", "come": "2018年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "Along the way are tales of kings and queens, hot air balloons...and monkeys in space.", "come": "2017年高考英语江苏卷 阅读理解 阅读A 原文"}, {"sentence": "Already this year, 115 measles cases have been reported in the USA, compared with 189 for all of last year.", "come": "2017年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "Already well over 400 of the total of 6, 800 languages are close to extinction, with only a few elderly speakers left.", "come": "2018年高考英语全国卷I 阅读理解 阅读C 原文"}, {"sentence": "Also, you need to check the accuracy of it.", "come": "2015年高考英语湖南卷 短文填空 原文"}, {"sentence": "Although birds use their feathers for flight, some of their feathers are for other purposes.", "come": "2017年高考英语北京卷 单项填空 原文"}]}], "abbreviation": [{"mean_en": "occipitofrontal diameter", "mean_cn": "枕额径"}, {"mean_en": "official", "mean_cn": "法定的,依据药典(配制)的"}, {"mean_en": "oil filter", "mean_cn": "石油过滤"}, {"mean_en": "oil fired", "mean_cn": "燃(烧)油的"}, {"mean_en": "oil-filled", "mean_cn": "充油式，油浸的，注油的"}, {"mean_en": "optional form", "mean_cn": "任意型，任意选择的方式"}, {"mean_en": "orange fannings", "mean_cn": "橙色茶叶末"}, {"mean_en": "outfielder", "mean_cn": "外场手(棒球)"}, {"mean_en": "outside face", "mean_cn": "外表面"}], "kaoyan": [{"word": "of", "count": 100, "kd": [], "Sentence": [{"sentence": "\"Carry a book with you at all times\" can actually work, too-providing you dip in often enough, so that reading becomes the default state from which you temporarily surface to take care of business, before dropping back down.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Further contradicting conventional wisdom, we found that women as well as men have lower levels of stress at work than at home.\" writes one of  the researchers, Sarah Damaske .", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Hugging protects people who are under stress from the increased risk for colds that's usually associated with stress,\" notes Sheldon Cohen, a professor of psychology at Carnegie.", "come": "2017年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "\"I don't think the findings that we have are any evidence of personal delusion,\" says Epley.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"I still grew up in an upper middle-class home with parents who didn't have college degrees,\" Schneider said. \"I don't think people are capable of that anymore. \"", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"If we were really bold, we might even begin to think of high-calorie fast food in the same way as cigarettes—by setting strict limits on advertising, product placement and sponsorship of sport events,\" he said.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Many jobs are boring, degrading, unhealthy, and a waste of human potential,\" says John Danaher, a lecturer at the National University of Ireland in Galway.", "come": "2017年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "\"Many young people assume a great deal of personal responsibility for educating themselves and actively seeking out opposing viewpoints,\"  the survey concluded.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"My father was an RAF pilot and my cousin the skipper of a Lancaster lost over Berlin,\" he adds.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Our products succeed when they become part of daily or weekly patterns,\" said Carol Berning, a consumer psychologist who recently retired from Procter and Gamble, the company that sold $76 billion of tide, Crest and other products last year.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"School in the family of vocational education have that stereotype...that it's for kids who can't make it academically,\" he says.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Short-termism\" or the desire for quick profits, has worsened in publicly traded companies, says the Bank of England's top economist Andrew Haldane.", "come": "2019年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"Tech is designed to really suck you in,\" says Jenny Radesky in her study of digital play, \"and digital products are there to promote maximal engagement.\"", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"The first thing needed for innovation is a fascination with wonder,\" says Dawna Markova, author of \"The Open mind\".", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"The gap is between the jobs that take no skills and those that require a lot of skill,” says Rob Spohr, a business professor at Montcalm Community College.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"The Heart of the Matter,\" the just-released report by the American Academy of Arts and Sciences, deserves praise for affirming the importance of the humanities and social sciences to the prosperity and security of liberal democracy in America.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"The history of all hitherto existing history is the history of class struggles,\" wrote Marx and Engels in The Communist Manifesto.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"The valuable examples which they furnish of the power of self-help, of patient purpose, resolute working and steadfast integrity, issuing in the formation of truly noble and manly character, exhibit,\" wrote Smiles, \" what it is in the power of each to ac", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"There has been a kind of revival or a rethinking about what guilt is and what role guilt can serve,\" says Amrisha Vaish, a psychology researcher at the University of virginia, adding that this revival is part of a larger recognition that emotions aren't ", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"There is a kind of false precision being hawked by people claiming they are doing ancestry testing,\" says Trey Duster, a New York University sociologist.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"There seems to be a predominance of short-term thinking at the expense of long-term investing,\" said Commissioner Daniel Gallagher of the US Securities and Exchange Commission in speech this week.", "come": "2019年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"They blame it on the manufacturing recession,\" says birgit Klohs, chief executive of The right Place, a business development agency for western michigan.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"They love Chip and Joanna Gaines just as much as the rest of us,\" he said.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"They're harder to find and they have job offers,\" says Jay Dunwell, president of Wolverine Coil Spring, a family owned firm.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Thinking about long-term consequence is key to reducing the possible negative effects of curiosity,\" Hsee says.", "come": "2018年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "\"We'd assumed we'd have to give it a moving head and tail, facial features, and put a scene on it to make it smell like a real rat, but that wasn't necessary,\" says Janet wiles at the University of Queensland in Australia, who helped with the research.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Whenever decisions are based on masses of data, you quickly get into a lot of ethical questions,\" notes Tan kiat How, chief executive of a singapore-based agency that is helping the government develop a voluntary code for the ethical use of ai.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "A \"southern\"camp headed by French wants something different: \"European economic government\" within an inner core of euro-zone members.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A \"town of culture\" could be not just about the arts but about honoring a town's peculiarities-helping sustain its high street, supporting local facilities and above all celebrating its people and turn it into action.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A 2014 survey conducted in Australia, Britain, and the United States by the University of Wisconsin-Madison found that young people's reliance on social media led to greater political engagement.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A badly run \"year of culture\" washes in and out of a place like the tide, bringing prominence for a spell but leaving no lasting benefits to the community.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A calm, rule-following child might respond better to a different sort of parenting than, for example, a younger sibling.", "come": "2020年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A couple of Christmases ago, my youngest stepdaughter, who was 9 years old at the time, got a Superman T-shirt for Christmas.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A cynic might speculate that the UK is on the verge of disappearing into an endless fever of self-celebration in its desperation to reinvent itself for the post-Brexit world: after town of culture, who knows that will follow-village of culture?", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A Department of Health spokesperson said: \"We need to create a new vision for public health where all of society works together to get healthy and live longer.\"", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A different and not mutually exclusive prediction holds that the future will be a wasteland of a different sort, one characterized by purposelessness\": without jobs to give their lives meaning, people will simply become lazy and depressed.", "come": "2017年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A federal appeals court overturned the prior decision, ruling that Myriad Genetics could indeed hold patents to two genes that help forecast a woman's risk of breast cancer.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A few decades ago, many people didn't drink water outside of a meal.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A further concern is that the use of electronic means of payment leaves an electronic trail that contains a large amount of personal data.", "come": "2013年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A group of labour MPs, among them Yvette Cooper, are bringing in the new year with a call to institute a UK \"town of culture\" award.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A growing number of researchers and organisations are now thinking seriously about that question.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A Knight Foundation focus-group survey of young people between ages 14 and 24 found they use \"distributed trust\" to verify stories.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A lack of formal education, however, doesn't constrain the ability of the developing world's workforce to substantially improve productivity for the foreseeable future.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A large part of evaluation is calling out bad arguments, but we also need to admit good arguments by opponents and to apply the same critical standards to ourselves.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "A long struggle will be needed to avoid a future of digital feudalism.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A moralist, satirist, and social reformer Dickens crafted complex plots and striking characters that capture the panorama of English society.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A more practical goal is to try, to the best of your ability, to be as tolerant and composed as you can when faced with trying situations involving your children.", "come": "2020年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A new survey by Harvard University finds more than two-thirds of young Americans disapprove of President Trump's use of Twitter.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A number of studies have concluded that normal-weight people are in fact at higher risk of some diseases compared to those who are overweight.", "come": "2014年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A pair of bills sponsored by Massachusetts state Senator Jason Lewis and House Speaker Pro Tempore Patricia Haddad, to ensure \"gender parity\" on boards and commissions, provide a case in point.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A passenger peering out of the window might not even see the other planes.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A quarter of America's public-sector workers have a university degree.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A recent annual study of countries and their ability to convert growth into well-being sheds some light on that question.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A recent paper, titled \"The Natural Selection of Bad Science\", published on the Royal Society's open science website, attempts to answer this intriguing and important question.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "A report last year pointed out that the costs both of subscriptions and of these \"article preparation costs\" had been steadily rising at a rate above inflation.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A series of fires and overcrowded conditions led to the construction of the existing Treasury Building.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A smartphone may contain an arrestee's reading history, financial history, medical history and comprehensive records of recent correspondence.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A string of accidents, including the partial collapse of a cooling tower in 2007 and the discovery of an underground pipe system leakage, raised serious questions about both Vermont Yankee's safety and Entergy's management– especially after the company ma", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A tailor named John Dane, who emigrated in the late 1630s, left an account of his reasons for leaving England that is filled with signs.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A town of culture award could, it is argued, become an annual event, attracting funding and creating jobs.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A turbulent business environment also has senior managers cautious of letting vague pronouncements cloud their reputations.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A typical work, such as Seven Days, consists of a single beautiful black-and-white photograph taken on an epic walk, with the mileage and number of days taken listed beneath.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A young man can decide on a likely spouse on his own and then ask his parents to arrange the marriage negotiations, or the young man's parents may make the choice of a spouse, giving the child little to say in the selection.", "come": "2016年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "About a quarter of all Italian immigrants, for example, eventually returned to Italy for good.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "About a third say the problem of fake news lies in \"misinterpretation or exaggeration of actual news\" via social media.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Above all, they would hope to study a fundamental question: Are humans actually aware of the world they live in?", "come": "2009年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "Accommodating this new world of people in motion will require new attitudes on both sides of the immigration battle.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "According to a study by Catalyst, between 2010 and 2015 the share of women on the boards of global corporations increased by 54 percent.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "According to accounts of the experiments, their hourly output rose when lighting was increased, but also when it was dimmed.", "come": "2010年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "According to many books and articles, New England's leaders established the basic themes and preoccupations of an unfolding, dominant Puritan tradition in American intellectual life.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "According to one classical theory of emotion, our feelings are partially rooted in physical reactions.", "come": "2011年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "According to research from Princeton University, people assess your competence, trustworthiness, and like ability in just a tenth of a second, solely based on the way you look.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "According to several studies concluding that parents are less happy than childless couples, single parents are the least happy of all.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "According to the National Center for Education Statistics, nearly 80 percent of college students end up changing their majors at least once.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "According to the standard history of American philosophy, nowhere else in colonial America was \"So much importance attached to intellectual pursuits. \"", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "According to the World Social Science Report 2010, the number of social-science students worldwide has swollen by about 11% every year since 2000.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Across generational lines, Americans continue to prize many of the same traditional milestones of a successful life, including getting married, having children, owning a home, and retiring in their sixties.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Across the 163 countries measured, the UK is one of the poorest performers in ensuring that economic growth is translated into meaningful improvements for its citizens.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Across the country, factory owners are now grappling with a new challenge: Instead of having too many workers, they may end up with too few.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Aerial surveys locate general areas of interest or larger buried features, such as ancient buildings or fields.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "After all, four decades of evidence has now shown that corporations in Europe as well as the US are evading the meritocratic hiring and promotion of women to top position—no matter how much \"soft pressure\" is put upon them.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "After bills, Tony has ￡60 a week to spend, ￡40 of which goes on food, but 10 years ago he was earning ￡130,000 a year working in corporate communications and eating at London's best restaurants at least twice a week.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Against a backdrop of drastic changes in economy and population structure, younger Americans are drawing a new 21st-century road map to success, a latest poll has found.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "ai \"vision\" today is not nearly as sophisticated as that of humans.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "airborne technologies, such as different types of radar and photographic equipment carried by airplanes or spacecraft, allow archaeologists to learn about what lies beneath the ground without digging.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "All around the world, lawyers generate more hostility than the members of any other profession—with the possible exception of journalism.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "All citizens who meet minimal qualifications of age and literacy are equally competent to serve on juries.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "All in all, this clearly seems to be a market in which big retailers could profitably apply their gigantic scale, existing infrastructure, and proven skills in the management of product ranges, logistics, and marketing intelligence.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "All of us work through problems in ways of which we're unaware, she says.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "All of which would, of course, have a positive effect on our happiness levels.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Almost all of the interior detail is of cast iron or plaster; the use of wood was minimized to insure fire safety.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Almost everyone who was interviewed for this special report said that the biggest problem at the moment is not a lack of demand but a lack of good work to sell.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Already, since 2010, drought and insects have killed over 100 million trees in California, most of them in 2016 alone, and wildfires have burned hundreds of thousands of acres.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Also in the early 1900s, French sociologist Emile Durkheim developed a theory of culture that would greatly influence anthropology.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Also missing is any discussion of eliminating Saturday letter delivery.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Also, some research suggests that the explanation for rising rates of mortality, mental-health problems, and addiction among poorly-educated middle-aged people is shortage of well-paid jobs.", "come": "2017年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Although electronic means of payment may be more efficient than a payments system based on paper, several factors work against the disappearance of the paper system.", "come": "2013年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Although more than half of Harvard undergraduates end up in law, medicine or business, future doctors and lawyers must study a non- specialist liberal-arts degree before embarking on a professional qualification.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Although women first served on state juries in Utah in 1898,It was not until the 1940s that a majority of states made women eligible for jury duty.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Amazon.com, with its network of warehouses, also collects sales tax in every state that charges it, though third-party sellers who use the site don't have to.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}]}], "bidec": {"word_name": "of", "parts": [{"part_id": "17777", "part_name": "prep.", "word_id": "13256", "means": [{"mean_id": "29346", "part_id": "17777", "word_mean": "(表示时间)在…的, 在…之前; 在…期间", "sentences": [{"en": "He was born at the turn of the century.", "cn": "他出生于世纪之交。"}, {"en": "What do you do of a Saturday?", "cn": "星期六你干什么?"}]}, {"mean_id": "29347", "part_id": "17777", "word_mean": "(表示方式)根据", "sentences": [{"en": "She did it of her own will.", "cn": "她是自愿这么做的。"}]}, {"mean_id": "29348", "part_id": "17777", "word_mean": "(表示对象)对于, 就…而言", "sentences": [{"en": "He felt quite certain of success.", "cn": "他对成功很有把握。"}]}, {"mean_id": "29349", "part_id": "17777", "word_mean": "(表示原因)由于, 因为, （用于某些形容词后，后接与感情相关的人或事）", "sentences": [{"en": "I was sick of their fun and games.", "cn": "他们的嬉闹让我厌烦。"}]}, {"mean_id": "29350", "part_id": "17777", "word_mean": "(表示方位)在; 位于", "sentences": [{"en": "New York is east of Washington.", "cn": "纽约在华盛顿以东。"}]}, {"mean_id": "29351", "part_id": "17777", "word_mean": "(表示范围)在…之中", "sentences": [{"en": "Tom is the eldest of the family.", "cn": "汤姆是家里年龄最大的。"}]}, {"mean_id": "29352", "part_id": "17777", "word_mean": "(表示结果)在…方面", "sentences": [{"en": "The place is easy of access.", "cn": "这地方容易进入。"}]}, {"mean_id": "29353", "part_id": "17777", "word_mean": "(表示目的)用于…的", "sentences": [{"en": "This is a house of prayer.", "cn": "这是一座教堂。"}]}, {"mean_id": "29354", "part_id": "17777", "word_mean": "(表示否定)缺乏, 没有", "sentences": [{"en": "They were destitute of necessaries of life.", "cn": "他们缺少生活必需品。"}]}, {"mean_id": "29355", "part_id": "17777", "word_mean": "属于（某人）；关于（某人）", "sentences": []}, {"mean_id": "29356", "part_id": "17777", "word_mean": "属于（某物）；（某事）部份的；关于（某物）", "sentences": []}, {"mean_id": "29357", "part_id": "17777", "word_mean": "出身于（某背景）；住在（某地）", "sentences": []}, {"mean_id": "29358", "part_id": "17777", "word_mean": "关于，反映（某人或某事）", "sentences": []}, {"mean_id": "29359", "part_id": "17777", "word_mean": "（用于表示性质、组成或涵盖）即，由…组成", "sentences": []}, {"mean_id": "29360", "part_id": "17777", "word_mean": "（用于表示计量、时间或年龄等）", "sentences": []}, {"mean_id": "29361", "part_id": "17777", "word_mean": "（常用在 some、a few 等词语之后，表示人或物的所属）属于…的", "sentences": []}, {"mean_id": "29362", "part_id": "17777", "word_mean": "（表示人或事的时空位置）在，当", "sentences": []}, {"mean_id": "29363", "part_id": "17777", "word_mean": "（用于由动词转化的名词之后，of 之后的名词可以是受动者，也可以是施动者）", "sentences": []}, {"mean_id": "29364", "part_id": "17777", "word_mean": "（用于某些动词后，后接动作所涉及的人或事）", "sentences": []}, {"mean_id": "29365", "part_id": "17777", "word_mean": "（用于对某人的行为发表看法）", "sentences": []}, {"mean_id": "29366", "part_id": "17777", "word_mean": "（用于一个名词修饰另一个名词时）", "sentences": []}]}, {"part_id": "17778", "part_name": "aux.", "word_id": "13256", "means": [{"mean_id": "29367", "part_id": "17778", "word_mean": "助动词.  [非标准用语、方言] =have [主用于虚拟语气]  ", "sentences": [{"en": "He should of gone.", "cn": "他该走了吧。</seg>"}]}]}]}, "synonym": [{"part_name": "prep.", "means": [{"word_mean": "属于...的,由...组成,关于...的", "cis": ["from", "about", "by", "concerning"]}]}], "phrase": [{"cizu_name": "be of", "jx": [{"jx_en_mean": "possess intrinsically; give rise to", "jx_cn_mean": "固有；导致", "lj": [{"lj_ly": "this work is of great interest and value.", "lj_ls": "这项工作很重要也很有价值。"}]}]}, {"cizu_name": "of all", "jx": [{"jx_en_mean": "denoting the least likely or expected example", "jx_cn_mean": "［表示最不可能或最料不到的事例］在所有…中（编编，就连，居然）", "lj": [{"lj_ly": "Jordan, of all people, committed a flagrant foul.", "lj_ls": "就连乔丹也有过一次明目张胆的犯规。"}]}]}, {"cizu_name": "of all the nerve(或英 cheek)", "jx": [{"jx_en_mean": "an expression of indignation", "jx_cn_mean": "［表愤慨、不平］居然", "lj": []}]}, {"cizu_name": "of an evening (或 morning etc.) informal 非正式", "jx": [{"jx_en_mean": "on most evenings (or mornings etc.)", "jx_cn_mean": "大多数晚上（或早晨等）", "lj": []}, {"jx_en_mean": "at some time in the evenings (or mornings etc.)", "jx_cn_mean": "晚间（或早晨）的某个时候", "lj": []}]}], "collins": [{"entry": [{"def": "You use <b>of</b> to combine two nouns when the first noun identifies the feature of the second noun that you want to talk about.", "tran": "（用于连接两个名词，其中前者表示后者的特定方面）", "posp": "PREP", "example": [{"ex": "The average age of the women interviewed was only 21.5.", "tran": "参加面试的女性平均年龄才21.5岁。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/2/0/e20a1d3a5f6f9fd6a476f7c7d2d65afa.mp3", "tts_size": "19K"}, {"ex": "...the population of this town...", "tran": "该镇的人口", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/1/f/01f8e0da88c47742f1c057850c95d1ff.mp3", "tts_size": "9K"}]}, {"def": "You use <b>of</b> to combine two nouns, or a noun and a present participle, when the second noun or present participle defines or gives more information about the first noun.", "tran": "（用于连接两个名词或名词与现在分词，其中后者对前者进行界定或补充信息）", "posp": "PREP", "example": [{"ex": "Would you say what you felt was a feeling of betrayal?...", "tran": "你是否觉得有一种被人出卖的感觉？", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/e/c/9ecc768db01ff76d1cdcd9068dfd25e8.mp3", "tts_size": "14K"}, {"ex": "She let out a little cry of pain.", "tran": "她疼得轻呼了一声。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/0/f/b0f0adbdac5161438ddae22fb1548865.mp3", "tts_size": "10K"}]}, {"def": "You use <b>of</b> after nouns referring to actions to specify the person or thing that is affected by the action or that performs the action. For example, 'the kidnapping of the child' refers to an action affecting a child; 'the arrival of the next train' refers to an action performed by a train.", "tran": "（用于指称动作的名词后说明该动作的对象或主体）", "posp": "PREP", "example": [{"ex": "...the reduction of trade union power inside the party.", "tran": "党内工会权力的削弱", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/d/7/7d7455a46877087c566890c32c58d57e.mp3", "tts_size": "15K"}, {"ex": "...the assessment of future senior managers.", "tran": "对未来高级经理的评估", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/5/b/75b5a858fb4d0b28aa7297aace325550.mp3", "tts_size": "13K"}]}, {"def": "You use <b>of</b> after words and phrases referring to quantities or groups of things to indicate the substance or thing that is being measured.", "tran": "（用于指称数量或组群的词和短语后表示计量的对象）", "posp": "PREP", "example": [{"ex": "...7.6 litres of pure alcohol.", "tran": "7.6升纯酒精", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/c/8/0c898f1157af0b1cca2095dd58caf0e2.mp3", "tts_size": "13K"}, {"ex": "...a few kilometres of new roads.", "tran": "几公里新修道路", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/b/d/6bdd457fb79eed11d37b4c9abea65eea.mp3", "tts_size": "10K"}]}, {"def": "You use <b>of</b> after the name of someone or something to introduce the institution or place they belong to or are connected with.", "tran": "（用于人或事物的名称后引出其所属或相关的机构或地方）", "posp": "PREP", "example": [{"ex": "...the Prince of Wales.", "tran": "威尔士亲王", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/3/e/53ec98102ffed72ff1793241436d93de.mp3", "tts_size": "6K"}, {"ex": "...the Finance Minister of Bangladesh.", "tran": "孟加拉国财政部长", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/f/b/ffbe2a3fe4e95aaa851b17a49c0bfc96.mp3", "tts_size": "11K"}]}, {"def": "You use <b>of</b> after a noun referring to a container to form an expression referring to the container and its contents.", "tran": "（用于指称容器的名词后，说明容器及其所含物）", "posp": "PREP", "example": [{"ex": "We could all do with a cup of tea...", "tran": "要是能给我们都来杯茶就好了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/d/2/7d2b13cd4238e6596dfefcedfcaad305.mp3", "tts_size": "10K"}, {"ex": "Conder opened another bottle of wine...", "tran": "康德又开了一瓶酒。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/1/e/c1e95da786393e0c16bab365f94ef31e.mp3", "tts_size": "12K"}]}, {"def": "You use <b>of</b> after a count noun and before an uncount noun when you want to talk about an individual piece or item.", "tran": "（用在可数名词后、不可数名词前表示某一单个物品）", "posp": "PREP", "example": [{"ex": "...a blade of grass...", "tran": "一片草叶", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/4/8/448c0fe832e508998230fe8c692b7a5b.mp3", "tts_size": "6K"}, {"ex": "Marina ate only one slice of bread...", "tran": "玛丽娜只吃了一片面包。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/1/3/513c904b499b6377496f6a4501e7b1e0.mp3", "tts_size": "11K"}]}, {"def": "You use <b>of</b> to indicate the materials or things that form something.", "tran": "（表示材料或成分）由…制成（或组成）的", "posp": "PREP", "example": [{"ex": "...local decorations of wood and straw.", "tran": "用木头和稻草制成的本地饰品", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/d/1/3d12a9d9de632d9f873aef23a55da110.mp3", "tts_size": "12K"}, {"ex": "...loose-fitting garments of linen.", "tran": "宽松的亚麻布衣服", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/3/5/d35fd9af64fff8bd44d7f7892c95a042.mp3", "tts_size": "9K"}]}, {"def": "You use <b>of</b> after a noun which specifies a particular part of something, to introduce the thing that it is a part of.", "tran": "（用于名词后表示其为某事物的一部分）", "posp": "PREP", "example": [{"ex": "...the other side of the square...", "tran": "广场另一侧", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/9/2/d928521fbad5c6f5cb1ce3f43e0fb65f.mp3", "tts_size": "8K"}, {"ex": "We had almost reached the end of the street.", "tran": "我们几乎到了街的尽头。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/7/6/4769d7c3c7cf27ab63f91e8252ffc708.mp3", "tts_size": "11K"}]}, {"def": "You use <b>of</b> after some verbs to indicate someone or something else involved in the action.", "tran": "（用于某些动词后表示动作所涉及的人或事物）关于，由于", "posp": "PREP", "example": [{"ex": "He'd been dreaming of her...", "tran": "他一直梦见她。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/0/d/50dc05362f61fdce212c494e1d3ec8d2.mp3", "tts_size": "7K"}, {"ex": "Listen, I shall be thinking of you always...", "tran": "听着，我会永远记得你的。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/0/1/a013a219efcf333049bb129d84836083.mp3", "tts_size": "14K"}]}, {"def": "You use <b>of</b> after some adjectives to indicate the thing that a feeling or quality relates to.", "tran": "（用于某些形容词后表示与情感或特性相关的事物）对，为", "posp": "PREP", "example": [{"ex": "I have grown very fond of Alec...", "tran": "我越来越喜欢亚力克。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/e/b/eeb5af5e56a54fd61fca22efc34477c8.mp3", "tts_size": "10K"}, {"ex": "His father was quite naturally very proud of him...", "tran": "他父亲自然为他感到无比骄傲。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/3/e/63efe2b0f7dab35bd9d2e249a6bda0fe.mp3", "tts_size": "14K"}]}, {"def": "You use <b>of</b> before a word referring to the person who performed an action when saying what you think about the action.", "tran": "（用于指称施动者的单词前说明对该动作的看法）出自…，在…一方", "posp": "PREP", "example": [{"ex": "This has been so nice, so terribly kind of you...", "tran": "您这么做真是太好心，太令我们感激不尽了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/e/e/beed498db0d36e923512c1ed9e0127c4.mp3", "tts_size": "16K"}, {"ex": "I suppose it's stupid of us not to be able to make up our own minds...", "tran": "我们自己都没办法拿定主意，这真是太傻了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/7/0/070dc843372511ead7b3d694dc286a48.mp3", "tts_size": "20K"}]}, {"def": "You use <b>of</b> after a noun which describes someone or something, to introduce the person or thing you are talking about.", "tran": "（用于描述名词后引出所指的人或事物）", "posp": "PREP", "example": [{"ex": "...an awkward, slow-moving giant of a man.", "tran": "举止笨拙、行动迟缓的巨人般的男子", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/4/0/04011fdb8e927e2b5ac07f35273f8866.mp3", "tts_size": "14K"}]}, {"def": "If something is <b>more of</b> or <b>less of</b> a particular thing, it is that thing to a greater or smaller degree.", "tran": "（表示程度）更大/较小程度上的…", "posp": "PREP", "example": [{"ex": "Your extra fat may be more of a health risk than you realize...", "tran": "多余的脂肪对健康的威胁可能比你意识到的要大。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/e/6/6e64ce4e2a3537e9eab1177a97962e0f.mp3", "tts_size": "17K"}, {"ex": "As time goes by, sleeping becomes less of a problem.", "tran": "随着时间的推移，睡眠逐渐不再成为问题。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/d/d/bdd7ff8156f49012dd31e1d7255b8976.mp3", "tts_size": "19K"}]}, {"def": "You use <b>of</b> to indicate a characteristic or quality that someone or something has.", "tran": "（表示某人或某事物具有的特点或特性）", "posp": "PREP", "example": [{"ex": "...the worth of their music.", "tran": "他们音乐的价值", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/d/f/0dfa8b2342ba6a150e841bd2e99dde0c.mp3", "tts_size": "7K"}, {"ex": "...the creaminess of her skin...", "tran": "她皮肤的光滑细腻", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/f/5/bf552c66741cd71203fd42fdbdd61031.mp3", "tts_size": "8K"}]}, {"def": "You use <b>of</b> after the verb 'be' to indicate a characteristic or quality that someone or something has.", "tran": "（用于be动词后表示某人或某事物具有的特点或特性）", "posp": "PREP", "example": [{"ex": "The crisis faced over the next few months is of an entirely different scale...", "tran": "接下来几个月内将要面临的危机规模将是无法相比的。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/e/d/eedaeb12f568bf272d3dfa637fbcf89a.mp3", "tts_size": "21K"}, {"ex": "Both world wars were of unquestionable importance as economic events.", "tran": "两次世界大战都是重要性无可置疑的经济事件。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/1/2/b124b80cc6c5e43f14dd26bb6b327220.mp3", "tts_size": "20K"}]}, {"def": "You use <b>of</b> to specify an amount, value, or age.", "tran": "（用于说明数量、价值或年龄）", "posp": "PREP", "example": [{"ex": "Last Thursday, Nick announced record revenues of $3.4 billion...", "tran": "上个星期四，尼克宣布公司收入创下34亿美元的纪录。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/7/f/67f18bcb7c0fd07e29b404b2a9d1038c.mp3", "tts_size": "24K"}, {"ex": "He has been sentenced to a total of 21 years in prison since 1973...", "tran": "自1973年以来，他已总共被判21年监禁。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/a/5/1a5d0a12bb18364fb0080df8e70952cb.mp3", "tts_size": "25K"}]}, {"def": "You use <b>of</b> after a noun such as 'month' or 'year' to indicate the length of time that some state or activity continues.", "tran": "（用于年、月等名词后表示状态或活动的持续时间）", "posp": "PREP", "example": [{"ex": "...eight bruising years of war...", "tran": "艰苦卓绝的8年战争", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/1/7/f17f62243eb920a1b4bf3e5fa37c7fa6.mp3", "tts_size": "8K"}, {"ex": "The project has gone through nearly a dozen years of planning.", "tran": "该项目已历经近12年的规划。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/0/1/e0106ac40de07be91aef4d835b11029a.mp3", "tts_size": "16K"}]}, {"def": "You can use <b>of</b> to say what time it is by indicating how many minutes there are before the hour mentioned.", "tran": "（表示时间离某一钟点差几分）在…之前", "posp": "PREP", "example": [{"ex": "At about a quarter of eight in the evening Joe Urber calls...", "tran": "大约晚上8点差一刻的时候，乔·乌尔贝尔打来电话。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/3/b/d3b6eb4ea64ace2b1e3375cf283c567b.mp3", "tts_size": "16K"}, {"ex": "We got to the beach at five of one in the afternoon.", "tran": "我们下午1点差5分的时候到达海滩。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/f/5/0f559afab2b7a227f21228fd85387cbb.mp3", "tts_size": "15K"}]}]}], "derivation": [{"yuyuan_name": "Old English, of Germanic origin; related to Dutch af and German ab, from an Indo-European root shared by Latin ab and Greek apo"}], "baesInfo": {"word_name": "of", "is_CRI": "1", "items": [""], "symbols": [{"ph_en": "əv", "ph_am": "ʌv", "ph_other": "", "ph_en_mp3": "", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/8b/f8/8bf8854bebe108183caeb845c7676ae4.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/8/b/f/8bf8854bebe108183caeb845c7676ae4.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/8b/f8/8bf8854bebe108183caeb845c7676ae4.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/8/b/f/8bf8854bebe108183caeb845c7676ae4.mp3", "parts": [{"part": "prep.", "means": ["关于", "属于…的", "由…制成"]}]}], "baesElse": [{"word_name": "Of", "is_CRI": "0", "symbols": [{"ph_en": "", "ph_am": "", "ph_other": "", "ph_en_mp3": "", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/c/d/b/cdb81f21e18b5679feb341b73957f082.mp3", "parts": [{"part": "", "means": ["[地名] [土耳其] 奥夫"]}]}]}, {"word_name": "OF", "is_CRI": "0", "symbols": [{"ph_en": "", "ph_am": "", "ph_other": "", "ph_en_mp3": "", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/7/e/4/7e4137add2dfe45e078e7f076aec84df.mp3", "parts": [{"part": "abbr.", "means": ["Old French 古法语"]}]}]}], "word_tag": [2, 1], "translate_type": 1, "frequence": 5}, "new_sentence": [{"tag": "全部", "word": "of", "meaning": "全部", "sentences": [{"id": 2588623, "type": 1, "cn": "参加面试的女性平均年龄才21.5岁。", "en": "The average age of the women interviewed was only 21.5.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/e/2/0/e20a1d3a5f6f9fd6a476f7c7d2d65afa.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2588624, "type": 1, "cn": "该镇的人口", "en": "...the population of this town...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/0/1/f/01f8e0da88c47742f1c057850c95d1ff.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 2588625, "type": 1, "cn": "你是否觉得有一种被人出卖的感觉？", "en": "Would you say what you felt was a feeling of betrayal?...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/e/c/9ecc768db01ff76d1cdcd9068dfd25e8.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2588626, "type": 1, "cn": "她疼得轻呼了一声。", "en": "She let out a little cry of pain.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/b/0/f/b0f0adbdac5161438ddae22fb1548865.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2588627, "type": 1, "cn": "党内工会权力的削弱", "en": "...the reduction of trade union power inside the party.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/7/d/7/7d7455a46877087c566890c32c58d57e.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2588628, "type": 1, "cn": "对未来高级经理的评估", "en": "...the assessment of future senior managers.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/7/5/b/75b5a858fb4d0b28aa7297aace325550.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2588629, "type": 1, "cn": "7.6升纯酒精", "en": "...7.6 litres of pure alcohol.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/0/c/8/0c898f1157af0b1cca2095dd58caf0e2.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2588630, "type": 1, "cn": "几公里新修道路", "en": "...a few kilometres of new roads.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/6/b/d/6bdd457fb79eed11d37b4c9abea65eea.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2588631, "type": 1, "cn": "威尔士亲王", "en": "...the Prince of Wales.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/5/3/e/53ec98102ffed72ff1793241436d93de.mp3", "ttsSize": 6, "likeNum": 0}, {"id": 2588632, "type": 1, "cn": "孟加拉国财政部长", "en": "...the Finance Minister of Bangladesh.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/f/b/ffbe2a3fe4e95aaa851b17a49c0bfc96.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2588633, "type": 1, "cn": "要是能给我们都来杯茶就好了。", "en": "We could all do with a cup of tea...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/7/d/2/7d2b13cd4238e6596dfefcedfcaad305.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2588634, "type": 1, "cn": "康德又开了一瓶酒。", "en": "Conder opened another bottle of wine...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/1/e/c1e95da786393e0c16bab365f94ef31e.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 2588635, "type": 1, "cn": "一片草叶", "en": "...a blade of grass...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/4/4/8/448c0fe832e508998230fe8c692b7a5b.mp3", "ttsSize": 6, "likeNum": 0}, {"id": 2588636, "type": 1, "cn": "玛丽娜只吃了一片面包。", "en": "Marina ate only one slice of bread...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/5/1/3/513c904b499b6377496f6a4501e7b1e0.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2588637, "type": 1, "cn": "用木头和稻草制成的本地饰品", "en": "...local decorations of wood and straw.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/3/d/1/3d12a9d9de632d9f873aef23a55da110.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 2588638, "type": 1, "cn": "宽松的亚麻布衣服", "en": "...loose-fitting garments of linen.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/d/3/5/d35fd9af64fff8bd44d7f7892c95a042.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 2588639, "type": 1, "cn": "广场另一侧", "en": "...the other side of the square...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/d/9/2/d928521fbad5c6f5cb1ce3f43e0fb65f.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 2588640, "type": 1, "cn": "我们几乎到了街的尽头。", "en": "We had almost reached the end of the street.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/4/7/6/4769d7c3c7cf27ab63f91e8252ffc708.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2588641, "type": 1, "cn": "他一直梦见她。", "en": "He'd been dreaming of her...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/5/0/d/50dc05362f61fdce212c494e1d3ec8d2.mp3", "ttsSize": 7, "likeNum": 0}, {"id": 2588642, "type": 1, "cn": "听着，我会永远记得你的。", "en": "Listen, I shall be thinking of you always...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/a/0/1/a013a219efcf333049bb129d84836083.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2588643, "type": 1, "cn": "我越来越喜欢亚力克。", "en": "I have grown very fond of Alec...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/e/e/b/eeb5af5e56a54fd61fca22efc34477c8.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2588644, "type": 1, "cn": "他父亲自然为他感到无比骄傲。", "en": "His father was quite naturally very proud of him...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/6/3/e/63efe2b0f7dab35bd9d2e249a6bda0fe.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2588645, "type": 1, "cn": "您这么做真是太好心，太令我们感激不尽了。", "en": "This has been so nice, so terribly kind of you...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/b/e/e/beed498db0d36e923512c1ed9e0127c4.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2588646, "type": 1, "cn": "我们自己都没办法拿定主意，这真是太傻了。", "en": "I suppose it's stupid of us not to be able to make up our own minds...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/0/7/0/070dc843372511ead7b3d694dc286a48.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2588647, "type": 1, "cn": "举止笨拙、行动迟缓的巨人般的男子", "en": "...an awkward, slow-moving giant of a man.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/0/4/0/04011fdb8e927e2b5ac07f35273f8866.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2588648, "type": 1, "cn": "多余的脂肪对健康的威胁可能比你意识到的要大。", "en": "Your extra fat may be more of a health risk than you realize...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/6/e/6/6e64ce4e2a3537e9eab1177a97962e0f.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2588649, "type": 1, "cn": "随着时间的推移，睡眠逐渐不再成为问题。", "en": "As time goes by, sleeping becomes less of a problem.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/b/d/d/bdd7ff8156f49012dd31e1d7255b8976.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2588650, "type": 1, "cn": "他们音乐的价值", "en": "...the worth of their music.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/0/d/f/0dfa8b2342ba6a150e841bd2e99dde0c.mp3", "ttsSize": 7, "likeNum": 0}, {"id": 2588651, "type": 1, "cn": "她皮肤的光滑细腻", "en": "...the creaminess of her skin...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/b/f/5/bf552c66741cd71203fd42fdbdd61031.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 2588652, "type": 1, "cn": "接下来几个月内将要面临的危机规模将是无法相比的。", "en": "The crisis faced over the next few months is of an entirely different scale...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/e/e/d/eedaeb12f568bf272d3dfa637fbcf89a.mp3", "ttsSize": 21, "likeNum": 0}]}, {"tag": "关于", "word": "of", "meaning": "关于", "sentences": [{"id": 2377243, "type": 1, "cn": "England that is filled with signs.一位名为约翰·戴恩的裁缝，在17世纪30年代后期移民到美洲，他所叙述的关于离开英国地原因充满了种种神迹。", "en": "A tailor named John Dane, who emigrated in the late 1630s, left an account of his reasons for leaving", "from": "09年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/66/60869a462e39d14bf7f7abc219e87.mp3", "ttsSize": 196, "likeNum": 0}, {"id": 2378177, "type": 1, "cn": "关于三十米望远镜（一个很可能彻底改变人类对宇宙看法的巨型天文台）的建造引发了抗议。", "en": "Protests have erupted over construction of the Thirty Meter Telescope(TMT), a giant observatory that promises to revolutionize humanity's view of the cosmos.", "from": "17年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/dc/1726693f4a843af2f6b09e89b363a.mp3", "ttsSize": 300, "likeNum": 0}, {"id": 2379389, "type": 1, "cn": "its own right. 二十世纪九十年代的“妈咪大战”如今仍在继续,激起了关于“为何女性仍然不能兼顾工作与家庭”的争论,还催生了如谢丽尔·桑德伯格的《向前一步》一类的书籍, 这一书名本身也因此成为流行语。", "en": "The \"mommy wars\" of the 1990s are still  going on today, prompting arguments about why women still can' t have it all  and books like Sheryl Sandberg' s Lean In, whose title has become a buzzword in", "from": "15年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/5f/ac8c5f20fcf9248fad1cab5a78ff2.mp3", "ttsSize": 481, "likeNum": 0}, {"id": 2375692, "type": 1, "cn": "一般的政治图书馆里都有一本名为《推进：关于提升健康、财富和幸福的决定》的书，该 书 由 Richard Thaler 和 Cass Sunstein 合著。", "en": "Few political libraries are without a copy of  Nudge : Improving Decisions About Health, Wealth and Happiness , by Richard Thaler and Cass Sunstein.", "from": "15年12月六级真题（第二套）| 阅读", "ttsUrl": "", "ttsSize": 0, "likeNum": 0}, {"id": 2375877, "type": 1, "cn": "我们掌握的关于某事物的知识构成了态度的认知成分。", "en": "The knowledge we have about the object constitutes the cognitive component of an attitude.", "from": "16年6月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/8d/f31ea235393b918981ba595a1f1a4.mp3", "ttsSize": 139, "likeNum": 0}, {"id": 2375915, "type": 1, "cn": "但即使在那时候，那些铺天盖地的关于青少年叛逆的报道就已经言过其实了：60 年代及70 年代的大多数孩子和父母持有共同的基本价值观。", "en": "Yet even then reports of widespread youth rebellion were overdone: Most kids in the ‘60s and ‘70s shared their parents’ basic values.", "from": "16年6月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/99/01af6d3d43f1496804c90ff5c11e3.mp3", "ttsSize": 240, "likeNum": 0}, {"id": 2376915, "type": 1, "cn": "举个例子，多学科知识库Dryad 中最受欢迎的一组数据是关于世界各地木材密度的；这组数据被下载过5700 次。", "en": "For example, one of the most popular data sets on multidisciplinary repository Dryad is about wood density around the world; it has been downloaded 5,700 times.", "from": "17年6月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/b/50/f82f028505c2c1c7041e52cc24153.mp3", "ttsSize": 338, "likeNum": 0}, {"id": 2380442, "type": 1, "cn": "关于儿童营养不良对其生命早期的影响，专家得出了什么结论？。", "en": "What is the expert’s conclusion regarding children’s undernourishment in their earliest days of life?.", "from": "15年12月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/7/5d/6462f8abed0bcd4b18589aafef283.mp3", "ttsSize": 157, "likeNum": 0}, {"id": 2380795, "type": 1, "cn": "要知道，人们问我关于这类保健品的事时，我首先想告诉他们的事之一就是：很多保健品宣传自己是用来治疗记忆力的，但是记忆力并不需要治疗。", "en": "You know, one of the first things I like to tell people when they ask me about the supplements, is that a lot of them are promoted as a cure for your memory, but your memory doesn’t need a cure.", "from": "16年6月六级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/79/09efa3a4a6ef9d4609eae8f09c524.mp3", "ttsSize": 315, "likeNum": 0}, {"id": 2380921, "type": 1, "cn": "关于讲话中提到的大部分实验，讲话者说了什么？。", "en": "What does the speaker say about most of the experiments mentioned in his talk?.", "from": "16年12月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/8/1d/466cd2b6ff1f02c51121d872284a3.mp3", "ttsSize": 118, "likeNum": 0}, {"id": 2380973, "type": 1, "cn": "关 于 主 要 研 究 方 向，Henderson 教 授 说 了 什么？。", "en": "What  does  Professor  Henderson  say about his main area of research?.", "from": "16年12月六级真题（第二套）| 听力", "ttsUrl": "", "ttsSize": 0, "likeNum": 0}, {"id": 2381287, "type": 1, "cn": "女：根据一项关于种族与教育公平问题的研究，在全国高校中，黑人运动员的辍学比率十分惊人。", "en": "W:  According to a study of race and equity in education, black athletes are dropping out of college across the country at alarming rates.", "from": "17年6月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/b7/7373682a15a94184aa373948080d6.mp3", "ttsSize": 265, "likeNum": 0}, {"id": 2381464, "type": 1, "cn": "关于针对44,000 位女性的调查，我们了解到什么？。", "en": "What do we learn about the survey of the 44,000 women?.", "from": "17年6月六级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/b/81/c8e39775bc856783f40bd4e1589af.mp3", "ttsSize": 96, "likeNum": 0}, {"id": 2381966, "type": 1, "cn": "关于鸟类四处传播东西的能力，加拿大科学家发现了一个令人不安的新例子。", "en": "Canadian scientists  have  found  a  worrisome new  example  of  the  power  that birds  have  to  spread  stuff  around", "from": "16年12月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/5d/e9d7700b28f8cb886b2e32665b637.mp3", "ttsSize": 172, "likeNum": 0}, {"id": 2375076, "type": 1, "cn": "上周媒体报道中最重要的话题就是在Nashville愈发热烈的关于儿童教育需求的讨论。", "en": "The most important thing in the news last week was the rising discussion in Nashville about the educational needs of children.", "from": "16年6月四级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/3f/f9a1eae0aebe0c2baa020ea09b304.mp3", "ttsSize": 199, "likeNum": 0}, {"id": 2375187, "type": 1, "cn": "在对14 项关于体育活动与学业 (28) 成绩的关系的研究进行 (27) 回顾时，调查人员发现，孩子动得越多，在校成绩就越高，(29) 尤其是数学、英语和阅读这样的基础学科。", "en": "In a 27 review of 14 studies that looked at physical activity and academic 28 performance, investigators found that the more children moved, the better their grades were in school, 29 particularly in the basic subjects of math, English and reading.", "from": "16年6月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/9f/cfc7b60beb2b7a6a080f178b2f04a.mp3", "ttsSize": 479, "likeNum": 0}, {"id": 2375249, "type": 1, "cn": "机器人还可以从大量的关于人类行为的数据集中提炼规律，从而学习价值观。", "en": "Robots could also learn values from drawing patterns from large sets of data on human behavior.", "from": "16年6月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/b7/a9156992328f6bcf38913947d20ae.mp3", "ttsSize": 169, "likeNum": 0}, {"id": 2375394, "type": 1, "cn": "我发觉，这两种学生不仅会以不同的方式解读失败，关于智力，他们也持有不同的“理论”", "en": "I realized these different types of students not only explain  their failures differently, but they also hold different “theories”  of intelligence.", "from": "16年12月四级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/7f/21b1406bb75c1cbe9554d0459f28a.mp3", "ttsSize": 282, "likeNum": 0}, {"id": 2375529, "type": 1, "cn": "作为任教于三所不同的大学的教授，我注意到关于教育年轻人和年龄较大的学生的真正问题已经恶化，然而受聘人员——不是为了教学而是为了组织会议——的数量急剧增加。", "en": "And in my position as a professor at three different colleges, the actual problems in educating our young people and older students have deepened, while the number of people hired—not to teach but to hold meetings—has increased significantly.", "from": "16年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/25/8c881cd01cd2121632f0522a89381.mp3", "ttsSize": 453, "likeNum": 0}, {"id": 2382212, "type": 1, "cn": "红毛埃里克的儿子列夫•埃里克松听说了关于格陵兰岛以西大陆的传闻。", "en": "The son of Eric the Red named Leif Erikson had heard rumors about land west of Greenland", "from": "17年12月四级真题(第一套)| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/4a/9bc59417f8ceb8ba1be31ad46814a.mp3", "ttsSize": 141, "likeNum": 0}, {"id": 3270, "type": 1, "cn": "他知道自己的责任之所在, 因而关于责任的种种虚假观念都不能使他动摇了.", "en": "He knows his responsibilities, and sorts of false ideas about responsibility can make him waver.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/2/3/123026cfc73bdbac4e770b8c61fdd7b0.mp3", "ttsSize": 30, "likeNum": 0}, {"id": 8022, "type": 1, "cn": "志玲的新书是一本关于“美丽”的书, 不管您属于哪个年龄段,这本书都是每个爱美女士的必读书.", "en": "Chillings new book, All About Beauty , is must read for all women, regardless of age.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/8/0/f80dcaeaf6c871aa9c9daaa955a3bc66.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 9315, "type": 1, "cn": "黑色皮肤上通常有黄色斑点的欧洲蝾螈.", "en": "European salamander having dark skin with usually yellow spots.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/0/a/40a20435c66e4f4f1c9ba704b3d06b97.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 9906, "type": 1, "cn": "它是关于价格和价值的生产成本理论的一部分.", "en": "It is part of a cost - of - production theory of value and price.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/2/b/42b31f8129ae58449f1f563237af5b76.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 14613, "type": 1, "cn": "这是一篇关于供应链模型及其优化分析工作的综述性文章.", "en": "This paper is a summary about the optimization and analysis of supply chain.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/5/9/259f62d8c00b467df64391a445925215.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 21012, "type": 1, "cn": "关于他的爱情生活,他们散播了许多不堪的闲言闲语.", "en": "They spread a lot of tacky gossip about his love life.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/6/d/56d4884575e9df2cdf25d9ef727c8d4f.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 25616, "type": 1, "cn": "他不是在谈论那些理论学家喜欢纠缠的关于灵魂或是自我之类的东西, 而是一些真实可感的东西.", "en": "He's not about the kind of self or soul that theologians about. It's something very concrete.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/d/8/cd8a28f52d388590055ce64a9b7b1d50.mp3", "ttsSize": 29, "likeNum": 0}, {"id": 25908, "type": 1, "cn": "它只是Burroughs先生所写的关于火星旅行的多部小说中的一本.", "en": "It is just one of many books that Mister Burroughs wrote about travels to Mars.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/6/f/c6f9ef203bb7e8123b82096d2bad7d46.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 31197, "type": 1, "cn": "这位记者还是反复地启发我, 一定要让我讲一个关于幸福的故事和幸福的时刻.", "en": "The journalist kept on inspiring me, letting me tell a story and a moment of happiness.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/4/b/54bf59338d06319b9c2b82fa3698d5fa.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 35729, "type": 1, "cn": "关于我们的感情回忆,好像地震之后的土地一样,中间有一道很深很长的裂缝.", "en": "The memory of the past love Is like a long and deep crack after the earthquake.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/b/3/db31e9228694708a5c8a17ad933a485b.mp3", "ttsSize": 20, "likeNum": 0}]}, {"tag": "属于…的", "word": "of", "meaning": "属于…的", "sentences": [{"id": 428036, "type": 1, "cn": "我建立一种有同情心, 承担义务和属于的爱的氛围.", "en": "I create a climate of love through caring, commitment and belonging.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/c/c/acccd9d978d207061df73be62124b876.mp3", "ttsSize": 19, "likeNum": 0}]}], "cetFour": [{"word": "of", "count": 100, "kd": [], "Sentence": [{"sentence": "to relaxto matureto harvestto reflectIt is more meaningful than other stages of life.", "come": "出自-2017年6月阅读原文"}, {"sentence": "is something few can accomplishneeds some practice firstrequires a lot of patienceis a challenge at the beginningThey find it even more difficult.", "come": "出自-2017年6月阅读原文"}, {"sentence": "You feel the same emotions – it is just as raw, just as fresh… You can't turn off that stream of memories, no matter how hard you try.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Within two years, Leah shed the safety of her accounting job and made the switch complete.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Where do the seeds of change come from? The Native American Indians have a saying: Pay attention to the whispers so you won't have to hear the screams.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Where are you in the cycle of renewal: Are you actively preserving the present, or selectively forgetting the past, or boldly creating the future? What advice would Leah give you to move you ahead on your journey? Once we're on the path of growth, we can continually move through the seasons of transformation and renewal.", "come": "出自-2017年6月阅读原文"}, {"sentence": "When you can quote a specific number like a fifth of the patients were able to quit, that's compelling.", "come": "出自-2017年6月阅读原文"}, {"sentence": "What could have been considered the beginning of a descent is now a potential turning point—the turning point you are most equipped to take full advantage of.", "come": "出自-2017年6月阅读原文"}, {"sentence": "We recently caught up with yoga entrepreneur Leah Zaccaria, who put herself through the fire of change to completely reinvent herself.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Veiseh began to remember the details of his everyday experiences after he met his first young love.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Up until that point, Leah had followed traditional measures of success.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Top of Britons' toilet paper wish list is softness ( ' , 57%) followed by strength ( ' , 45%) and thickness ( ' , 36%).", "come": "出自-2017年6月阅读原文"}, {"sentence": "This type of memory ( ' , where you are trying to remember new, but similar information) is particularly vulnerable to interference.", "come": "出自-2017年6月阅读原文"}, {"sentence": "This is hard to achieve when, as is now the case in many big firms, a large proportion of staff are temporary contractors.", "come": "出自-2017年6月阅读原文"}, {"sentence": "This has wiped 6% off the value of the soft tissue paper market in the UK.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They need to rid their minds of sentimentalism ( ' ,  感情用事): the most successful teams have leaders who are able to set an overall direction and take immediate action.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They need to keep teams small and focused: giving in to pressure to be more inclusive is a guarantee of dysfunction.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They emphasize the strength of toilet paper the most.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They choose purpose over happiness—having a clear sense of purpose even reduces the risk of Alzheimer's disease.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They are particular about the quality of toilet paper.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They are favored as a form of art.", "come": "出自-2017年6月阅读原文"}, {"sentence": "These extra features are deemed unnecessary by the majority of shoppers, which probably reflects how these types of products are typically more expensive than regular toilet paper, even when on special offer.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There's part of this sickening horror of knowing you're walking on the edge with this, that I kind of like, knowing that it could all fall apart at any second.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The worst fear Leah ever had was the prospect of losing her yoga business.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The report's writers state that America's failure to invest in infrastructure impacts not only the health of the real-estate market, but also our ability to remain globally competitive.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The report refers to this as the coming of the 18-hour city, and uses the term to refer to cities like Houston, Austin, Charlotte, and Nashville, which are positioning themselves as highly competitive, in terms of livability, employment offerings, and recreational and cultural facilities.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The question is, how?Lawrence Patihis at the University of Southern Mississippi recently studied around 20 people with HSAM and found that they scored particularly highly on two measures: fantasy proneness ( ' ,  倾向) and absorption.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The other cut down gradually over the course of two weeks.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The majority of previous research has focused on how we learn and remember new information.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The late Richard Hackman of Harvard University once argued, I have no question that when you have a team, the possibility exists that it will generate magic, producing something extraordinary… But don't count on it.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The lack of confidence on the part of investors.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The fashion for teams is driven by a sense that the old way of organising people is too rigid for both the modern marketplace and the expectations of employees.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The cycle of renewal never ends.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The bulk of the research shows that there may be a pause, or a shifting of gears in the 40s or 50s, but this shift can be exciting, rather than terrifying.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The Cleveland Clinic, a hospital operator, has reorganised its medical staff into teams to focus on particular treatment areas; consultants, nurses and others collaborate closely instead of being separated by speciality ( ' ,  专业) and rank.", "come": "出自-2017年6月阅读原文"}, {"sentence": "That's why leaders continue to manage the present while building toward the big changes of the future.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Teamwork improves with time: America's National Transportation Safety Board found that 73% of the incidents in its civil-aviation database occurred on a crew's first day of flying together.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Teams have become the basic building-blocks of organisations.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Teams are as old as civilisation, of course: even Jesus had 12 co-workers.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Team-building skills are in short supply: Deloitte reports that only 12% of the executives they contacted feel they understand the way people work together in networks and only 21% feel confident in their ability to build cross-functional teams.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Strength, softness and thickness remain the leading indicators of toilet paper quality, with just a small proportion of consumers preferring more luxurious alternatives, such as those with flower patterns or perfume,said Mintel analyst Jack Duckett.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Some people with HSAM find it very hard to get rid of unpleasant memories.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Some of us will seek it out; for others it will feel like an unwelcome intrusion into otherwise stable careers.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Six months out, more people who had quit abruptly had stuck with it—more than one-fifth of them, compared to about one-seventh in the other group.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Since then, she has founded two yoga studios, met a new life partner, and formed a new community of people.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She succeeded in quitting smoking abruptlyShe was also a researcher of tobacco and health.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She studied the smoking patterns of adult smokers.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She connected with her sense of purpose and dug deep, cultivating a tremendous sense of strength.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Seventy-four percent of the respondents surveyed report a good to excellent expectation of real-estate profitability in 2015.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Regardless of your stated preference, if you're ready to quit, quitting abruptly is more effective, says Dr.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Readiness to take advantage of new opportunities will make it easier to create one's desired future.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Preparation has been made; now is the time for the venture of the work itself.", "come": "出自-2017年6月阅读原文"}, {"sentence": "People in both groups used nicotine ( ' ,  尼古丁) patches before they quit, in addition to a second form of nicotine replacement, like gum or spray.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Overall, almost three in five people say they try to limit their usage of paper – including facial tissue and kitchen roll – to save money.", "come": "出自-2017年6月阅读原文"}, {"sentence": "One of the reasons I find this topic very interesting is because my mom was a smoker when I was younger, says Lindson-Hawley, who studies tobacco and health at the University of Oxford.", "come": "出自-2017年6月阅读原文"}, {"sentence": "One in 10 buyers rank toilet rolls made from recycled paper among their top considerations, highlighting how overall the environment is much less of a consideration for shoppers than product quality.", "come": "出自-2017年6月阅读原文"}, {"sentence": "One ancient form of egg art comes to us from Ukraine.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Often the best ideas for big changes come from unexpected places—it's just a matter of tuning in.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Of course I was scared, yet I had this strong sense of I have to do this.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Nor are they necessarily better at remembering a round of drinks, say.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Needless to say, people like Veiseh are of great interest to neuroscientists ( ' ,  神经科学专家) hoping to understand the way the brain records our lives.", "come": "出自-2017年6月阅读原文"}, {"sentence": "My memory is like a library of video tapes, walk-throughs of every day of my life from waking to sleeping, he explains.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Most people do not have clear memories of past events.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Midlife seems like the second big phase of decision-making.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Members of poorly managed teams are easily distracted from their work.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Loosely managed teams can become hotbeds of distraction—employees routinely complain that they can't get their work done because they are forced to spend too much time in meetings or compelled to work in noisy offices.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Life Reimagined paints a picture of middle age that is far from gloomy.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Leigh Thompson of Kellogg School of Management in Illinois warns that, Teams are not always the answer—teams may provide insight, creativity and knowledge in a way that a person working independently cannot; but teamwork may also lead to confusion, delay and poor decision-making.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Leah easily could have fallen into a trap of feeling content; instead, her energy sparked a period of experimentation and renewal.", "come": "出自-2017年6月阅读原文"}, {"sentence": "John Chambers, chairman of Cisco Systems Inc.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It's the stage in the middle of the journey when people feel youth vanishing, their prospects narrowing and death approaching.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It originated in the eastern part of Europe.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It may be the beginning of a crisis.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It makes for the best part of one's life.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It is their major source of protein in winter.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It is the most time-honored form of fancy art.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It is likely to change the narrative of one's life.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It is a welcome sign of the coming of spring.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It is a way of organising our memories.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It helps get rid of negative memories.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It has led to a lot of debate.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It has a history of over two thousand years.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It didn't take long for magazines and documentary film-makers to come to understand her total recall, and thanks to the subsequent media interest, a few dozen other subjects ( ' , including Veiseh) have since come forward and contacted the team at the University of California, Irvine.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It constitutes a rare object of envy.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It can easily be made into a work of art.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It can be a new phase of one's life.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It adds to the burden of their memory.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Interestingly, their memories are highly self-centred: although they can remember autobiographical life events in extraordinary detail, they seem to be no better than average at recalling impersonal information, such as random ( ' ,  任意选取的) lists of words.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Instead of just crowding in, old information is sometimes pushed out of the brain for new memories to form.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Instead of giving people practice, the gradual reduction likely gave them cravings ( ' ,  瘾) and withdrawal symptoms before they even reached quit day, which could be why fewer people in that group actually made it to that point.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In the last year alone, despite an increase in the UK population and a subsequent rise in the number of households, sales of toilet paper fell by 2%, with the average household reducing their toilet roll spending from £43 in 2014 to £41 in 2015.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In spring, chickens start laying again, bringing a welcome source of protein at winter's end.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In some ways, you probably go through that process after a big event like your wedding day – but the difference is that thanks to their other psychological tendencies, the HSAM subjects are doing it day in, day out, for the whole of their lives.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In search of a meaningful life, Leah gave up what she had and set up her own yoga studios.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In many companies, the conventional form of organisation is giving way to a network of teams.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In his book, Team of Teams, General Stanley McChrystal describes how the army's hierarchical structure hindered its operations during the early stages of the Iraq war.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In her search to live a life of purpose, Leah left her high-paying accounting job, her husband, and her home.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In a study of 120 teams of senior executives, he discovered that less than 10% of their supposed members agreed on who exactly was on the team.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In a sense, forgetting is our brain's way of sorting memories, so the most relevant memories are ready for retrieval.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In a challenge for manufacturers, 81% of paper product users said they would consider buying recycled toilet tissue if it were comparable in quality to standard paper.", "come": "出自-2017年6月阅读原文"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "of"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}