{"props": {"pageProps": {"query": {"w": "she"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"collins": [{"entry": [{"def": "You use <b>she</b> to refer to a woman, girl, or female animal who has already been mentioned or whose identity is clear.", "tran": "(用于指先前已提到的女性或雌性动物)她，它", "posp": "", "example": [{"ex": "When Ann arrived home that night, she found Brian in the house watching TV...", "tran": "那晚安回到家时，看见布赖恩正在屋子里看电视。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/f/2/bf2d6d2c8cb810834cee8b8840b7a76d.mp3", "tts_size": "22K"}, {"ex": "She was seventeen and she had no education or employment...", "tran": "她17 岁，未受过教育，也没有工作。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/0/f/10f1dac4e14cd75723e2233d9535a28f.mp3", "tts_size": "18K"}]}, {"def": "Some writers may use <b>she</b> to refer to a person who is not identified as either male or female. They do this because they wish to avoid using the pronoun 'he' all the time. Some people dislike this use and prefer to use 'he or she' or 'they'.", "tran": "(用于泛指未指明性别的人，以避免总是用 he。有些人更倾向于使用 he or she 或 they 来表示泛指)", "posp": "", "example": [{"ex": "The student may show signs of feeling the strain of responsibility and she may give up...", "tran": "学生可能会表现出对责任感到有压力，然后可能会放弃。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/2/b/42b3ed3ecd6602d4b85c5e4173948f66.mp3", "tts_size": "23K"}, {"ex": "Very early in life when the baby feels the pangs of hunger, she learns to scream.", "tran": "当新生儿感到饥饿时，就学会了喊叫。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/7/7/e773167979a378be824da1c8b6870099.mp3", "tts_size": "23K"}]}, {"def": "<b>She</b> is sometimes used to refer to a country or nation.", "tran": "(用以指代国家)", "posp": "", "example": [{"ex": "Britain needs new leadership if she is to help shape Europe's future.", "tran": "如果英国想要对欧洲未来的发展产生重要影响的话，就需要新的领导层。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/6/a/f6a5b41ad27e00f9476a667306b679d0.mp3", "tts_size": "18K"}]}, {"def": "Some people use <b>she</b> to refer to a car or a machine. People who sail often use <b>she</b> to refer to a ship or boat.", "tran": "(用以指代汽车、机器、船等)", "posp": "", "example": [{"ex": "Hundreds of small boats clustered round the yacht as she sailed into Southampton docks.", "tran": "当大帆船驶进南安普顿码头时，几百只小船聚集在其周围。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/3/e/33edac6381f15703dedfdad4cea32ae0.mp3", "tts_size": "24K"}]}]}], "cetSix": [{"word": "she", "count": 100, "kd": [], "Sentence": [{"sentence": "I'd much prefer to have my data used by the maximum number of people to ask their own questions, she says.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Do all parents want the most success for their children? Absolutely, she said.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She was very nervous.", "come": "出自-2017年6月听力原文"}, {"sentence": "She replied: I don’t want to look too inexperienced.", "come": "出自-2017年6月听力原文"}, {"sentence": "I asked what impression she wanted to make on the jury.", "come": "出自-2017年6月听力原文"}, {"sentence": "She borrowed the principle of efficiency on the factory floor and applied it to domestic tasks on the kitchen floor.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In  a  2011  study,  she  investigated  the  effects  of  implementing a Results Only Work Environment ( ' , ROWE) on the productivity and well-being of employees  at Best Buy's corporate headquarters.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Flexibility and control is key, she continued.", "come": "出自-2016年12月阅读原文"}, {"sentence": "She’s figured out that it will take her another three years to pay it off at 30 dollars a month.", "come": "出自-2016年12月听力原文"}, {"sentence": "She decided to take lunch to work instead.", "come": "出自-2016年12月听力原文"}, {"sentence": "I now put 20 dollars a week into my vacation fund and another 20 into retirement savings, she says, Those mean more to me than lunch.", "come": "出自-2016年12月听力原文"}, {"sentence": "She was fortunate, though.", "come": "出自-2015年12月阅读原文"}, {"sentence": "She is expecting up to 20 people at the first meeting she has called, at her local pub in the Cornish village of Polperro.", "come": "出自-2015年12月阅读原文"}, {"sentence": "People's conception of a person has much to do with the way he or she is labeled.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Now, she attributes much of her understanding of college to that: But once I got to campus, it was a completely different ball game that no one really prepared me for.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Like other students new to the intimidating higher-education world, she often struggled on her path to college.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It's always more of an incentive if you're doing it with other people, she says.", "come": "出自-2015年12月阅读原文"}, {"sentence": "In Paying for the Party, Hamilton describes what she calls the party pathway, which eases many students through college, helped along by various clubs that send students into the party scene and a host of easier majors.", "come": "出自-2015年12月阅读原文"}, {"sentence": "I think it's a terrific idea, she says of the campaign.", "come": "出自-2015年12月阅读原文"}, {"sentence": "A year on, the meetings have made lasting changes to what she throws away in her kitchen.", "come": "出自-2015年12月阅读原文"}, {"sentence": "A retired member of the Public and Commercial Services Union, she is setting up one of 1,100 action groups with the support of Climate Solidarity, a two-year environmental campaign aimed at trade unionists.", "come": "出自-2015年12月阅读原文"}, {"sentence": "En… She did look very neat, very nicely dressed, but… W: But so shy", "come": "出自-2013年12月听力原文"}, {"sentence": "\"AI is hugely exciting,\" she said, \"but it has limitations, which present grave dangers given uncritical use.\"", "come": "2019年6月六级真题（第一套）阅读 Section C"}, {"sentence": "\"I think it's a terrific idea,\" she says of the campaign.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"I’ve seen very expensive protein supplements that claim to be high quality but they might not really be beneficial for the average healthy adult,\" she says.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"I'd much prefer to have my data used by the maximum number of people to ask their own questions,\" she says.", "come": "2017年6月六级真题（第一套）阅读 Section C"}, {"sentence": "\"In America there are large ants which can eat whole trees bare as a broom handle in a single night,\"she wrote in the description.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"It's always more of an incentive if you're doing it with other people,\" she says.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"It's been hard not to share pictures of her because people always want to know how babies and toddler (学走路的孩子) are doing and to see pictures, but we made the decision to have social media while she did not,\" O'Hanlon said.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"She was a scientist on the level with a lot of people we spend a lot of time talking about,\" said Kay Etheridge, a biologist at Gettysburg College in Pennsylvania who has been studying the scientific history of Merian's work. \"She didn't do as much to ch", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"So here's the job opening, here's the job seeker, match them together under one roof,\" she says.", "come": "2016年6月六级真题（第一套）听力 Section C"}, {"sentence": "\"There wasn't really a college-bound culture at my high school,\" she said.", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"They're getting nurtured by people they' ve already selected that they trust,\" she says.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "Also last year, Farrant and colleagues published a detailed molecular study of another candidate, Xerophyta viscosa, a tough-as-nail South African plant with lily-like flowers, and she says that a genome is on the way.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "And instead of showing just the typical pair of eggs in a hummingbird nest, she painted four.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "And she criticizes me in exactly the same way she did when I was first unpublished and I was starting.", "come": "2017年6月六级真题（第一套）听力 Section A"}, {"sentence": "And this time she said: \"I want to look professional and self-assured.\"", "come": "2017年6月六级真题（第二套）听力 Section B"}, {"sentence": "As recently as 2009, she said, the topic wasn't taken seriously, even among AI researchers.", "come": "2019年6月六级真题（第一套）阅读 Section C"}, {"sentence": "As she wrote in her description of the peacock flower,\" The Indians, who are not treated well by their Dutch masters, use the seeds to abort their children, so that they will not become slaves like themselves.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "At least the slides were good, that is, until the bulb in the projector blew, and she had to finish the talk with no illustrations.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "Barrett wanted to find out if the absence of physical currency does indeed cause a person to spend more, so she decided to conduct an experiment a few months ago.", "come": "2017年6月六级真题（第二套）听力 Section C"}, {"sentence": "Before writing Metamorphosis, Merian spent decades documenting European plants and insects that she published in a series of books.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Bria Dunham, a mother in Somerville, Massachusetts, was so excited to watch a moment of brotherly bonding while her first-grader and baby took a bath together that she snapped a few photos.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "But after she snapped a photo and started using her phone, he asked her a serious question: \"Are you going to post that online?\"", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "But in the same drawing, she incorrectly lumped together army and leaf-cutter ants.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "But she says nations will not make progress fighting hunger and poverty until they begin to focus on those critical first thousand days.", "come": "2015年12月六级真题（第一套）听力 Section C"}, {"sentence": "But she was so nervous that she kept forgetting what to say, and she spoke almost in a whisper.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "But the lack of work opportunities in Bucks County limits how much she can help.", "come": "2016年6月六级真题（第一套）听力 Section C"}, {"sentence": "Chemical testing showed that over the two years before her death, she moved about every two months.", "come": "2015年12月六级真题（第二套）听力 Section C"}, {"sentence": "Even when a retailer gets a customer to walk in the store, she can easily see if there's better deal online or at another store nearby.", "come": "2019年6月六级真题（第一套）阅读 Section B"}, {"sentence": "For example, in one chapter she exposes a myth that I've heard taught by university physics professors.", "come": "2018年12月六级真题（第二套）听力 Section A"}, {"sentence": "Hale wasn't just a writer, she was also a fierce social advocate, and she was particularly obsessed with an ideal New England, which she associated with abundant Thanksgiving meals that she claimed had a deep moral influence.", "come": "2018年6月六级真题（第一套）阅读 Section A"}, {"sentence": "Her family received international aid during the war when she was growing up.", "come": "2019年6月六级真题（第二套）听力 Section A"}, {"sentence": "I asked the lawyer again how she wanted to appear at her first trial.", "come": "2017年6月六级真题（第二套）听力 Section B"}, {"sentence": "I bet Brenda is glad it's done with, and she can focus on wedding preparations.", "come": "2019年6月六级真题（第一套）听力 Section A"}, {"sentence": "I think she is to be commended for making an effort to include anecdotes about little known female scientist.", "come": "2018年12月六级真题（第二套）听力 Section A"}, {"sentence": "If you are considering a supplement, read the list of ingredients, she says, although this is not always reliable.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "In 1699 she sailed with her daughter nearly 5,000 miles from the Netherlands to South America to study insects in the jungles of what is now known as Suriname.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "In her work, she revealed a side of nature so exotic, dramatic and valuable to Europeans of the time that she received much acclaim.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "In Paying for the Party, Hamilton describes what she calls the \"party pathway\", which eases many students through college, helped along by various clubs that send students into the party scene and a host of easier majors.", "come": "2015年12月六级真题（第一套）阅读 Section C"}, {"sentence": "In some instances she wrote moving passages that included her helpers in descriptions.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "like other students new to the intimidating higher-education world, she often struggled on her path to college.", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "Merian also made note of the help she received from the natives of Suriname, as well as Slaves or servants that assisted her.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Moffitt said it's still unclear why some children have better self-control than others, though she says other researchers have found that it's mostly a learned behavior, with relatively little genetic influence.", "come": "2016年6月六级真题（第一套）听力 Section C"}, {"sentence": "Months later, she was still finding cash stuffed in her trouser pockets and the pockets of her handbags.", "come": "2017年6月六级真题（第二套）听力 Section C"}, {"sentence": "Now, she attributes much of her understanding of college to that: \"But once I got to campus, it was a completely different ball game that no one really prepared me for.\"", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "Perhaps one explanation for her mistakes is that she cut short her Suriname trip after getting bick, and completed the book at home in Amsterdam.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "She also imagined a skillful closing argument and a winning trial.", "come": "2017年6月六级真题（第二套）听力 Section B"}, {"sentence": "She answered without hesitation that, as far as she was concerned, this would be a \"privilege\".", "come": "2019年12月六级真题（第二套）阅读 Section C"}, {"sentence": "She beat the record by almost two hours, and her father rewarded her with a red sports car.", "come": "2018年12月六级真题（第一套）听力 Section B"}, {"sentence": "She began a nationwide campaign to have a national holiday declared that would bring families together while celebrating the traditional festivals.", "come": "2018年6月六级真题（第一套）阅读 Section A"}, {"sentence": "She began in her 20s, making textless, decorative paintings of flowers with insects.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "She decided that she was going to try to just use cash for two weeks to make all of her essential purchases and see what that would do to her spending.", "come": "2017年6月六级真题（第二套）听力 Section C"}, {"sentence": "She dedicated much of her life to helping children in need.", "come": "2019年6月六级真题（第二套）听力 Section A"}, {"sentence": "She didn't do as much to change biology as Charles Darwin, but she was significant.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "She found she did spend a lot less money because it is incredibly hard to predict how much cash one is going to need—she was forever drawing money out of Cashpoints.", "come": "2017年6月六级真题（第二套）听力 Section C"}, {"sentence": "She is hard at work finding a way to take traits from rare wild plants that adapt to extreme dry weather and use them in food crops.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "She is not intimidated at all.", "come": "2017年6月六级真题（第一套）听力 Section A"}, {"sentence": "She just published a book on the subject which is reckoned to be quite good.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "She made other mistakes in Metamorphasis Insectorum Surinamensium as well: not every caterpillar and butterfly matched.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "She may have observed the adult moth just as it emerged from its pupa.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "She received assistance naming plants, making sketches and referencing the work of others.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "She replied: \"I don't want to look too inexperienced.\"", "come": "2017年6月六级真题（第二套）听力 Section B"}, {"sentence": "She says her findings should be available in a couple of months.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "She says she is able to take Zumba exercise classes three times a week, work out on the treadmill(跑步机), and take long, brisk walks.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "She says she is aware that plenty of people do not want to eat genetically modified crops, but she is pushing ahead with every available tool until one works.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "She stayed in the Northwest, although the test could not be more specific than somewhere between eastern Oregon and western Wyoming.", "come": "2015年12月六级真题（第二套）听力 Section C"}, {"sentence": "She suggests downloading the Instant or Moment apps to see how many times you turn on your phone each day.", "come": "2018年12月六级真题（第一套）阅读 Section B"}, {"sentence": "She was going to talk with slides about a town in the 18th century.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "She was the first to bring together insects and their habitats, including food they ate, into a single ecological composition.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "She wrote that the two tongues combine to form one tube for drinking nectar.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "So, what did she do after her acting career?", "come": "2019年6月六级真题（第二套）听力 Section A"}, {"sentence": "That's when it dawned on her: She had been posting photos of him online without asking his permission.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "The knowledge she collected over decades didn't just satisfy those curious about nature, but also provided valuable insights into medicine and science.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Then when the person doesn't turn out to be who they thought he or she was, they start thinking \"Maybe I can change him or her\".", "come": "2015年12月六级真题（第二套）听力 Section A"}, {"sentence": "They argued that her causal-sounding claims rested on correlational data, and that she had not adequately accounted for other potential causal factors.", "come": "2019年12月六级真题（第一套）阅读 Section B"}, {"sentence": "This, she shows, is not true.", "come": "2018年12月六级真题（第二套）听力 Section A"}, {"sentence": "\"I'm a fashionable person, so now I'm back in my 3-inch heels, \" she says.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Was she that great of an actress?", "come": "2019年6月六级真题（第二套）听力 Section A"}, {"sentence": "When her mother was interviewed, three weeks after her daughter's birth, she was asked if she was prepared for what might be a daunting task caring for her.", "come": "2019年12月六级真题（第二套）阅读 Section C"}]}], "err_words": [{"word_name": "She", "means": ["她，它"]}, {"word_name": "SHE", "means": ["Signal Handling Equipment 信号操纵设备"]}], "exchanges": ["she"], "gaokao": [{"word": "she", "count": 100, "kd": [], "Sentence": [{"sentence": "A school boy or girl is unpunctual because he or she does not have the necessary human virtue of self-discipline.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "A seminar leader shared her success story —she had not only 125 pounds, but also raised $25, 000 for homeless children.", "come": "2017年高考英语天津卷 完形填空 原文"}, {"sentence": "After a while she seemed content to leave her husband over at the cemetery.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读A 原文"}, {"sentence": "After reading some history books on how the first group of Chinese immigrants survived in America of the 19th century, she has become keen on her own family history and that of others.", "come": "2015年高考英语广东卷 阅读理解 信息匹配 题设"}, {"sentence": "After years of regular treatment, she finally became healthy.", "come": "2016年高考英语天津卷 完形填空 原文"}, {"sentence": "Afterwards, she and her father secured their first business meeting with a supermarket owner, who finally agreed to sell Moore's product—cancandy.", "come": "2019年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Again, not a move, the next time, I had my camera ready to record what you see here, one of several dozen such pictures, so long as she had a slice to eat, she never bothered the one on her head.", "come": "2015年高考英语四川卷 完形填空 原文"}, {"sentence": "Although she founded her company early on in life, she wasn't driven primarily by profit.", "come": "2019年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "And besides, he or she has seen many students stupider than you, so nothing you're gong to ask will set the record for stupidity.", "come": "2015年高考英语浙江卷 阅读理解 主旨概括 原文"}, {"sentence": "And she said social media companies must also take more responsibility.", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "And years later, she was proud that her son had read thousands of books, was awarded a PhD in literature, and authored his own books, articles, poetry and fiction.", "come": "2015年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "As she looked up at the three new humans in her life  small, medium, and large, she calculated, \"the medium one is the sucker in the pack.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "As their world expanded, she said, children compared themselves to others online in a way that was \"hugely damaging in terms of their self-identity, in terms of their confidence, but also in terms of their ability to develop themselves\".", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "At first Robert wouldn't let his daughter go diving, but eventually he gave in as she was so confidence about her skills.", "come": "2018年高考英语天津卷 单项填空 原文"}, {"sentence": "At last - she never knew how long it had taken her - she felt solid ground under her feet.", "come": "2016年高考英语浙江卷（10月） 阅读理解 阅读A 原文"}, {"sentence": "At the Beijing Olympic she swept away any doubts about her ability to perform consistently by becoming the first Jamaican woman ever to win the 100 metres Olympic gold.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Athens reached the point when the freedom she really wanted was freedom from responsibility.", "come": "2015年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Athens, the Athens of ancient Greece, refused responsibility; she reached the end of freedom and was never to have it again.", "come": "2015年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Because it was getting dark,and she didn't want her mother to worry about her.", "come": "2018年高考英语天津卷 答案 答案"}, {"sentence": "Before she could react, I gave her a big hug and told her she didn't need to keep it a secret from me.", "come": "2016年高考英语上海卷 语法填空 A 原文"}, {"sentence": "Believe it or not, he or she is on your side and is eager to see you do well.", "come": "2015年高考英语浙江卷 阅读理解 主旨概括 原文"}, {"sentence": "But Cathy woke me up early next morning, wearing her swimsuit ready to go! I told her she shouldn't swim after a whole night's coughing, but she refused to give up and insisted she go.", "come": "2016年高考英语天津卷 完形填空 原文"}, {"sentence": "But compared with previous studies, she finds the speed of breaking down in this one exciting.", "come": "2018年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "But she expects using the chemical in some kind of industrial process-not simply \"millions of worms thrown on top of the plastic\".", "come": "2018年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "But she kept urging us to have a look at least.", "come": "2015年高考英语天津卷 完形填空 原文"}, {"sentence": "But Shelly-Ann was to prove that she was anything but a one-hit wonder.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "But something made her look closer, and she noticed a shining object.", "come": "2017年高考英语浙江卷（6月） 语法填空 原文"}, {"sentence": "But through all this, Hannah still has the normal life of a Winnipeg schoolgirl, except that she pays regular visits to homeless people.", "come": "2017年高考英语北京卷 完形填空 原文"}, {"sentence": "But when he finally reached her, the woman flooded him with questions: \"Who are you? What antique shop?\" However, when she hung up, she regretted the way she had handled the call.", "come": "2019年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "By the time she was 13, her company was worth millions of dollars with the invention of a super-sweet treat that could save kids' teeth, instead of destroying them.", "come": "2019年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Canning is a natural extension of the planting she does.", "come": "2015年高考英语湖北卷 阅读理解 阅读B 原文"}, {"sentence": "Consequently, she succeeded in making a kind of candy only using natural sweeteners, which can reduce oral bacteria.", "come": "2019年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Dad said she was probably lonely, and that I ought to sit and listen and nod my head and smile, and Maybe she'd work it out of her system.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读A 原文"}, {"sentence": "During the spring, she really astonished me.", "come": "2015年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "During those six months of hospitalizations, Becky, 12 at the time, adjusted to other adults being in the house when she returned from school.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "Emma, a female crane, has been in their care since she arrived in 2004.", "come": "2019年高考英语江苏卷 完形填空 原文"}, {"sentence": "Even when her daughter and son asked her to move to san antonio to help their children, she politely refused.", "come": "2016年高考英语全国卷1 阅读理解 阅读B 原文"}, {"sentence": "Explain why she was interested in the computer.", "come": "2016年高考英语北京卷 阅读理解 阅读A 选项"}, {"sentence": "For example, she received the 2007 Brick Award recognizing the efforts of young people to change the world.", "come": "2017年高考英语北京卷 完形填空 原文"}, {"sentence": "For years, my mum has been helping out by giving them whatever food she could spare.", "come": "2016年高考英语上海卷 语法填空 A 原文"}, {"sentence": "Good morning. Britain's Susanna Reid is used to grilling guests on the sofa every morning, but she is cooking up a storm in her latest role-showing families how to prepare delicious and nutritious meals on a tight budget.", "come": "2018年高考英语全国卷I 阅读理解 阅读B 原文"}, {"sentence": "Hannah started to think about how she could help, but, of course, there is not a lot one five-year-old can do to solve the problem of homelessness.", "come": "2017年高考英语北京卷 完形填空 原文"}, {"sentence": "He comforted himself with the thought she had died in the most beautiful part of the country.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "He is a good/devoted/caring/loving father because he was strict with his daughter and encouraged her when she was in trouble.", "come": "2017年高考英语天津卷 答案 选项"}, {"sentence": "He recommended that she do some research and talk to dentists about what a healthier candy would contain.", "come": "2019年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Her father Peter, 44, wantS her to give up school to model full-time, but Sarah, who has taken part in shows along with top models wants to prove that she has brains as well as beauty she is determined to carry on with her education.", "come": "2017年高考英语全国卷3 语法填空 原文"}, {"sentence": "Her marriage with a serious music critic has drawn her to his world, so she is now crazy about classical music and will not miss any chance to attend a concert with her husband.", "come": "2015年高考英语广东卷 阅读理解 信息匹配 题设"}, {"sentence": "Her mother Maxime, one of a family of fourteen, had been an athlete herself as a young girl but, like so many other girls in Waterhouse, had to stop after she had her first baby.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Her mother told her that if she did something to change the problem that made her sad, she wouldn't feel as bad.", "come": "2017年高考英语北京卷 完形填空 原文"}, {"sentence": "Here she picks her top reads.", "come": "2019年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "However, 110 years is probably the longest that anyone could hope to live—if he or she is extremely healthy and lucky.", "come": "2015年高考英语广东卷 完形填空 原文"}, {"sentence": "However, Helene did not want her daughters to always work in the family business because she thought it was too hard.", "come": "2015年高考英语安徽卷 阅读理解 阅读B 原文"}, {"sentence": "I don't have to write down what happened or what technique the author was using when he or she wrote this.", "come": "2019年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "I hate it when she calls me at work—I'm always too busy to carry on a conversation with her.", "come": "2016年高考英语天津卷 单项填空 原文"}, {"sentence": "I never told my mother about my \"miraculous\" experience that summer, but she saw a slow but remarkable improvement in my classroom performance during the next year.", "come": "2015年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "I still remember visiting a friend who'd lived here for five years and I was shocked when I learnt she hadn't cooked once in all that time.", "come": "2018年高考英语浙江卷 语法填空 原文"}, {"sentence": "I wanted to be like my mom and know all of the things she knew.", "come": "2019年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "I was so impressed by how selfless she was.", "come": "2016年高考英语上海卷 语法填空 A 原文"}, {"sentence": "\"I would want someone to try to find me,\" she said.", "come": "2019年高考英语天津卷 完形填空 原文"}, {"sentence": "I'd sit and drink while she talked.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读A 原文"}, {"sentence": "If she had been aware that the mushroom were poisonous, she would not have picked them for dinner.", "come": "2015年高考英语湖北卷 句子填空 原文"}, {"sentence": "If she should slip, she would fall between the sleepers, into the rapidly flowing stream.", "come": "2016年高考英语浙江卷（10月） 阅读理解 阅读A 原文"}, {"sentence": "In 2004 , when my daughter Becky was ten, she and my husband, Joe, were united in their desire for a dog.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "In her excitement, she didn't seem to realize that she was sharing the baby's photos with a complete stranger.", "come": "2018年高考英语全国卷3 完形填空 原文"}, {"sentence": "In no time, she became my feet as I read, and splaying across my stomach as I watched television.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "In order not to be heard, she pointed her finger upwards to signal that someone was moving about upstairs.", "come": "2015年高考英语湖北卷 单项选择 原文"}, {"sentence": "In some ways, she lives in my house.", "come": "2017年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "In the months leading up to the 2016 Oregon Repertory Singers Christmas Concert, Naomi told the director she had a special one in mind: \"melancholy flower\".", "come": "2019年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "In the more than five years since Hannah began her activities, she has received a lot of praises.", "come": "2017年高考英语北京卷 完形填空 原文"}, {"sentence": "In wind and rain she started on her difficult way.", "come": "2016年高考英语浙江卷（10月） 阅读理解 阅读A 原文"}, {"sentence": "Instead, she is earning $6500 a day as a model in New York.", "come": "2017年高考英语全国卷3 语法填空 原文"}, {"sentence": "It was a fair trade —I got a pleasure, and she had yet another tasty treat.", "come": "2015年高考英语四川卷 完形填空 原文"}, {"sentence": "It was difficult for Cathy to accept that she wasn't a winner - ever.", "come": "2016年高考英语天津卷 完形填空 原文"}, {"sentence": "Italians always \"see me as a foreigner,\" an outsider, even though she's stayed in the country for years and can speak the local language fluently, she said.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读C 原文"}, {"sentence": "It's nice to return to learn what she loves.", "come": "2019年高考英语全国卷I 听力 原文"}, {"sentence": "Jane can't attend the meeting at 3 o'clock this afternoon because she will be teaching a class at that time.", "come": "2015年高考英语天津卷 单项填空 原文"}, {"sentence": "Jane moved aimlessly down the tree-lined street, not knowing where she was heading.", "come": "2017年高考英语北京卷 单项填空 原文"}, {"sentence": "Kate heard a man's voice in the background, but she couldn't make out what he was saying.", "come": "2019年高考英语天津卷 单项填空 原文"}, {"sentence": "Larry told her that he had already put out the fire and she should not move in case she injured her neck.", "come": "2016年高考英语全国卷1 完形填空 原文"}, {"sentence": "Last April, she was invited to the White House and honored as a hurricane sandy champion of change.", "come": "2016年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Last summer, she wanted to join out local swim team.", "come": "2016年高考英语天津卷 完形填空 原文"}, {"sentence": "Later, when Hannah attended school, she saw another homeless person.", "come": "2017年高考英语北京卷 完形填空 原文"}, {"sentence": "Li Drake has her children study Chinese because she wants them to learn about the Chinese culture.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 题设"}, {"sentence": "Loe initially went to school to become an engineer, but she quickly learned that her enthusiasm was mainly about growing and preparing her own food.", "come": "2015年高考英语湖北卷 阅读理解 阅读B 原文"}, {"sentence": "Looking back, I honestly don't know how she did it.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读D 原文"}, {"sentence": "Managing the family budget must have been a very hard task, but she made it look effortless.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读D 原文"}, {"sentence": "Marian Bechtel sits at west palm beach's bar louie counter by herself, quietly reading her e-book as she waits for her salad.", "come": "2019年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "Mary was silent during the early part of the discussion but finally she gave voice to her opinion on the subject.", "come": "2016年高考英语天津卷 单项填空 原文"}, {"sentence": "Melissa, his daughter, felt it more than worthwhile to save his music, to which she fell asleep catch night when she was young.", "come": "2019年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Moore is enthusiastic about the candy she created, and she's also positive about what the future might bring.", "come": "2019年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Move on to the next person if someone tells you she is not interested.", "come": "2017年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "Natalie's school was so damaged that she had to temporarily attend a school in brooklyn.", "come": "2016年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Next, she tied several chopsticks together, representing a family.", "come": "2015年高考英语安徽卷 阅读理解 阅读B 原文"}, {"sentence": "No sooner did she leave my doorstep than I had emails from two women whose kids go to my son's nursery and who recognized my face.", "come": "2019年高考英语天津卷 完形填空 原文"}, {"sentence": "Now Irene Astbury works from 9am to 5pm daily at the pet shop in Macclesfield, which she opened with her late husband Les.", "come": "2019年高考英语全国卷2 语法填空 原文"}, {"sentence": "Now she is conceiving a romance that has Shanghai of the 1930s as the setting.", "come": "2015年高考英语广东卷 阅读理解 信息匹配 题设"}, {"sentence": "Oh, yes, she is a great fan of classical music.", "come": "2018年高考英语浙江卷 听力 原文"}, {"sentence": "On a daily basis she reminded me that life goes on.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "On the outing, she was offered a candy bar.", "come": "2019年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "On the street or in the park, she had only one thing on her mind: squirrels! She was so joyous that even on the worst days, she could make me smile.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}]}], "baesInfo": {"word_name": "she", "is_CRI": "1", "symbols": [{"ph_en": " ʃiː", "ph_am": " ʃiː", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/0/0/9e/b0/9eb0d040ef57f4a06759cf307b657918.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/9e/b0/9eb0d040ef57f4a06759cf307b657918.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/9/e/b/9eb0d040ef57f4a06759cf307b657918.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/0/0/9e/b0/9eb0d040ef57f4a06759cf307b657918.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/9e/b0/9eb0d040ef57f4a06759cf307b657918.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/9/e/b/9eb0d040ef57f4a06759cf307b657918.mp3", "parts": [{"part": "pron.", "means": ["她，它"]}]}], "baesElse": [{"word_name": "She", "is_CRI": "0", "symbols": [{"ph_en": "ʃi", "ph_am": "ʃi", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/0/0/9e/b0/9eb0d040ef57f4a06759cf307b657918.mp3", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/4/c/f/4cf77721239ad43f00b9121a131e22f6.mp3", "parts": [{"part": "pron.", "means": ["她，它"]}]}]}, {"word_name": "SHE", "is_CRI": "0", "symbols": [{"ph_en": "", "ph_am": "", "ph_other": "", "ph_en_mp3": "", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/9/5/7/95701ea3245cb93d7b72a6f588518e88.mp3", "parts": [{"part": "abbr.", "means": ["Signal Handling Equipment 信号操纵设备"]}, {"part": "n.", "means": ["女性；雌性,雌性动物\n"]}]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 0}, "abbreviation": [{"mean_en": "shunt field", "mean_cn": "分激磁场"}, {"mean_en": "super high frequency", "mean_cn": "超高频(3-30千兆赫)"}, {"mean_en": "superheavy element", "mean_cn": "超重元素"}, {"mean_en": "syrian hamster embryo", "mean_cn": "叙利亚仓鼠胚胎"}, {"mean_en": "signal handling equipment", "mean_cn": "信号处理设备"}, {"mean_en": "sodium heat engine", "mean_cn": "钠压发动机"}, {"mean_en": "standard hydrogen electrode", "mean_cn": "标准氢电极"}], "kaoyan": [{"word": "she", "count": 37, "kd": [], "Sentence": [{"sentence": "All of us work through problems in ways of which we're unaware, she says.", "come": "出自-2009年考研阅读原文"}, {"sentence": "It was a year before she became head of a tiny Internet-based commodities exchange.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Ellen Marram quit as chief of Tropicana a decade age, saying she wanted to be a CEO.", "come": "出自-2011年考研阅读原文"}, {"sentence": "But in her new book Join the Club, Tina Rosenberg contends that peer pressure can also be a positive force through what she calls the social cure, in which organizations and officials use the power of group dynamics to help individuals improve their lives and possibly the word.", "come": "出自-2012年考研阅读原文"}, {"sentence": "She exhibits the idealism common to many advocates of sustainability, be it in food or in energy.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Americans, she finds, buy roughly 20 billion garments a year – about 64 items per person – and no matter how much they give away, this excess leads to waste.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Even the very phrase “jobseeker’s allowance” is about redefining the unemployed as a “jobseeker” who had no fundamental right to a benefit he or she has earned through making national insurance contributions.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Two years ago, Rupert Murdoch’s daughter ,Elisabeth ,spoke of the “unsettling dearth of integrity across so many of our institutions” Integrity had collapsed, she argued, because of a collective acceptance that the only “sorting mechanism ”in society should be profit and the market.", "come": "出自-2015年考研阅读原文"}, {"sentence": "The core of her successful defence was that she knew nothing.", "come": "出自-2015年考研阅读原文"}, {"sentence": "One of the astonishing revelations was how little Rebekah Brooks knew of what went on in her newsroom, wow little she thought to ask and the fact that she never inquired wow the stories arrived.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Ms Brooks may or may not have had suspicions about how her journalists got their stories, but she asked no questions, gave no instructions—nor received traceable, recorded answers.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Driving her point home, she continued: “It’s increasingly apparent that the absence of purpose, of a moral language within government, media or business could become one of the most dangerous foals for capitalism and freedom“.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Americans, she finds, buy roughly 20 billion garments a year-about 64 items per person一and no matter how much they give away, this excess leads to waste.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But acknowledging fire's inevitable presence in human life is an attitude crucial to developing the laws, policies, and practices that make it as safe as possible, she says.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "But in her new book Join the Club, Tina Rosenberg contends that peer pressure  can also be a positive force through what she calls the social cure, in which  organizations and officials use the power of group dynamics to help individuals  improve their li", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "During a separate observation, she saw that phones became a source of tension in the family.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Each spouse retains whatever property he or she bought into the marriage, and jointly-acquired property is divided equally.", "come": "2016年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "Ellen Marram quit as chief of Tropicana a decade ago, saying she wanted to be a CEO.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Even the very phrase \"jobseeker's allowance\" is about redefining the unemployed as a \"jobseeker\" who had no fundamental right to a benefit he or she has earned through making national insurance contributions.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "For the rest of the decade she apparently managed both roles without attracting much criticism.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "If she hopes her new-found fortune will yield lasting feelings of fulfillment, she could do worse than read Happy Money by Elizabeth Dunn and Michael Norton.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In fact women even say they feel better at work,she  notes.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The child becomes increasingly distressed as she tries to capture her mother's attention.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Integrity had collapsed, she argued, because of a collective acceptance that the only \"sorting mechanism \"in society should be profit and the market .", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "It cost less than a fiver but she was overjoyed, and couldn't stop talking about it.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "It's just that individual actions are too slow, she says, for that to be the only, or even primary, approach to changing widespread behavior.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "One of the astonishing revelations was how little Rebekah Brooks knew of what went on in her newsroom, how little she thought to ask and the fact that she never inquired how the stories arrived.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Ruth simmons joined Goldman Sachs's board as an outside director in January 2000: a year later she became president of Brown University.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "She adds, however, that \"to decide is to kill off all possibilities but one.\"", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "She found that mothers who used devices during the exercise started 20 percent fewer verbal and 39 percent fewer nonverbal interactions with their children.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Sociologist Catherine Kohler riessman reports in her new book divorce Talk that most of the women she interviewed — but only a few of the men — gave lack of communication as the reason for their divorces.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The core of her successful defense was that she knew nothing.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The position was just taking up too much time, she said.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"They really want to live their lives,\" she says.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "This same absence of moral purpose was wounding companies such as News International, she thought, making it more likely that it would lose its way as it had with widespread illegal telephone hacking.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Using caregiver assessments and the children's self-observations, she rated each child's overall sympathy level and his or her tendency to feel negative emotions after moral transgressions.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "We know that a typical infant will instinctively gaze into its mother's eyes, and she will look back.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}]}], "bidec": {"word_name": "She", "parts": [{"part_id": "17903", "part_name": "pron.", "word_id": "13304", "means": [{"mean_id": "29982", "part_id": "17903", "word_mean": "她, 它", "sentences": [{"en": "She is my wife.", "cn": "她是我妻子。"}, {"en": "It's the farmer's best cow.she gives lots of milk.", "cn": "那是这位农夫最好的母牛, 因为它可以产很多奶。</seg>"}]}]}]}, "new_sentence": [{"tag": "全部", "word": "she", "meaning": "she", "sentences": [{"id": 2303444, "type": 0, "cn": "她直奔西蒙的房间，敲了敲门。", "en": "She went directly to Simon's apartment and knocked on the door.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//c/6/9/c6909332bb38cbc703e8fd0204f7f65c.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2303660, "type": 0, "cn": "他打电话给劳拉看她是不是好些了。", "en": "He'd phoned Laura to see if she was better.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//1/f/e/1fefd565b99539fa74df2f503b1bcedc.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2303716, "type": 0, "cn": "她伸手又从衣橱里取出一件运动服。", "en": "She reached into the wardrobe and extracted another tracksuit.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//a/e/6/ae64b81bafd0b958b0d4d0702c2f3c0b.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2303804, "type": 0, "cn": "“你真的不说吗？”她问道，乞求得到安慰。", "en": "\"You really won't tell?\" she asked, begging for reassurance.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//5/2/f/52f80584012cbebbdbcfa31c5a4c3897.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2303808, "type": 0, "cn": "她感到从未有过的害怕。", "en": "She was afraid in a way that was quite new to her.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//5/a/b/5ab164d1eca280993b114c38c9b8bcd8.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2303809, "type": 0, "cn": "她重振旗鼓去开创自己的事业了。", "en": "She dusted herself down and left to build her own career.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//9/5/d/95d5fd89e756c197ed7c7f7510c24c28.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2303892, "type": 0, "cn": "她在他粗糙的面颊上左右各吻了一下。", "en": "She planted a kiss on each of his leathery cheeks.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//2/2/9/2292783a19f6b58e9eb55d2305258e78.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2303894, "type": 0, "cn": "我拿起了电话，她知趣地进了客厅。", "en": "I took the phone, and she went discreetly into the living room.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//c/b/7/cb768ee814564e961414e5ee47357077.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2304050, "type": 0, "cn": "她试图给他剪指甲，他不让。", "en": "When she had attempted to cut his nails he resisted.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//c/e/f/cef720691688661f3d2af442006c7865.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2304175, "type": 0, "cn": "她喜欢这个，这正中她的意。", "en": "She loved it, this was just up her street.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//0/1/e/01ed32c598cd9c08611379284932362e.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2304197, "type": 0, "cn": "为了挣点外快，她什么都肯做。", "en": "She'd do anything for a bit of pin money.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//7/4/2/74280d3b3d98b20c6235533354714721.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 2304299, "type": 0, "cn": "她会好的。她一直都很强壮。", "en": "She's going to be fine. She always was pretty strong.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//1/9/b/19b6bca4824109eb683b7e5a961f26bd.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2304326, "type": 0, "cn": "她相当顽固，宗教观念极强。", "en": "She was a fairly rigid person who had strong religious views.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//9/3/0/930930b008b70dc3d378bb6acad1dcb4.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2304335, "type": 0, "cn": "在去往戛纳的途中，她拒绝了他的挑逗。", "en": "She rejected his advances during the trip to Cannes.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//a/f/0/af0e6b99cadad0d05b537d1e1de8390c.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2304414, "type": 0, "cn": "她的嗓音非常好，现在的唱功比以往任何时候都要好。", "en": "She's got a great voice and is singing better than ever.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//6/b/5/6b511134141d3aad87ca7d39ad188373.mp3", "ttsSize": 15, "likeNum": 0}]}], "cetFour": [{"word": "she", "count": 100, "kd": [], "Sentence": [{"sentence": "When Leah made the commitment to change, she primed herself to new opportunities she may otherwise have overlooked.", "come": "出自-2017年6月阅读原文"}, {"sentence": "True to her word, she was correct almost every time.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Soon after, she knew she had to make a bold move to fully commit to her new future.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Since then, she has founded two yoga studios, met a new life partner, and formed a new community of people.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She then realized that her life no longer matched her vision for it.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She succeeded in quitting smoking abruptlyShe was also a researcher of tobacco and health.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She studied the smoking patterns of adult smokers.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She recalls:One day a man I worked with, Ryan, who had his office next to mine, said, Leah, let's go look at this space on Queen Anne .", "come": "出自-2017年6月阅读原文"}, {"sentence": "She quit smoking with her daughter's help.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She never knows if the egg will break before the design is completed.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She is never sure what the final design will look like until the end.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She connected with her sense of purpose and dug deep, cultivating a tremendous sense of strength.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She can add multiple details to the design to communicate her idea.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She always derives great pleasure from designing something new.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Several years ago, she became interested in eggs and learned the traditional Ukrainian technique to draw her very modern characters.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Leah reflects on one incident that triggered her fears, when her investors threatened to shut her down: I was probably up against the most fear I've ever had, she says.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Leah reflects on a time she listened to the whispers: About the time my daughter was five years old, I started having a sense that ‘this isn't right.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In the process, she built a radically new life and career.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In search of a meaningful life, Leah gave up what she had and set up her own yoga studios.", "come": "出自-2017年6月阅读原文"}, {"sentence": "I remember sitting on a bench with my aunt at a yoga studio, she said, and having a moment of clarity right then and there: Yoga is saving my life.", "come": "出自-2017年6月阅读原文"}, {"sentence": "I felt empowered because I broke through my own limitations, she recalls.", "come": "出自-2017年6月阅读原文"}, {"sentence": "I did what everybody else thought looked successful, she says.", "come": "出自-2017年6月阅读原文"}, {"sentence": "First trying physical exercise and dieting, she lost some weight and discovered an inner strength.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Emailing the neuroscientist and memory researcher Jim McGaugh one day, she claimed that she could recall every day of her life since the age of 12.", "come": "出自-2017年6月阅读原文"}, {"sentence": "By studying about 700 adult smokers, she found out that her mom quit the right way—by stopping abruptly and completely.", "come": "出自-2017年6月阅读原文"}, {"sentence": "By conventional standards, Leah was a typical successful woman before she changed her career.", "come": "出自-2017年6月阅读原文"}, {"sentence": "But at least, she says, they can maximize the odds of success.", "come": "出自-2017年6月阅读原文"}, {"sentence": "As she explored new interests and developed new potentials, Leah felt powerful internally.", "come": "出自-2017年6月阅读原文"}, {"sentence": "After graduating with a degree in business and accounting, she joined a public accounting firm, married, bought a house, put lots of stuff in it, and had a baby.", "come": "出自-2017年6月阅读原文"}, {"sentence": "A young woman sought explanation from a brain scientist when she noticed her unusual memory.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Zircle reported the attack when she arrived in Nulato, Alaska, in the early hours of the morning.", "come": "出自-2017年6月听力原文"}, {"sentence": "With Facebook she could stay connected with her family no matter how far away they were.", "come": "出自-2017年6月听力原文"}, {"sentence": "With Facebook she could keep her relatives up to date on what she was doing.", "come": "出自-2017年6月听力原文"}, {"sentence": "Whenever she called her parents or other relatives, she always had to think about the time difference so that she wouldn’t wake someone up or call when she knew they were at church.", "come": "出自-2017年6月听力原文"}, {"sentence": "Soon however, Katherine found herself comparing herself with the people she was reading about on Facebook.", "come": "出自-2017年6月听力原文"}, {"sentence": "She was also spending a lot of time on Facebook.", "come": "出自-2017年6月听力原文"}, {"sentence": "She loved learning about the success of people she knew when she was just a teenager.", "come": "出自-2017年6月听力原文"}, {"sentence": "She loved finding out people were getting married, having babies and traveling.", "come": "出自-2017年6月听力原文"}, {"sentence": "She looked at the list of over 500 friends she had on Facebook and realized some of them were not really friends at all.", "come": "出自-2017年6月听力原文"}, {"sentence": "She could see their photos and read their status updates.", "come": "出自-2017年6月听力原文"}, {"sentence": "It began to make her feel bad that some people seemed to be doing so much better than she was.", "come": "出自-2017年6月听力原文"}, {"sentence": "Another thing Katherine loved about Facebook was that she didn’t have to think about time zones when updating family.", "come": "出自-2017年6月听力原文"}, {"sentence": "What matters, she added, is a combination of what people bring in with them, and what they find there.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The daughter feared her mother would be ignored there, and so she decided to move her into a more welcoming facility.", "come": "出自-2016年6月阅读原文"}, {"sentence": "She was the first candidate to speak out for strong pre-K programming.", "come": "出自-2016年6月阅读原文"}, {"sentence": "She knows the real goal of education.", "come": "出自-2016年6月阅读原文"}, {"sentence": "She is a mayor of insight and vision.", "come": "出自-2016年6月阅读原文"}, {"sentence": "She is a firm supporter of pre-K.", "come": "出自-2016年6月阅读原文"}, {"sentence": "She has once run a pre-K program.", "come": "出自-2016年6月阅读原文"}, {"sentence": "She primarily speaks to students in health classes, but sometimes the school will arrange for her to speak to several different groups of girls.", "come": "出自-2016年6月听力原文"}, {"sentence": "Jody has a Ph.D.in nutrition, but more important, she has personal experience—her mother taught her to diet when she was only eight years old.", "come": "出自-2016年6月听力原文"}, {"sentence": "Jody has a Ph.D. in nutrition, but more important, she has personal experience—her mother taught her to diet when she was only eight years old.", "come": "出自-2016年6月听力原文"}, {"sentence": "That's especially worrying, she says, given that anorexia ( ' ,  厌食症) results in more deaths than does any other mental illness, according to the National Institute of Mental Health.", "come": "出自-2016年12月阅读原文"}, {"sentence": "She recently designed a gamification strategy for a sales training company with a storm-chasing theme.", "come": "出自-2016年12月阅读原文"}, {"sentence": "A designer can't survive without participating in Paris Fashion Week, she says, adding, Our argument is that the same would be true of New York Fashion Week.", "come": "出自-2016年12月阅读原文"}, {"sentence": "What I remember, however, is how she took up the  extremely troublesome work of ongoing criticism.", "come": "出自-2015年12月阅读原文"}, {"sentence": "She was an English teacher.", "come": "出自-2015年12月阅读原文"}, {"sentence": "She was also my mother.", "come": "出自-2015年12月阅读原文"}, {"sentence": "She trimmed back my flowery language, drew lines through my exclamation marks and argued for the value of  restraint in expression.", "come": "出自-2015年12月阅读原文"}, {"sentence": "She had no  patience for brilliant but irrelevant figures of speech.", "come": "出自-2015年12月阅读原文"}, {"sentence": "She criticized me when I included little-known references and professional jargon ( ' , 行话 ).", "come": "出自-2015年12月阅读原文"}, {"sentence": "She cared about  me, and my intellectual life, even when I didn't.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Real criticism is not meant to find obvious mistakes, so if she found any—the  type I could have found on my own—I had to start from scratch.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Once the essay was flawless,  she would take an evening to walk me through my errors.", "come": "出自-2015年12月阅读原文"}, {"sentence": "My mother, who is just shy of five feet tall, is normally incredibly soft-spoken, but on the rare occasion  when she got angry, she was terrifying.", "come": "出自-2015年12月阅读原文"}, {"sentence": "My mother said she would help me with my writing, but first I had to help myself.", "come": "出自-2015年12月阅读原文"}, {"sentence": "John, she almost whispered.", "come": "出自-2015年12月阅读原文"}, {"sentence": "I am not sure if she was more upset by my hubris ( ' ,  得意忘形 )  or by the fact that my English teacher had let my ego get so out of hand.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Her business went bankrupt while she was in prison.", "come": "出自-2015年12月阅读原文"}, {"sentence": "At the time, I am sure she thought  she was teaching me about mechanics, transitions ( ' ,  过渡 ), structure, style and voice.", "come": "出自-2015年12月阅读原文"}, {"sentence": "As she neared the end of her prison sentence, a well-known columnist wrote that she was paying her dues, and that there is simply no reason for anyone to attempt to deny her right to start anew.", "come": "出自-2015年12月阅读原文"}, {"sentence": " In a straightforward sense, he could mean that a critic must be more talented than  the artist she critiques ( ' , 评论 ).", "come": "出自-2015年12月阅读原文"}, {"sentence": "Of course, I didn’t know she couldn’t read, so there I was submitting thesereports, he said, She would put check marks on them like she hadbeen reading them.", "come": "出自-2015年12月听力原文"}, {"sentence": "His mother, convinced that she had to do something dramatic to prevent him from leading a life of failure, lay down some rules.", "come": "出自-2015年12月听力原文"}, {"sentence": "Toebe's conclusion: She felt like she was \"addicted\" to the Internet.", "come": "出自-2010年6月阅读原文"}, {"sentence": "\"I did what everybody else thought looked successful,\" she says.", "come": "2017年6月四级真题（第二套）阅读 Section B"}, {"sentence": "\"I felt empowered because I broke through my own limitations,\" she recalls.", "come": "2017年6月四级真题（第二套）阅读 Section B"}, {"sentence": "\"Looking at studies that tested concentration, the number of studies showing a benefit was exactly the same as the number that found no benefit,\" she says.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"Of course, I didn't know she couldn't read, so there I was submitting these reports,\" he said, \"She would put check marks on them like she had been reading them.", "come": "2015年12月四级真题（第一套）听力 Section C"}, {"sentence": "\"There are a lot of studies on the relationship between breakfast eating and possible health outcomes, but this may be because those who eat breakfast choose to habitually have health-enhancing behaviours such as regular exercise and not smoking,\" she say", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "A 20-year-old junior at Georgia Southern University told BuzzFeed News that she normally spends $500-600 on access codes for class.", "come": "2018年6月四级真题（第三套）阅读 Section B"}, {"sentence": "Another thing Katherine loved about Facebook was that she didn't have to think about time zones when updating family.", "come": "2017年6月四级真题（第一套）听力 Section C"}, {"sentence": "As she neared the end of her prison sentence, a well-known columnist wrote that she was \"paying her dues,\" and that \" there is simply no reason for anyone to attempt to deny her right to start anew.\"", "come": "2015年12月四级真题（第一套）阅读 Section C"}, {"sentence": "At the time, I am sure she thought she was teaching me about mechanics, transitions (过渡), structure, style and voice.", "come": "2015年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Betsan Corkhill, a wellness coach in Bath, England, and author of the book Knit for Health and Wellness, established a website, Stitchlinks, to explore the value of what she calls therapeutic knitting.", "come": "2017年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Better yet, how about what one Hunter College professor reportedly did recently for her final exam. She encouraged the class not to stress or even study, promising that, \"It is going to be a piece of cake.\"", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "But on the subject of obesity, she pointed out that consumers' lifestyles have changed significantly, with many people being more sedentary (久坐不动的) not least because more time is spent in front of computers.", "come": "2018年12月四级真题（第二套）阅读 Section C"}, {"sentence": "But she has to make the prison break in her own car.", "come": "2019年12月四级真题（第一套）阅读 Section B"}, {"sentence": "But she says the results still suggest women in geoscience are at a potential disadvantage from the very beginning of their careers starting with those less than outstanding letters of recommendation.", "come": "2017年12月四级真题（第二套）阅读 Section C"}, {"sentence": "But the mother said she and other parents were never told about the problem.", "come": "2015年12月四级真题（第二套）听力 Section A"}, {"sentence": "Dori began operating EFK out of her virginia home, which she then expanded to local recreation centers.", "come": "2017年12月四级真题（第二套）阅读 Section A"}, {"sentence": "Emailing the neuroscientist and memory researcher jim McGaugh one day, she claimed that she could recall every day of her life since the age of 12.", "come": "2017年6月四级真题（第一套）阅读 Section B"}, {"sentence": "finally, she addresses self-respect and the notion that a person's sense of beauty must include more than how much a person weighs.", "come": "2016年6月四级真题（第二套）听力 Section C"}, {"sentence": "first trying physical exercise and dieting, she lost some weight and discovered an inner strength.", "come": "2017年6月四级真题（第二套）阅读 Section B"}, {"sentence": "For example, she would say, you'll get a spot on your tongue if you tell a lie; if you eat stale bread, your hair will curl.", "come": "2017年6月四级真题（第二套）听力 Section B"}, {"sentence": "his mother, convinced that she had to do something dramatic to prevent him from leading a life of failure, lay down some rules.", "come": "2015年12月四级真题（第一套）听力 Section C"}, {"sentence": "I am not sure if she was more upset by my hubris or by the fact that my English teacher had let my ego get so out of hand.", "come": "2015年12月四级真题（第二套）阅读 Section B"}, {"sentence": "I do want to get married, but she thinks we need to wait until we've launched our careers.", "come": "2019年12月四级真题（第二套）听力 Section B"}, {"sentence": "I was probably up against the most fear I've ever had,\" she says.", "come": "2017年6月四级真题（第二套）阅读 Section B"}, {"sentence": "In a straightforward sense, he could mean that a critic must be more talented than the artist she critiques.", "come": "2015年12月四级真题（第二套）阅读 Section B"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "she"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}