{"props": {"pageProps": {"query": {"w": "that's"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"collins": [{"entry": [{"def": "<b>That's</b> is a spoken form of 'that is'.", "tran": "(that is 的一种口语形式)", "posp": "", "example": []}]}], "cetSix": [{"word": "that's", "count": 42, "kd": [], "Sentence": [{"sentence": "\"You're what you eat and drink, and that's recorded in your hair,\"said Thure Cerling, a geologist at the University of Utah.", "come": "2015年12月六级真题（第二套）听力 Section C"}, {"sentence": "And that's going to affect us, as if we didn't have enough problems on our hands.", "come": "2015年12月六级真题（第二套）听力 Section A"}, {"sentence": "And that's not really the way they're used in this country.", "come": "2016年6月六级真题（第二套）听力 Section B"}, {"sentence": "But telling them that eating lots of high-fiber foods could reduce the risk of breast cancer before middle age, that's a powerful message.", "come": "2017年6月六级真题（第二套）听力 Section B"}, {"sentence": "But that's not the only uncertainty.", "come": "2017年6月六级真题（第三套）阅读 Section C"}, {"sentence": "But that's not to say there isn't any good new Jazz music being made out there anymore.", "come": "2019年12月六级真题（第二套）听力 Section A"}, {"sentence": "But that's the negative side, with risks that must be balanced against the benefits of sharing.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "Can you perform music that's out of tune with the mood you might be in on a given night?", "come": "2015年12月六级真题（第一套）听力 Section A"}, {"sentence": "Charles, among other things, you are regarded as one of the America's great masters of the Blues, a musical idiom that's essentially about loss, particularly the loss of romantic love.", "come": "2015年12月六级真题（第二套）听力 Section A"}, {"sentence": "I don't necessarily think that's a reason to go to one.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "If you can afford to buy prestige, that's your choice.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "In order to make sure it doesn't control us,we should come to terms with the fact that it's more than the technology itself that's responsible for our habits.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "Now, that's gross earnings, I assume.", "come": "2016年12月六级真题（第一套）听力 Section A"}, {"sentence": "OK, that's really what intimacy is: the bond that comes with sharing information that isn't shared with other people.", "come": "2016年12月六级真题（第一套）听力 Section C"}, {"sentence": "Participation grows through friends and networks and if \"you realize that's how they're growing, you can start to take action\" and bring in other students, he said.", "come": "2017年6月六级真题（第三套）阅读 Section B"}, {"sentence": "So that's good if we continue to rise.", "come": "2016年12月六级真题（第一套）听力 Section A"}, {"sentence": "So that's not a good atmosphere for a child.", "come": "2016年6月六级真题（第一套）听力 Section C"}, {"sentence": "That's all there is to it.", "come": "2019年12月六级真题（第二套）听力 Section A"}, {"sentence": "That's bad for the economy, of course.", "come": "2015年12月六级真题（第二套）听力 Section C"}, {"sentence": "That's because job growth numbers don't matter to job hunters as much as job turnover data.", "come": "2015年12月六级真题（第二套）听力 Section C"}, {"sentence": "That's because matter and anti- matter are basically opposites of each other.", "come": "2018年12月六级真题（第一套）听力 Section A"}, {"sentence": "That's because rest and recovery are not the same thing.", "come": "2018年12月六级真题（第一套）阅读 Section B"}, {"sentence": "That's because the technology has not been properly tested in real world situations.", "come": "2018年12月六级真题（第一套）听力 Section C"}, {"sentence": "That's because, for the first time in human history, a large proportion of the- species is in continuous contact with technology that can record key features of an individual's behavior and environment.", "come": "2018年12月六级真题（第一套）阅读 Section C"}, {"sentence": "That's not necessarily a problem, that's progress.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "That's not to say that risk is always good, but it is related to taking action, whereas decision fatigue assuredly leads to inaction and the possible chagrin of a decision maker who might otherwise prefer a new course but is unfortunately hindered.", "come": "2018年6月六级真题（第三套）阅读 Section C"}, {"sentence": "That's quite a lot of unhappy people at work every day.", "come": "2017年6月六级真题（第二套）听力 Section A"}, {"sentence": "That's the highest percentage of an exclusive economic zone devoted to marine conservation by any country in the world.", "come": "2017年12月六级真题（第二套）阅读 Section A"}, {"sentence": "That's what brought Dayle Rodriguez, 28, all the way from England to the dining room of Brookdale South Bay in Torrance, California.", "come": "2019年6月六级真题（第一套）阅读 Section C"}, {"sentence": "That's what forwarding agents are for.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "That's what I wanted to ask you about.", "come": "2018年12月六级真题（第二套）听力 Section A"}, {"sentence": "That's when I discovered an uncomfortable truth.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "That's when it dawned on her: She had been posting photos of him online without asking his permission.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "That's when they call Maple hill.", "come": "2019年12月六级真题（第三套）阅读 Section B"}, {"sentence": "That's where I got the idea to volunteer for children's charity next weekend.", "come": "2019年6月六级真题（第二套）听力 Section A"}, {"sentence": "That's where the Bucks County Career link comes in.", "come": "2016年6月六级真题（第一套）听力 Section C"}, {"sentence": "That's why school reform is so critical.", "come": "2016年6月六级真题（第一套）阅读 Section C"}, {"sentence": "That's why women are told to eat 25 grams a fiber a day—men even more.", "come": "2017年6月六级真题（第二套）听力 Section B"}, {"sentence": "That's why, for example, may say they believe in the benefits of recycling or exercise, but don't behave in line with their views, because it takes awareness, effort and courage to go beyond merely stating that you believe something is a good idea.", "come": "2019年12月六级真题（第二套）阅读 Section C"}, {"sentence": "The general topic I chose is aesthetics, but that's as far as I've got.", "come": "2018年12月六级真题（第二套）听力 Section A"}, {"sentence": "Ultimately, that's the thing universities don't want to admit.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "Well, we'd been led to believe that we would encounter a good proportion of this older, thicker, technically multi-year ice that's been around for a few years and just gets thicker and thicker.", "come": "2016年6月六级真题（第一套）听力 Section C"}]}], "exchanges": ["that's"], "gaokao": [{"word": "that's", "count": 39, "kd": [], "Sentence": [{"sentence": "A ship in harbor is safe, but that's not what ships are built for.", "come": "2015年高考英语安徽卷 单项填空 原文"}, {"sentence": "And that's exactly what I did when I was fifteen years old.", "come": "2018年高考英语全国卷I 听力 原文"}, {"sentence": "And that's precisely why one garbage-eating Frenchman has caught our attention.", "come": "2019年高考英语浙江卷 完形填空 原文"}, {"sentence": "And that's true all across the country.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "But that's really what I want to do.", "come": "2016年高考英语全国卷1 听力 原文"}, {"sentence": "During my first quarter at university of California, riverside ucr, I thought that I wanted to study political science with its focus on international affairs, so that's what I applied for.", "come": "2016年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "Grandma's rose garden and Dad's vegetable garden might be good or bad, but that's not what's important.", "come": "2016年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "I guess that's because some people drop out of his class.", "come": "2016年高考英语浙江卷（10月） 听力 原文"}, {"sentence": "I read that people are more divided than ever, but that's not how the people I encounter tend to act.", "come": "2019年高考英语天津卷 完形填空 原文"}, {"sentence": "I think that's a normal reaction for mothers.", "come": "2018年高考英语全国卷2 听力 原文"}, {"sentence": "If you understand enough of a book to enjoy it and want to go on reading it, that's enough for me.", "come": "2015年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "It had been known for a long time that Yellowstone was volcanic in nature — that's what accounted for all its hot springs and other steamy features.", "come": "2019年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "It takes sunscreen about fifteen minutes to start working, and that's plenty of time for your skin to absorb a day's worth of Vitamin D.", "come": "2019年高考英语全国卷I 阅读理解 七选五 原文"}, {"sentence": "Of course, safety should be considered, and that's one area where small towns are better than big cities.", "come": "2014年高考英语全国卷1 听力 原文"}, {"sentence": "Oh, that's good news! We haven't seen them for ages.", "come": "2016年高考英语全国卷2 听力 原文"}, {"sentence": "Oh, that's great! I was really impressed with fix-it.", "come": "2019年高考英语全国卷2 听力 原文"}, {"sentence": "So that's what I did, and it turned out dad was right.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读A 原文"}, {"sentence": "That can be annoying—that's why some people feel sick.", "come": "2015年高考英语湖北卷 阅读理解 阅读D 原文"}, {"sentence": "That's 219kg of steel-more tan a fifth of a ton and more than 40 times the cat's weight.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读C 原文"}, {"sentence": "That's a quarter-hour more you could be sleeping if you bought a coffee maker with a timer.", "come": "2017年高考英语全国卷3 阅读理解 七选五 原文"}, {"sentence": "That's a reservation for Sally Menkel.", "come": "2016年高考英语全国卷1 听力 原文"}, {"sentence": "That's all I want to say.", "come": "2015年高考英语北京卷 听力 原文"}, {"sentence": "That's bad news for the environment – and our wallets – as these outdated devices consume much more energy than the news ones that do the same things.", "come": "2018年高考英语全国卷I 阅读理解 阅读D 原文"}, {"sentence": "That's because there are a number of powerful voice manipulation 处理 and automation technologies that are about to become widely available for anyone to use.", "come": "2019年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "That's exactly what I was thinking too.", "come": "2019年高考英语天津卷 单项填空 原文"}, {"sentence": "That's exactly what is happening in small neighborhoods around the country from orange county, California, where 22 measles cases were reported this month, to brooklyn, n.", "come": "2017年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "That's how powerful the telephone is.", "come": "2016年高考英语全国卷2 完形填空 原文"}, {"sentence": "That's how we found our home and how I learned that when people are kind, they are not strangers, only friends we haven't yet met.", "come": "2015年高考英语天津卷 完形填空 原文"}, {"sentence": "That's the message from a group of members of the UK government who have been examining how social media firms like Linkedin gather and use social media data.", "come": "2016年高考英语上海卷 阅读理解 阅读C 原文"}, {"sentence": "That's when a fantastic life-changing idea popped into head: if I could get more money, I could buy more books l liked, buy anything l wanted.", "come": "2015年高考英语四川卷 阅读表达 原文"}, {"sentence": "That's where george pullman came in.", "come": "2015年高考英语湖南卷 阅读理解 阅读B 原文"}, {"sentence": "That's where he learned the tips that saved his life.", "come": "2015年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "That's why exercise is considered so vital that National Aeronautics and Space Administration NASA puts it right on the workday schedule.", "come": "2015年高考英语湖北卷 阅读理解 阅读D 原文"}, {"sentence": "That's why students do better in tests if they get a chance to sleep after learning.", "come": "2017年高考英语北京卷 阅读理解  七选五 原文"}, {"sentence": "That's why TV ears has earned the trust and confidence of audiologists听觉学家 nationwide as well as world-famous doctors.", "come": "2015年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Then on Wednesday, that's the 16th, all classmates have to hand in three student photos.", "come": "2016年高考英语上海卷 听力 原文"}, {"sentence": "There's a new frontier in 3D printing that's beginning to come into focus: food.", "come": "2018年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Thursday, that's tomorrow, for those of you who want to get into the school team.", "come": "2016年高考英语北京卷 听力 原文"}, {"sentence": "We all assumed there would be one in the flat when we moved in, because that's what we read from the advertisement in the newspaper.", "come": "2017年高考英语浙江卷（11月） 听力 原文"}]}], "baesInfo": {"word_name": "that's", "is_CRI": "1", "symbols": [{"ph_en": "ðæts", "ph_am": "ðæts", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/0/0/b6/eb/b6eb2ebfc41819e92d71359c64c7653f.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/b6/eb/b6eb2ebfc41819e92d71359c64c7653f.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/b/6/e/b6eb2ebfc41819e92d71359c64c7653f.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/0/0/b6/eb/b6eb2ebfc41819e92d71359c64c7653f.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/b6/eb/b6eb2ebfc41819e92d71359c64c7653f.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/b/6/e/b6eb2ebfc41819e92d71359c64c7653f.mp3", "parts": [{"part": "n.", "means": ["说得更精确些，简而言之"]}]}], "translate_type": 1, "frequence": 0}, "kaoyan": [{"word": "that's", "count": 19, "kd": [], "Sentence": [{"sentence": "\"Hugging protects people who are under stress from the increased risk for colds that's usually associated with stress,\" notes Sheldon Cohen, a professor of psychology at Carnegie.", "come": "2017年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "\"The traditional rule was it's safer to stay where you are, but that's been fundamentally inverted,\" says one headhunter.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "After all, that's how education got started.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "And that's the problem with a social cure engineered from the outside: in the  real world, as in school, we insist on choosing our own friends.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But it is really happiness that's linked to investment, or could something else about happier cities explain why firms there spend more on R and D?", "come": "2016年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "But the headlong push into bachelor's degrees for all—and the subtle devaluing of anything less—misses an important point: That's not the only thing the American economy needs.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Fortunately, there's another sort of parent that's a bit easier to describe: a patient parent.", "come": "2020年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Gen Zs are about to hit the streets looking for work in a labor market that's tighter than it's been in decades.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In a workplace that's fundamentally indifferent to your life and its meaning, office speak can help you figure out how you relate to your work—and how your work defines who you are.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Maybe there's no need for an upgrade and that's OK. 　", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "That's about as effective as brushing dirt under a carpet and can even make us ill.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "That's because Congress has always envisioned joint federal-state immigration enforcement and explicitly encourages state officers to share information and cooperate with federal colleagues.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "That's because happiness is linked to the kind of longer-term thinking necessary for making investments for the future.", "come": "2016年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "That's not something machines are good at.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "That's one reason why we have launched Arc, a new publication dedicated to the near future.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "That's only a small share of the total acreage that could benefit, about half a million acres in all, so it will be vital to prioritize areas at greatest risk of fire or drought.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "That's the question behind this new research.", "come": "2009年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "The Flatiron School, where people pay to learn programming, started as one of the many coding bootcamps that's become popular for adults looking for a career change.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "That's a lie that we have perpetuated, and it fosters commonness.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}]}], "new_sentence": [{"tag": "全部", "word": "that's", "meaning": "that's", "sentences": [{"id": 2308166, "type": 0, "cn": "大人需要过他们自己的生活，但有了孩子就很难做到了。", "en": "Adults need to live their own lives and that's difficult with children.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//8/e/e/8ee8ea1e7f340bae494e156d768a674d.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2308881, "type": 0, "cn": "那就是为什么我必须得相信你会保守这个秘密的原因。", "en": "That's why I must trust you to keep this secret.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//5/d/a/5dafeb6a2c4d3ffa256d668835e77442.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2310309, "type": 0, "cn": "“我的天哪，他原来是警察呀。”", "en": "\"Good lord, that's what he is: he's a policeman.\"", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//e/8/e/e8e9bd4edc6231016136e30f4cf2015d.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2311189, "type": 0, "cn": "会计们通常不会说那样的话.", "en": "That's not the kind of talk one usually hears from accountants.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//a/9/d/a9dfcbdc9c86f9cc2f9ee09b307bf4ef.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2311819, "type": 0, "cn": "那件作品非常漂亮，你应当为之自豪。", "en": "That's a beautiful piece of work. You should be proud of it.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//7/2/1/7216b1b9cfca509fcb27057d9927bf8a.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2312658, "type": 0, "cn": "“那件衣服很好看，”迈克尔说。“谢谢，”她严肃地回答。", "en": "\"That's a nice dress,\" said Michael. \"Thanks,\" she replied solemnly.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//d/0/1/d01d3e14caef9a1d523b398ef8f421c0.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 2314861, "type": 0, "cn": "也许我吃得太多了，所以昏昏欲睡。", "en": "Maybe I eat too much and that's what makes me dozy.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//d/d/a/dda1553d7a59e7ecf292d713bae65876.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2315306, "type": 0, "cn": "“那简直是疯了，”我说。“谁说不是呢？”他说。", "en": "\"That's crazy,\" I said. \"Isn't it just?\" he said.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//1/a/a/1aae2669471916f1f3f56d9dc5cccc5c.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 2316032, "type": 0, "cn": "这只不过是你可以做的各种试验中的一例罢了。", "en": "That's just one example of the kind of experiments you can do.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//3/d/2/3d25faaf36a0b81224a3dce3d4bee69c.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2316160, "type": 0, "cn": "我想不起我的生活中有任何一帆风顺的事情。", "en": "I can't think of anything in my life that's going right.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//b/1/3/b13b240c0944e7d6af06cd91212c5d93.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2316258, "type": 0, "cn": "那不关你的事，与你八竿子打不着。", "en": "That's none of your business, it has nothing to do with you.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//7/3/8/738817622552d347a4987b8504486728.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2318017, "type": 0, "cn": "这附近有个动物园？我的孩子们一定会很高兴的。", "en": "There's a zoo round here? That's dandy for my kids.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//5/9/5/5957c7403b121ec40eda8e71e78c4b13.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2322441, "type": 0, "cn": "“你要来么？”他激动地说，“那太好了！简直难以置信！”", "en": "\"You're coming?\" he said excitedly. \"That's fantastic! That's incredible!\"", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//2/2/d/22dc74fc445cd023e2738daf15f3d426.mp3", "ttsSize": 32, "likeNum": 0}, {"id": 2323011, "type": 0, "cn": "我可以用一张软盘来启动，但其他的就无能为力了。", "en": "I can boot up from a floppy disk, but that's all.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//c/1/9/c194d4838832cdee4edc7eb5d61c136b.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2325008, "type": 0, "cn": "今年的便宜货明年会更便宜。", "en": "Anything that's cheap this year will be even cheaper next year.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//c/4/5/c450c3113404be59007f88bfc9ae14d8.mp3", "ttsSize": 17, "likeNum": 0}]}], "cetFour": [{"word": "that's", "count": 39, "kd": [], "Sentence": [{"sentence": "\"Say, you know, this is the best student I've ever had,\" says Kuheli Dutt, a social scientist and diversity officer at Columbia University's Lamont campus. \"Compare those excellent letters with a merely good letter: 'The candidate was productive, or intel", "come": "2017年12月四级真题（第二套）阅读 Section C"}, {"sentence": "\"When they see that carrier back out on the street,\" Swigart said, \"that's the first sign to them that life is starting to return to normal.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "And that's the probe Songdo has become a popular Korean city —more popular as a residential area than a business one.", "come": "2019年12月四级真题（第一套）阅读 Section B"}, {"sentence": "Any device that's built to receive a wireless signal at a specific frequency can be overwhelmed by a stronger signal coming in on the same frequency.", "come": "2016年12月四级真题（第一套）阅读 Section B"}, {"sentence": "As universities go digital, students are complaining of a new hit to their finances that's replacing—and sometimes joining—expensive textbooks: pricey online access codes that are required to complete coursework and submit assignments.", "come": "2018年6月四级真题（第三套）阅读 Section B"}, {"sentence": "Compare those excellent letters with a merely good letter: The candidate was productive,or intelligent,or a solid scientist or something that's clearly solid praise, but nothing that singles out the candidate as exceptional or one of a kind.", "come": "2017年12月四级真题（第二套）阅读 Section C"}, {"sentence": "Even if that's the case, though, the above findings are still striking.", "come": "2015年12月四级真题（第三套）阅读 Section C"}, {"sentence": "I must say that's one thing that's always struck me about being a pub owner.", "come": "2015年12月四级真题（第二套）听力 Section B"}, {"sentence": "If they try to remove or damage the cover, that's reported as well.", "come": "2018年6月四级真题（第二套）听力 Section C"}, {"sentence": "I've asked their advice and that's part of the problem.", "come": "2019年12月四级真题（第二套）听力 Section B"}, {"sentence": "New York's Attorney General's office launched an investigation in the fall into whether or not Verizon, Cablevision and time Warner are delivering broadband that's as fast as the providers claim it is.", "come": "2017年6月四级真题（第二套）阅读 Section A"}, {"sentence": "Obviously there are cultural differences, but if you were talking to another person and they came up close in your personal space, you wouldn't think that's the kind of thing a properly brought-up person would do.", "come": "2016年6月四级真题（第三套）阅读 Section C"}, {"sentence": "OK, so that's about 17,000 dollars for the tuition and fees.", "come": "2019年6月四级真题（第一套）听力 Section B"}, {"sentence": "simpli Safe, winner of our Editor's Choice distinction, utilizes a special system that's capable of separating incidental RF interference from targeted jamming attacks.", "come": "2016年12月四级真题（第一套）阅读 Section B"}, {"sentence": "So that's a bit of good news!", "come": "2017年6月四级真题（第一套）听力 Section B"}, {"sentence": "Some people are absorbed in the past but not open to new memories, but that's not the case for me.", "come": "2017年6月四级真题（第一套）阅读 Section B"}, {"sentence": "That means we need modest, realistic expectations, and we need to teach people to cook food that's good enough to share with family and friends.", "come": "2015年12月四级真题（第三套）阅读 Section B"}, {"sentence": "That's about 10 seconds more than the industry average — and a lot slower than a decade ago, according to the study, which was commissioned by QSR, an industry trade publication.", "come": "2018年6月四级真题（第一套）听力 Section A"}, {"sentence": "That's about the same distance as 337 round trips from Earth to Pluto.", "come": "2017年12月四级真题（第一套）听力 Section A"}, {"sentence": "That's because he plans to ban tipping in favor of paying his servers an actual living wage.", "come": "2016年12月四级真题（第一套）阅读 Section C"}, {"sentence": "That's because, scientists are predicting, 2014 will be an El niño year.", "come": "2015年12月四级真题（第三套）阅读 Section A"}, {"sentence": "That's due in part to the removal of many of the capital's old-fashioned black and white taxis.", "come": "2015年12月四级真题（第一套）听力 Section A"}, {"sentence": "That's especially worrying, she says, given that anorexia results in more deaths than does any other mental illness, according to the National Institute of Mental Health.", "come": "2016年12月四级真题（第二套）阅读 Section C"}, {"sentence": "That's the conclusion of a new study that finds that Earth's oceans now 26 absorb heat at twice the rate they did 18 years ago.", "come": "2016年12月四级真题（第二套）阅读 Section A"}, {"sentence": "That's the real struggle because right now I do live in Holland but I really don't socialize much with Dutch people.", "come": "2016年6月四级真题（第二套）听力 Section B"}, {"sentence": "That's the vision of a hotel chain that plans to send digital keys to guests' phones via an app instead of making them check in and get the traditional plastic swipe cards.", "come": "2015年12月四级真题（第二套）听力 Section A"}, {"sentence": "That's what the maintenance engineer says.", "come": "2016年12月四级真题（第二套）听力 Section B"}, {"sentence": "That's what we call it in the workplace, \" says a woman in her 20s.", "come": "2019年12月四级真题（第一套）阅读 Section B"}, {"sentence": "That's what—six to eight hundred pounds! So this time I'll need to make a lot more effort and hopefully will be successful the first time.", "come": "2019年6月四级真题（第一套）听力 Section B"}, {"sentence": "That's when Addison and her friends Erika and Emily Borden decided to sell lemonade for 50 cents a cup and sell pictures for 25 cents each.", "come": "2017年12月四级真题（第二套）听力 Section A"}, {"sentence": "That's why leaders continue to manage the present while building toward the big changes of the future.", "come": "2017年6月四级真题（第二套）阅读 Section B"}, {"sentence": "That's why the British don't like flats.", "come": "2016年12月四级真题（第一套）听力 Section B"}, {"sentence": "That's why there is most often a delay associated with muscle soreness.", "come": "2019年12月四级真题（第一套）听力 Section C"}, {"sentence": "The amount of nicotine that's delivered in every cigarette is 10 percent higher than it was six years ago, which means that it's easier to get hooked and harder to quit.", "come": "2016年6月四级真题（第二套）听力 Section A"}, {"sentence": "The common prescription is to primarily shop the grocery store, since that's where fresh produce, meat and seafood, and dairy are.", "come": "2015年12月四级真题（第三套）阅读 Section B"}, {"sentence": "The helpless ones believe intelligence is a fixed characteristic: you have only a certain amount, and that's that.", "come": "2016年12月四级真题（第二套）阅读 Section B"}, {"sentence": "When you can quote a specific number like a fifth of the patients were able to quit, that's compelling.", "come": "2017年6月四级真题（第三套）阅读 Section C"}, {"sentence": "When you forget entire experiences, he says, that's \"a red flag that something more serious may be involved.\"", "come": "2018年6月四级真题（第二套）阅读 Section C"}, {"sentence": "When your child throws her spoon on the floor for the sixth time as you try to feed her, and you say, \"That's enough! I will not pick up your spoon again!\" The child will immediately test your claim.", "come": "2015年12月四级真题（第二套）阅读 Section A"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "that's"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}