{"props": {"pageProps": {"query": {"w": "those"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"antonym": [{"part_name": "pron.", "means": [{"word_mean": "那些", "cis": ["these"]}]}, {"part_name": "", "means": [{"word_mean": "其他释义", "cis": ["these"]}]}], "collins": [{"entry": [{"def": "You use <b>those</b> to refer to people or things which have already been mentioned.", "tran": "(指代已经提及的人或物)那些", "posp": "DET", "example": [{"ex": "Theoretically he had control over more than $400 million in US accounts. But, in fact, it was the US Treasury and State Department who controlled those accounts...", "tran": "从理论上说，他掌管着美国账户里的 4 亿美元。然而，事实上，是美国财政部和国务院在掌控那些账户。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/e/b/aeb19c6c4cc9f0fbaee79b7141c1695b.mp3", "tts_size": "53K"}, {"ex": "They have the aircraft capable of doing significant damage, because most of those aircraft are capable of launching anti-ship missiles.", "tran": "他们拥有具有强大杀伤力的飞机，因为那些飞机多数都能发射反舰导弹。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/2/7/62790fc05351fa532f230424b0624de4.mp3", "tts_size": "39K"}]}, {"def": "You use <b>those</b> when you are referring to people or things that are a distance away from you in position or time, especially when you indicate or point to them.", "tran": "那些(尤用于指示或指向在时间、空间上离自己稍远的人或物)", "posp": "DET", "example": [{"ex": "What are those buildings?...", "tran": "那些是什么建筑？", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/d/f/ddf0ec621e239cd148dae9119605c8ad.mp3", "tts_size": "7K"}, {"ex": "Oh, those books! I meant to put them away before this afternoon.", "tran": "哦，那些书！我本来要在下午之前收起来的。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/6/a/76a824304c10a190b063132043e15977.mp3", "tts_size": "24K"}]}, {"def": "You use <b>those</b> to refer to someone or something when you are going to give details or information about them.", "tran": "(用于提供更多的细节、信息)", "posp": "DET", "example": [{"ex": "Those people who took up weapons to defend themselves are political prisoners...", "tran": "那些拿起武器自卫的人是些政治犯。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/f/6/5f6a7c510a7c8e0f16ddd1b0f9f348f1.mp3", "tts_size": "22K"}, {"ex": "The point of home bread-making is to avoid those additives used in much commercial baking.", "tran": "自制面包就是为了避免吃到许多面包店使用的添加剂。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/e/1/1e14b958bb46ecd268ff445149aded50.mp3", "tts_size": "23K"}]}, {"def": "You use <b>those</b> to introduce more information about something already mentioned, instead of repeating the noun which refers to it.", "tran": "(用来对已经提及的事物作补充说明)", "posp": "PRON", "example": [{"ex": "The interests he is most likely to enjoy will be those which enable him to show off himself or his talents...", "tran": "他最有可能感兴趣的就是那些能让他表现自己或炫耀才华的事情。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/7/7/2772c7fe220da5c5947cd0891abad961.mp3", "tts_size": "30K"}, {"ex": "The cells of the body, especially those of the brain, can live only minutes without circulating blood.", "tran": "如果血液不循环，肌体细胞，尤其是脑细胞，只能存活几分钟。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/9/e/29e2e083a63068cdb0e02d015c358b8f.mp3", "tts_size": "30K"}]}, {"def": "You use <b>those</b> to mean 'people'.", "tran": "人们;人", "posp": "PRON", "example": [{"ex": "A little selfish behaviour is unlikely to cause real damage to those around us...", "tran": "稍许自私的行为不会对我们身边的人造成实质性伤害。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/0/2/9021d8683f408f7deb73d63d7dab1acd.mp3", "tts_size": "23K"}, {"ex": "A number of leading opposition figures were said to be among those arrested.", "tran": "据说，许多反对派的重要人物也在被捕者之列。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/9/5/4954efbeabd3fb03b5bff65c39b62b85.mp3", "tts_size": "21K"}]}, {"def": "You use <b>those</b> when you refer to things that you expect the person you are talking to to know about or when you are checking that you are both thinking of the same people or things.", "tran": "(用于认为谈话对象知道所谈事物或确认双方所想为相同的人或事物时)", "posp": "DET", "example": [{"ex": "He did buy me those daffodils a week or so ago...", "tran": "他确实在大约一个星期前给我买了那些水仙花。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/1/1/a11f04ff5658837a537d7a44abef486a.mp3", "tts_size": "14K"}, {"ex": "I have been putting pressure onto the Cleansing Services to replace those dustbin lids...", "tran": "我一直在给保洁部门施加压力，要求他们更换那些垃圾箱的盖子。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/b/6/ab6697b0864f7e3bfc5748a3c38df5ca.mp3", "tts_size": "23K"}]}]}], "cetSix": [{"word": "those", "count": 100, "kd": [], "Sentence": [{"sentence": "The College Essay: Why Those 500 Words Drive Us Crazy", "come": "出自-2013年12月阅读原文"}, {"sentence": " Those schools usually require essays of their own, but the longest essay, 500 words maximum, is generally attached to the Common Application", "come": "出自-2013年12月阅读原文"}, {"sentence": "\"I'm going to leave it to those who are in mathematics to work out the ways to make their subject interesting and exciting so students want to take it,\" Hacker says.", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "\"I'm going to leave it to those who are in mathematics to work out the ways to make their subject interesting and exciting so students want to take it,\" Hacker says. \"All that I ask is that alternatives be offered instead of putting all of us on the road ", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "\"It's not only the selective and elite institutions that provide those opportunities for a small subset of this population,\" Rubinoff said, adding that a majority of first-generation undergraduates tend toward options such as online programs, two-year col", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "71% of parents with a college degree say they do it every day, compared with 33% of those with a high school diploma or less.", "come": "2017年6月六级真题（第二套）阅读 Section B"}, {"sentence": "A 2001 study cataloged all the ways in which the term \" Black \" carried connotations  涵 义  that were more negative than those of \" African American. \"", "come": "2015年12月六级真题（第一套）阅读 Section C"}, {"sentence": "A few years later, a large defense buildup finally provided a fiscal stimulus adequate to the economy's needs—and suddenly industry was eager to employ those \"unadaptable and untrained\" workers.", "come": "2016年6月六级真题（第三套）阅读 Section C"}, {"sentence": "A study of employees at health insurance provider Aetna revealed that roughly one quarter of those taking in-office yoga and mindfulness classes reported a 28% reduction in their stress levels and a 20% improvement in sleep quality.", "come": "2016年12月六级真题（第一套）阅读 Section B"}, {"sentence": "According to The Boston Globe, students who earned their bachelor's in 2012 have an average monthly loan payment of $2, which is one-third more than those who graduated in 2004.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "Additionally, those affected by inadequate health and social care are too vulnerable to launch the protests that have addressed other forms of discrimination.", "come": "2018年12月六级真题（第二套）听力 Section C"}, {"sentence": "All of those specialized bulbs led to the building of specialized light fixtures, from the desk lamp you study by, to the ugly but beloved hand-painted Chinese lamp you inherited from your grandmother, to the ceiling fixture in your closet, to the light i", "come": "2015年12月六级真题（第一套）阅读 Section B"}, {"sentence": "All those things are true, but aside from him, all his friends and family are played by actors.", "come": "2019年12月六级真题（第一套）听力 Section A"}, {"sentence": "Almost half of graduates—those who go on to earn less—will have a portion of their debt written off.", "come": "2016年12月六级真题（第三套）阅读 Section C"}, {"sentence": "And scientists are only just beginning to understand what those constraints are.", "come": "2018年6月六级真题（第一套）阅读 Section C"}, {"sentence": "And those costs would vary depending on the size and scale of the businesses.", "come": "2016年12月六级真题（第二套）听力 Section C"}, {"sentence": "And we also need to plan ahead so that we're in a position to deal with the likely levels of climate change which are already inevitable and even more so too for the levels that are likely if we don't get those global agreements.", "come": "2016年12月六级真题（第二套）听力 Section A"}, {"sentence": "And workers on part-time contracts, who only work four or five hours a day, are happier than those who work full-time.", "come": "2017年6月六级真题（第二套）听力 Section A"}, {"sentence": "Another study also found eating a high-fat and high-sugar breakfast each day for as little as four days resulted in problems with learning and memory similar to those observed in overweight and obese individuals.", "come": "2019年12月六级真题（第一套）阅读 Section A"}, {"sentence": "As a result, DeWalt now reuses those materials to create new products.", "come": "2019年6月六级真题（第二套）阅读 Section B"}, {"sentence": "As countries become richer, they produce more greenhouse gases; and the impact of those gases will fall primarily in poor parts of the world.", "come": "2016年6月六级真题（第三套）阅读 Section B"}, {"sentence": "As fifth-graders, children with early attention problems obtained average reading scores at least 3% lower than their contemporaries' and grades at least 8% lower than those of their peers.", "come": "2018年12月六级真题（第一套）阅读 Section C"}, {"sentence": "As marketing professors Silvia Bellezza, Neeru Paharia, and Anat Keinan recently explained in Hazard Business Review HBR, leisure time was once seen as an indicator of high social status, something attainable only for those at the top.", "come": "2017年12月六级真题（第三套）阅读 Section C"}, {"sentence": "As more journals and funders adopt data-sharing requirements, and as a growing number of enthusiasts call for more openness, junior researchers must find their place between adopters and those who continue to hold out, even as they strive to launch their ", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "As some countries expand operations in Antarctica, the United States maintains three year-round stations on the continent with more than 1,000 people during the southern hemisphere's summer, including those at the Amundsen-Scott station, built in 1956 at ", "come": "2016年12月六级真题（第三套）阅读 Section B"}, {"sentence": "As you acquire a distinctive identity, your attitudes are further refined by the behavior of those with whom you identify—your family, those of your gender and culture, and the people you admire, even though you may not know them personally.", "come": "2019年12月六级真题（第二套）阅读 Section C"}, {"sentence": "Body weight was not hugely different between the groups eating a healthy diet and those on high and sugar diets.", "come": "2019年12月六级真题（第一套）阅读 Section A"}, {"sentence": "Businesses have downsized or shut down across America, leaving fewer job opportunities for those in search of work.", "come": "2016年6月六级真题（第一套）听力 Section C"}, {"sentence": "But keeping those foxes from harm will occupy Boser and her colleagues for years to come.", "come": "2018年12月六级真题（第三套）阅读 Section A"}, {"sentence": "But many young researchers, especially those who have not been mentored in open science, are uncertain about whether to share or to stay private.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "But she says nations will not make progress fighting hunger and poverty until they begin to focus on those critical first thousand days.", "come": "2015年12月六级真题（第一套）听力 Section C"}, {"sentence": "But the least we should expect is that they do not foster divisions and exclude those who are already disadvantaged.", "come": "2019年12月六级真题（第三套）阅读 Section C"}, {"sentence": "But you needn't attend an Ivy League school to reap those rewards.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "Children not as liked by their first-grade peers had slightly lower grades in fifth grade, while those with higher social acceptance had higher grades.", "come": "2018年12月六级真题（第一套）阅读 Section C"}, {"sentence": "College graduates will still fare better than those with only a high school education, of course.", "come": "2015年12月六级真题（第一套）阅读 Section C"}, {"sentence": "Communication also helps for those who worry about jeopardizing a collaboration, he says.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Compared with other groups, I think the numbers in this group, at those 65 schools, are something like just barely more than half of the black male athletes graduate at all.", "come": "2017年6月六级真题（第一套）听力 Section A"}, {"sentence": "Discipline techniques vary by education level: 8% of those with a postgraduate degree say they often beat their children, compared with 22% of those with a high school degree or less.", "come": "2017年6月六级真题（第二套）阅读 Section B"}, {"sentence": "Few babies survive this rare condition, and those who do must endure numerous operations and are likely to have complex needs.", "come": "2019年12月六级真题（第二套）阅读 Section C"}, {"sentence": "For those few hours, I can wrap myself up in my music.", "come": "2015年12月六级真题（第一套）听力 Section A"}, {"sentence": "Here are some of the important proposals in the House and Senate bills to try to address those problems, and why it is hard to know how well they will work.", "come": "2016年6月六级真题（第二套）阅读 Section B"}, {"sentence": "If we're going to force taxpayers to foot the bill for college degrees, students should only study those subjects they're of greatest benefit to taxpayers.", "come": "2018年6月六级真题（第一套）阅读 Section C"}, {"sentence": "In general, your attitudes will be internally consistent only when the behavior is easy, and when those around you hold similar beliefs.", "come": "2019年12月六级真题（第二套）阅读 Section C"}, {"sentence": "In one experiment, they showed pictures of various objects to twenty volunteers and asked them to find just one of those, a banana.", "come": "2017年6月六级真题（第二套）阅读 Section A"}, {"sentence": "In the peak of the dot.com bubble, brick and mortar retail was one of those industries the internet was going to kill—and quickly.", "come": "2019年6月六级真题（第一套）阅读 Section B"}, {"sentence": "In those essays, and in follow-up interviews with a few of the teenagers, we found lots of insight, positive feeling and inspirational thinking.", "come": "2016年6月六级真题（第一套）阅读 Section B"}, {"sentence": "Indifference is also the preferred option among those who are socially lazy.", "come": "2019年6月六级真题（第三套）阅读 Section C"}, {"sentence": "It shapes the way our bodies operate, too, and sleep is at the intersection of those.", "come": "2019年6月六级真题（第二套）听力 Section C"}, {"sentence": "It turns out that those who consumed the highest levels of fiber during adolescence had a lower risk of developing breast cancer, compared to the women who ate the least fiber.", "come": "2017年6月六级真题（第二套）听力 Section B"}, {"sentence": "Its primary mission is to enhance human well-being and help meet the basic needs of all people, with the particular focus on those who are vulnerable, oppressed and living in poverty.", "come": "2016年12月六级真题（第一套）听力 Section C"}, {"sentence": "Kate Ratliff, who studies social attitudes at the University of Florida, Gainesville, says that it can seem as if there are two camps in a field—those who care about open science and those who don't.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Many top firms will not even look at applications from those who lack a 2.1, i.e., an upper-second class degree, from an elite university.", "come": "2016年12月六级真题（第三套）阅读 Section C"}, {"sentence": "Meanwhile, there're few who're willing and able to perform jobs requiring a petroleum engineering major, so the value of one more of those people is very high.", "come": "2018年6月六级真题（第一套）阅读 Section C"}, {"sentence": "More of them, though, will skip those calculations altogether and just power through the holidays into 2017: More than half of American workers don't use up all of their allotted vacation days each year.", "come": "2017年12月六级真题（第三套）阅读 Section C"}, {"sentence": "More than 80% of those cases can be attributed to contact with contaminated water and a lack of proper sanitation.", "come": "2016年6月六级真题（第二套）阅读 Section C"}, {"sentence": "More than a quarter of children live in single-parent households—a historic high, according to Pew—and these children are three times as likely to live in poverty as those who live with married parents.", "come": "2017年6月六级真题（第二套）阅读 Section B"}, {"sentence": "Morgan said those findings—which included data from the system's 13 community colleges, 27 technical colleges and six universities—were part of the decision not to move forward with Governor Bill Haslam's proposal to privatize management of state building", "come": "2017年6月六级真题（第二套）阅读 Section C"}, {"sentence": "New laws have been put into place that would make it easier for farms and supermarkets to donate unsold foods to those who are in need.", "come": "2017年12月六级真题（第一套）听力 Section A"}, {"sentence": "New research says that those who can't seem to keep their inner monologues in are actually more likely to stay on task, remain focused better and show improved perception capabilities.", "come": "2017年6月六级真题（第二套）阅读 Section A"}, {"sentence": "Next the ceremony focuses on remembering those who have died.", "come": "2017年12月六级真题（第一套）听力 Section C"}, {"sentence": "Now they are trying to figure out what molecular signaling processes activate those seed-building genes in resurrection plants—and how to reproduce them in crops.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "Of the 300 employees participating in the study, those who experienced high levels of telepressure were more likely to agree with statements assessing burnout, like \"I've no energy for going to work in the morning\", and to report feeling fatigued and unfo", "come": "2016年12月六级真题（第一套）阅读 Section B"}, {"sentence": "wild pigs attracted golden eagles from the mainland, and those flying predators crashed the fox population.", "come": "2018年12月六级真题（第三套）阅读 Section A"}, {"sentence": "One of the largest feeders for high school math competitions—including those that eventually lead to the IMO— is a middle school program called Math Counts.", "come": "2017年6月六级真题（第三套）阅读 Section B"}, {"sentence": "One recent study attempted to calculate the extent of this \"ecological overshoot of the human economy\", and found that we are using 1.2 Earth's-worth of environmental goods and services—the implication being that at some point the debt will be called in, ", "come": "2016年6月六级真题（第三套）阅读 Section B"}, {"sentence": "Our deep look into those data and their preparation revealed serious problems.", "come": "2019年6月六级真题（第一套）阅读 Section B"}, {"sentence": "Our lowest prices are around $6 a bottle, but those are table wines.", "come": "2018年6月六级真题(第二套)听力 Section A"}, {"sentence": "Products which are usually considered unsuitable for selling online include those that have a taste or smell component.", "come": "2015年12月六级真题（第一套）听力 Section C"}, {"sentence": "Protecting the union demand sacrifices those students, in effect turning a blind eye to the injustice in the education system.", "come": "2016年6月六级真题（第一套）阅读 Section C"}, {"sentence": "Psychologists call them \"masters of deception\", those rare individuals with a natural ability to tell, with complete confidence, when someone is telling a lie.", "come": "2018年12月六级真题（第一套）听力 Section C"}, {"sentence": "Resurrection plants, defined as those capable of recovering from holding less than 0.1 grams of water per gram of dry mass, are different.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "She's using CT scans to measure muscle size and fat, and comparing seniors on a high-protein diet with those on regular diets.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "since 2010, the couple has helped 125 small dairy farms convert to grass-fed, with more than 80% of those farms coming on board during the last two years.", "come": "2019年12月六级真题（第三套）阅读 Section B"}, {"sentence": "since the former is most common among those inclined towards indifferent relationships, their predominance can bolster individuals' sense of self-worth.", "come": "2019年6月六级真题（第三套）阅读 Section C"}, {"sentence": "So really, those supplements aren't going to give you that perfect memory in the way that they promise.", "come": "2016年6月六级真题（第二套）听力 Section B"}, {"sentence": "So those are examples of population problems.", "come": "2017年6月六级真题（第二套）听力 Section C"}, {"sentence": "So we can have taxpayers pick up students' tuition in exchange for dictating what those students will study.", "come": "2018年6月六级真题（第一套）阅读 Section C"}, {"sentence": "So, while there may be insights to be gained from matching behavior to brain activity, those insights will I not necessarily lead to justice in a court of law.", "come": "2018年12月六级真题（第一套）听力 Section C"}, {"sentence": "Some of the most profitable e-commerce companies are those selling sex-related products or services.", "come": "2015年12月六级真题（第一套）听力 Section C"}, {"sentence": "Southern states without strong teachers' unions have schools at least as awful as those in union states.", "come": "2016年6月六级真题（第一套）阅读 Section C"}, {"sentence": "Students at university also meet those likely to be in leading jobs in the future, forming contacts for life.", "come": "2016年12月六级真题（第三套）阅读 Section C"}, {"sentence": "Teachers in low-income urban and rural areas with no history of participating in math competitions may not know about advanced-math opportunities like Math Counts—and those who do may not have support or feel trained to lead them.", "come": "2017年6月六级真题（第三套）阅读 Section B"}, {"sentence": "Tennessee State's overall graduation rate is a tiny 39 percent, but at least it has a smaller gap between the outcomes for first-generation students and those of their peers.", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "The company pledged to cut 600 back-office positions, though some 150 workers in those roles would be reassigned to other jobs.", "come": "2017年6月六级真题（第一套）阅读 Section C"}, {"sentence": "The demographics of that group looked quite different from those in the competition round—of the 16 video finalists, 13 were girls and 8 were African-American students.", "come": "2017年6月六级真题（第三套）阅读 Section B"}, {"sentence": "The knowledge she collected over decades didn't just satisfy those curious about nature, but also provided valuable insights into medicine and science.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "The limited research conducted thus far indicates they're especially dominant among those who value independence over cooperation, and harmony over confrontation.", "come": "2019年6月六级真题（第三套）阅读 Section C"}, {"sentence": "The Math Olympiad Summer Training Program is a three-week math camp held by the Mathematical Association of America that leads straight to the international championship and is free for those who make it.", "come": "2017年6月六级真题（第三套）阅读 Section B"}, {"sentence": "The most powerful influences occur during early childhood and include both what happened to you directly, and what those around you did and said in your presence.", "come": "2019年12月六级真题（第二套）阅读 Section C"}, {"sentence": "The most successful sharers—those whose data are downloaded and cited the most often—get noticed, and their work gets used.", "come": "2017年6月六级真题（第一套）阅读 Section C"}, {"sentence": "The people who took photos enjoyed the experience significantly more, and said they were more engaged, than those who didn't.", "come": "2018年6月六级真题(第二套)阅读 Section C"}, {"sentence": "The reason is that when carbon is priced, those emissions reductions that are least costly to implement will happen first.", "come": "2017年6月六级真题（第一套）阅读 Section B"}, {"sentence": "The results highlight the need to develop effective early interventions to help those with attention on track academically and for educators to encourage positive peer relationships, the researchers said.", "come": "2018年12月六级真题（第一套）阅读 Section C"}, {"sentence": "The results: Teens who played the Iowa Gambling Task under the eyes of fellow adolescents engaged in more exploratory behavior, learned faster from both positive and negative outcomes, and achieved better performance on the task than those who played in s", "come": "2018年6月六级真题(第二套)阅读 Section B"}, {"sentence": "The Russian, Greek and Polish storks flew as far as South Africa, while those from Spain, Tunisia and Germany flew only as far as the Sahel.", "come": "2017年6月六级真题（第三套）阅读 Section C"}, {"sentence": "The same held true for people who used products that implied they were short on time: In one experiment, for example, customers of the grocery-delivery service Peapod were seen as of higher status than people who shopped at grocery stores that were equall", "come": "2017年12月六级真题（第三套）阅读 Section C"}, {"sentence": "The Washington Post reported on a recent study by Princeton economists, in which college graduates who applied to the most selective schools in the 12th grade were compared to those who applied to slightly less selective schools.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "Their well-being was even higher than those who never used such devices.", "come": "2019年12月六级真题（第一套）阅读 Section B"}, {"sentence": "There is no doubt that spaceflight entails risks, and to pioneer a new mode of travel is to face those risks, and to reduce them with the benefit of hard-won experience.", "come": "2015年12月六级真题（第二套）阅读 Section C"}, {"sentence": "They also, however, use far more natural resources—fuel, water all those baths and golf courses and building materials.", "come": "2016年6月六级真题（第三套）阅读 Section B"}]}], "exchanges": ["those"], "gaokao": [{"word": "those", "count": 98, "kd": [], "Sentence": [{"sentence": "A new commodity brings about a highly profitable, fast-growing industry, urging antitrust反垄断regulators to step in to check those who control its flow.", "come": "2017年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "A study shows the students who are engaged in after-school activities are happier than those who are not.", "come": "2019年高考英语天津卷 单项填空 原文"}, {"sentence": "A warm drink of milk before bed has long been the best choice for those wanting a good night's sleep.", "come": "2016年高考英语四川卷 阅读理解 阅读D 原文"}, {"sentence": "Admittedly, those mighty forces are spiritual ones.", "come": "2015年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "As a retired ear doctor, I heartily recommend TV ears to people with normal hearing as well as those with hearing loss.", "come": "2015年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Being better at those things meant a greater chance of survival.", "come": "2016年高考英语北京卷 阅读理解 阅读E 原文"}, {"sentence": "But after all, those years, I found that dance was gradually becoming something that felt like more of a burden than a joy.", "come": "2018年高考英语全国卷2 听力 原文"}, {"sentence": "But he later said, \"those two books were my companions by day, and under my pillow at night.\"", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读A 原文"}, {"sentence": "But in some waters, such as those of the Arctic, a warming will make conditions riper for phytoplankton, and these areas will turn greener.", "come": "2019年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "But more than that, I now regularly compare my views with those of many others.", "come": "2016年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "But so had those who were high in status.", "come": "2019年高考英语全国卷I 阅读理解 阅读D 原文"}, {"sentence": "But their interest soon wears off and by January those same toys can be found put away in the basement.", "come": "2014年高考英语全国卷1 完形填空 原文"}, {"sentence": "But those who truly understand the economic impact and can work to change the patterns can create a wide range of career possibilities.", "come": "2018年高考英语江苏卷 阅读理解 填空题 原文"}, {"sentence": "Consider again the cell-phone, and imagine the mines that produced those metals, the factories needed to make the box and packaging (包装) It came in.", "come": "2015年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "Daniel Anderson, a famous psychologist, believes it's important to distinguish television's influences on children from those of the family.", "come": "2015年高考英语广东卷 阅读理解 阅读C 原文"}, {"sentence": "During those six months of hospitalizations, Becky, 12 at the time, adjusted to other adults being in the house when she returned from school.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "Families of those who take part will be included in celebration and brunch will be served.", "come": "2014年高考英语全国卷1 阅读理解 阅读A 原文"}, {"sentence": "For each of those gardens, write down the strongest memory you have.", "come": "2016年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "For those who fly to Guilin, it's only an hour away by car and offers all the scenery of the better-known city.", "come": "2015年高考英语全国卷1 语法填空 原文"}, {"sentence": "From what I have seen, few do homework; instead many are on their phones and talking, making it impossible for those who actually want to do work to complete any.", "come": "2015年高考英语湖南卷 阅读表达 原文"}, {"sentence": "God helps those who help themselves.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读D 选项"}, {"sentence": "Good morning, everyone! And a very warm welcome back! I hope you've enjoyed your holidays! For those of you who I knew, my name is Mary Smith.", "come": "2015年高考英语北京卷 听力 原文"}, {"sentence": "However, those in the 10 to 12 age group were \"concerned with how many people like their posts\",  suggesting a \"need\" for social recognition that gets stronger the older they become.", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "I am so tired of trying all those hours to work.", "come": "2018年高考英语全国卷I 听力 原文"}, {"sentence": "I carefully extended a long carrot, with a keen eye on those teeth, and before long, there were times I would have the groundhog sitting next to a rabbit, both munching on carrots.", "come": "2015年高考英语四川卷 完形填空 原文"}, {"sentence": "I guess the answer is, we were fighting for survival, protecting and providing for those we loved.", "come": "2015年高考英语天津卷 阅读表达 原文"}, {"sentence": "I ran the risk of losing those students who had a different style of thinking.", "come": "2016年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "I read those two lines over and over, I was ashamed of myself.", "come": "2016年高考英语浙江卷（6月） 完形填空 原文"}, {"sentence": "I started climbing up those strangely mysterious steps.", "come": "2018年高考英语天津卷 阅读理解 阅读表达 原文"}, {"sentence": "I then made it a point to attend those meetings and learn all I could.", "come": "2017年高考英语全国卷1 完形填空 原文"}, {"sentence": "I think it would be satisfaction of enjoying things with others, meaning when you give it to others, whether it's time, attention, a gift, anything, just those moments of sharing.", "come": "2016年高考英语上海卷 听力 原文"}, {"sentence": "If the answer to all those questions is yes, you had better control your stress, as you probably are under more stress than is good for you.", "come": "2016年高考英语上海卷 语法填空 B 原文"}, {"sentence": "If those island nations not far above sea level are to survive, the maximum temperature rise, since the start of the industrial age, should be 0.", "come": "2016年高考英语上海卷 阅读理解 阅读B 题设"}, {"sentence": "If you feel stressed by responsibilities at work, you should take a step back and identify those of greater and less importance.", "come": "2016年高考英语全国卷2 语法填空 原文"}, {"sentence": "I'm not talking about those who fail to get to the top.", "come": "2019年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "In one study, people who ate meals in a blue room consumed 33 percent less than those in a yellow or red room.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "In those days, a brush was made from camel's hair.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读A 原文"}, {"sentence": "Indeed official figures suggest the country has shrunk by 5% since 1993 and people in Russia live a shorter life now than those in 1961.", "come": "2017年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "Indeed, they made only half as many errors as those wearing their own clothes on the stroop test one way of measuring attention.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读B 原文"}, {"sentence": "Instead of trying to pick out a job for me, they helped me learn those things that led me to it.", "come": "2019年高考英语全国卷I 听力 原文"}, {"sentence": "It is often the case that anything is possible for those who hang on to hope.", "come": "2016年高考英语江苏卷 单项填空 原文"}, {"sentence": "It was assumed that those people for whom the role of volunteer was most part of their personal identity would also be most likely to continue volunteer work.", "come": "2015年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "It's also important to know how to avoid daydreams for those times when you really need to concentrate.", "come": "2015年高考英语北京卷 阅读理解 单项填空 原文"}, {"sentence": "It's our experience of the garden that matters―how being in those gardens made us feel.", "come": "2016年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "I've never exchanged words with those moms beyond small tall, but they wanted to help.", "come": "2019年高考英语天津卷 完形填空 原文"}, {"sentence": "Like those early days for dad, I faced lots of rejections.", "come": "2017年高考英语天津卷 阅读表达 原文"}, {"sentence": "Many of those who attend dinners are notorious for unpunctuality.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "Miss Longfield added: \"Then there is this push to connect—if you go offline, will you miss something, will you miss out, will you show that you don't care about those people you are following, all of those come together in a huge way at once.\"", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Moreover, I can find out whether my reactions to an event are reasonable enough by reading about those of others on the Internet.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "On a summer evening in beijing in 2008, all those long, hard hours of work and commitment finally bore fruit.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "On the surface it seems as ridiculous as following the directions on soup mixes, but the lucky-break wait well serves those who are willing to do it.", "come": "2017年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Opportunity awaits those with a cautious mind.", "come": "2019年高考英语天津卷 阅读理解 阅读D 选项"}, {"sentence": "Opportunity favors those with a curious mind.", "come": "2019年高考英语天津卷 阅读理解 阅读D 选项"}, {"sentence": "Parents today are more protective than those in the past.", "come": "2015年高考英语北京卷 阅读理解 阅读D 选项"}, {"sentence": "Particular scents also have an effect: diners who got the scent of lavender stayed longer and spent more than those who smelled lemon, or no scent.", "come": "2018年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "People believing in freedom are those who behave within the laws and value systems.", "come": "2015年高考英语江苏卷 阅读理解 阅读D 题设"}, {"sentence": "People who eat slowly tend to consume about 70 fewer calories per meal than those who rush through their meals.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Phil Blythe explains: \"For many older people, particularly those living alone or in the country, driving is important for preserving their independence, giving them the freedom to get out and about without having to rely on others.\"", "come": "2017年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "Prinstein came to another conclusion: not only is likability related to positive life outcomes, but it is also responsible for those outcomes, too.", "come": "2019年高考英语全国卷I 阅读理解 阅读D 原文"}, {"sentence": "Readers will associate themselves closely with what happens in the news stories and share similar feelings with those involved.", "come": "2015年高考英语江苏卷 任务型阅读 题设"}, {"sentence": "She skipped over those easy parts while reading.", "come": "2015年高考英语浙江卷 阅读理解 阅读A 选项"}, {"sentence": "She will tell us about those of greatest interest.", "come": "2015年高考英语全国卷1 阅读理解 阅读A 原文"}, {"sentence": "She'd look at me with those sad brown eyes of hers, beam her need, and then wait, trusting I would understand — which, strangely, I almost always did.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "Since 1992 the number of people dying has been bigger than that of those being born by a massive 50%.", "come": "2017年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "Sixty-four percent of those survey participants who havens worked remotely would rather give up some bonus in order to get even one day a week working from home.", "come": "2016年高考英语浙江卷（10月） 阅读理解 阅读C 原文"}, {"sentence": "Some aspects of life here are different from those in the united states.", "come": "2017年高考英语浙江卷（11月） 听力 原文"}, {"sentence": "Soon afterwards, many of those people started settling down to become farmers, and their languages too became more settled and fewer in number.", "come": "2018年高考英语全国卷I 阅读理解 阅读C 原文"}, {"sentence": "Studies found that people who woke up early for exercise slept better than those who exercised in the evening.", "come": "2018年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "Such a person may be forgiven if he is late, but not those who are deliberately late to create impression.", "come": "2015年高考英语陕西卷 阅读理解 七选五 原文"}, {"sentence": "The arrival of driverless vehicles is a chance to make sure that those vehicles are environmentally friendly and more shared.", "come": "2018年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "The downside is that in those dead periods I often would let my thoughts flow and sometimes would have an unexpected insight or idea.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "The most competent adults are those who know how to do this.", "come": "2016年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "The purpose of a pony drift is to gather them up so their health can be checked, the baby ones can be stooped from feeding on their mother's milk, and those who've gone beyond their limited area can be returned to their correct area.", "come": "2015年高考英语湖北卷 阅读理解 阅读A 原文"}, {"sentence": "The results showed that those who chatted with their server reported significantly higher positive feelings and a better coffee shop experience.", "come": "2018年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "The second principle is to loosen the control that providers of on-line services have over data and give more to those who supply them.", "come": "2017年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "The students benefiting most from college are those who are totally engaged in academic life, taking full advantage of the college's chances and resources.", "come": "2019年高考英语北京卷 语法填空 原文"}, {"sentence": "The study also showed that just 20% of those who looked for jobs before graduation have found one by now.", "come": "2016年高考英语全国卷1 听力 原文"}, {"sentence": "The study showed that those who had worked as boys enjoyed happier and more productive lives than those who had not.", "come": "2016年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "The synapses in the mice taken at the end of a period of sleep were 18 per cent smaller than those taken before sleep, showing that the connections between neurons weaken while sleeping.", "come": "2017年高考英语北京卷 阅读理解  七选五 原文"}, {"sentence": "The text is especially helpful for those who care about their body shape.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 题设"}, {"sentence": "There was a time when people may have felt awkward about asking for a table for one, but those days are over.", "come": "2019年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "This belief in \"post-industrial society\" has led those countries to neglect their manufacturing sector with negative consequences for their economies.", "come": "2019年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "This is called \"herd immunity\", which protects the people who get hurt easily, including those who can't be vaccinated for medical reasons, babies too young to get vaccinated and people on whom the vaccine doesn't work.", "come": "2017年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "Those are the classic rules for the evening broadcasts and the morning papers.", "come": "2016年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "Those are the things I want to foster.", "come": "2017年高考英语全国卷1 阅读理解 阅读C 原文"}, {"sentence": "Those born stupid could not change their life.", "come": "2015年高考英语福建卷 阅读理解 阅读B 选项"}, {"sentence": "Those brown eyes were very familiar.", "come": "2018年高考英语全国卷2 完形填空 原文"}, {"sentence": "Those given night milk, which contained 10 times the amount of melatonin, were less active and less anxious than those fed with the milk collected during daytime, according to the study published in the Journal of Medicinal Food.", "come": "2016年高考英语四川卷 阅读理解 阅读D 原文"}, {"sentence": "Those opportunities are now fewer and farther between.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Those were also at the core of our relationship off the screen.", "come": "2017年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Those who dare to try often get themselves trapped.", "come": "2019年高考英语天津卷 阅读理解 阅读D 选项"}, {"sentence": "Those who had done the most boyhood activities were twice as likely to have warm relations with a wide variety of people, five times as likely to be well paid and 16 times less likely to have been unemployed.", "come": "2016年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Those who refuse to take that risk selfishly make others suffer.", "come": "2017年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "Those who tend to think back can hardly go ahead.", "come": "2019年高考英语天津卷 阅读理解 阅读D 选项"}, {"sentence": "Those who were highest in status in high school, as well as those least liked in elementary school, are \"most likely to engage in dangerous and risky behavior\".", "come": "2019年高考英语全国卷I 阅读理解 阅读D 原文"}, {"sentence": "Those words made me see clearly that when I had fallen short in the past, it was seldom because I had tried and failed.", "come": "2015年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "Though the relationship may not be causal, helping divided communities to prepare for disasters would at least reduce the risk that those disasters are followed by killing and wounding people.", "come": "2016年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "Thursday, that's tomorrow, for those of you who want to get into the school team.", "come": "2016年高考英语北京卷 听力 原文"}]}], "baesInfo": {"word_name": "those", "is_CRI": "1", "symbols": [{"ph_en": "ðəʊz", "ph_am": "ðoʊz", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/0/0/43/a0/43a0a1e8212cd9140a5c1fa1ef5a5bac.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/43/a0/43a0a1e8212cd9140a5c1fa1ef5a5bac.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/4/3/a/43a0a1e8212cd9140a5c1fa1ef5a5bac.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/0/0/43/a0/43a0a1e8212cd9140a5c1fa1ef5a5bac.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/43/a0/43a0a1e8212cd9140a5c1fa1ef5a5bac.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/4/3/a/43a0a1e8212cd9140a5c1fa1ef5a5bac.mp3", "parts": [{"part": "adj.& pron.", "means": ["that的复数"]}, {"part": "adj.", "means": ["那些的，那"]}, {"part": "n.", "means": ["那，那个( that的名词复数)", "（指较远的人或事物）那", "（指已提到过或已知的人或事物）那", "（特指）那"]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 5}, "kaoyan": [{"word": "those", "count": 74, "kd": [], "Sentence": [{"sentence": "\"The gap is between the jobs that take no skills and those that require a lot of skill,” says Rob Spohr, a business professor at Montcalm Community College.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Those first few days should be spent looking for work, not looking to sign on,\" he claimed.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A Harvard Business School study found that observers consistently rated those who were frank about themselves more highly, while those who hid lost trustworthiness.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A number of studies have concluded that normal-weight people are in fact at higher risk of some diseases compared to those who are overweight.", "come": "2014年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Along with the many folks looking to make a permanent home in the United States came those who had no intention to stay, and who would make some money and then go home.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "And dead markets partly reflect the paralysis of banks which will not sell assets for fear of booking losses, yet are reluctant to buy all those supposed bargains.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "And the stock market reacts positively when companies tie CEO pay to, say, stock prices, a sign that those practices build up corporate value not just for the CEO.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Another surprise is that the findings hold true for both those with children and without, but more so for nonparents.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "As well as those chronic problems, the EU face an acute crisis in its economic core, the 16 countries that use the single currency.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "At the end of adolescence, however, the brain shuts down half of that capacity, preserving only those modes of thought that have seemed most valuable during the first decade or so of life.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But don't bother trying to kill off old habits; once those ruts of procedure are worn into the brain, they're there to stay.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But in addition to those trusted coworkers, you should expand your horizons and find out about all the people around you.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "But we are now knowledgeable enough to reduce many of the risks that threatened the existence of earlier humans, and to improve the lot of those to come.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "By watching what people search for, click on and say online, companies can aim \"behavioural\" ads at those most likely to buy.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Either Entergy never really intended to live by those commitments, or it simply didn't foresee what would happen next.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Evans'interpretations of those engravings eventually led him to find the minoan palace at Knossos, on the island of Crete, in 1900.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Even among those who got a cold, the ones who felt greater social support and received more frequent hugs had less severe symptoms.", "come": "2017年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "Everybody wants to know how the people who will soon inhabit those empty office cubicles will differ from those who came before them.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "For many people, especially those with serious health condition or family members with serious health conditions,before Obamacare the only way to get insurance was through a job that provided  health insurance.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "For public institutions, state funds are sometimes tied partly to their success on metrics such as graduation rates and student retention—so better grades can, by boosting figures like those, mean more money.", "come": "2019年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "For years,studies have found that first-generation college students—those who do not have a parent with a college degree—lag other students on a range of education achievement factors.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "From career to community and family, these contrasts suggest that in the aftermath of the searing Great Recession, those just starting out in life are defining priorities and expectations that will increasingly spread through virtually all aspects of Amer", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "However, none of these requirements should deter large retailers from trying their hand, for those that master the intricacies of wholesaling in Europe stand to reap considerable gains.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "I came to recognise various signs of a bad paper: the kind of paper that purports to show that people who eat more than one kilo of broccoli a week were 1.17 times more likely than those who eat less to suffer late in life from pernicious anaemia.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "If \"entitled\" is the most common adjective, fairly or not, applied to millennials those born between 1981 and 1995, the catchwords for Generation Z are practical and cautious.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "If the bar exam is truly a stern enough test for a would-be lawyer, those who can sit it earlier should be allowed to do so.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "In a Swiss study, researchers sprayed oxytocin into the noses of half the subjects; those subjects were ready to lend significantly higher amounts of money to strangers than were their counterparts who inhaled something else.", "come": "2018年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "In fact, these commutes were reportedly more enjoyable compared with those without communication, which makes absolute sense, since human  beings thrive off of social connections.", "come": "2015年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "In those far-off days, it was taken for granted that the critics of major papers would write in detail and at length about the events they covered.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Infants are wired to look at parents' faces to try to understand their world, and if those faces are blank and unresponsive-as they often are when absorbed in a device——it can be extremely disconcerting for the children.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Instead, the new habits we deliberately press into ourselves create parallel pathways that can bypass those old roads.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "It may involve not only his parents and his friends, as well as those of the young woman, but also a matchmaker.", "come": "2016年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "I've also experienced greater success in achieving my specific fitness goals, Because I'm training according to those goals, not the numbers on a scale.", "come": "2019年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "John Donahue at Harvard's Kennedy School points out that the norms of culture in Western civil services suit those who want to stay put but is bad for high achievers.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Marketers have embraced the two-step flow because it suggests that if they can just find and influence the influentials, those select people will do most of the work for them.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Merely helping a gift-giver gain access to other officials, unless done with clear intent to pressure those officials, is not corruption, the Justices found.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Money may not quite buy happiness, but people in wealthier countries are generally happier than those in poor ones.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "More than three million doses were to be made available in early October 2009, though most of those initial doses were of the Flumist nasal spray type, which is not recommended  for pregnant women, people over 50 or those with breathing difficulties, hear", "come": "2010年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Nor was there any evidence that those who self-enhanced the most  were doing so to make up for profound insecurities.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Only Ukip, sensing its chance, has sided with those pleading for a more considered approach to using green land.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Renaissance ideas had spread throughout Europe well into the 17th century, with the arts and sciences flourishing extraordinarily among those with a more logical disposition.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "So they compared U.S. cities' average happiness measured by Gallup Polling with the investment activity of publicly traded firms in those areas.", "come": "2016年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Some want to shock, others to draw people into science, or to better reward those who have made their careers in research.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Studies from the United States and Australia show that students who take a gap year are generally better prepared for and perform better in college than those who do not.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Take a moment or two to wonder at those marvels.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Technology will improve society in ways big and small over the next few years, yet this will be little comfort to those who find their lives and careers upended by automation.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The apartments in the elegant towers mies built on Chicago's Lake Shore Drive, for example, were smaller-two-bedroom units under 1, 000 square feet-than those in their older neighbors along the city's Gold Coast.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The booming economy seems to have done little to assuage this underlying generational sense of anxious urgency, especially for those who have college debt.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The findings do not simply explain people's tendency to befriend those of similar ethnic backgrounds, say the researchers.", "come": "2015年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "The legal issues in the case are obscure: whereas the Supreme Court has ruled that states do have some regulatory authority over nuclear power, legal scholars say that Vermont case will offer a precedent-setting test of how far those powers extend.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The most likely reason for departing a board was age, so the researchers concentrated on those \"surprise\" disappearances by directors under the age of 70.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The new awards are an exercise in self-promotion for those behind them, say scientists.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The really successful holders of such titles are those that do a great deal more than fill hotel bedrooms and bring in high-profile arts events and good press for a year.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The research of till Von Wachter, the economist in Columbia University, suggests that not all people graduating into a recession see their life chances dimmed: those with degrees from elite universities catch up fairly quickly to where they otherwise woul", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The study found that, among prosecuted firms, those with the most comprehensive CSR programmes tended to get more lenient penalties.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Theirs was a serious business, and even those reviewers who wore their learning lightly, like George Bernard Shaw and Ernest Newman, could be trusted to know what they were about.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "There is a gap in working-class jobs, but the workers who need those jobs most aren't equipped to do them.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "These benefactors have succeeded in their chosen fields, they say, and they want to use their wealth to draw attention to those who have succeeded in science.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "They could even be detrimental, satisfying a need to have \"done our bit\" without ever progressing onto bigger, bolder, more effective actions—a kind of \"moral licensing\" that allays our concerns and stops us doing more and asking more of those in charge.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "They cross-check sources and prefer news from different perspectives-especially those that are open about any bias.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "They gave justices permanent positions so they would be free to upset those in power and have no need to cultivate political support.", "come": "2012年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "Think of those fleeting moments when you look out of an aeroplane window and realise that you are flying, higher than a bird.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Those are all valid, but you need to take time to hear out your coworkers, too.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Those forced to exercise their smiling muscles reacted more enthusiastically to funny cartons than did those whose mouths were contracted in a frown, suggesting that expressions may influence emotions rather than just the other way around.", "come": "2011年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "Those retailers may face headaches complying with various state sales tax laws.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "Those things might be social, sporting, creative or completely random -It doesn't matter, so long as they're enjoyable, and not likely to have negative side effects, such as drinking too much alcohol or going on a wild spending spree if you're on a tight ", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Those who jumped without a job haven't always landed in top positions quickly.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "To start, we can recognize the new birds of passage, those living and thriving in the gray areas.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Until now, many sellers that have a physical presence in only a single state or a few states have been able to avoid charging sales taxes when they ship to addresses outside those states.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "Users could select which system to join, and only registered users whose identities have been authenticated could navigate those systems.", "come": "2011年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "We unconsciously associate fast food with speed and impatience and carry those impulses into whatever else we're doing.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "We're doing these things because we know they help people stay off benefits and help those on benefits get into work faster.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "While younger people are somewhat more optimistic than their elders about the prospects for those starting out today, big majorities in both groups believe those \"just getting started in life\" face a tougher climb than earlier generations in reaching such", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Yet humans remain fascinated by the idea of robots that would look, move, and respond like humans, similar to those recently depicted on popular sci-fi TV series such as \"Westworld\" and \"Humans\".", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}]}], "bidec": {"word_name": "those", "parts": [{"part_id": "36275", "part_name": "_no_", "word_id": "27510", "means": [{"mean_id": "71144", "part_id": "36275", "word_mean": "that的复数", "sentences": [{"en": "Who are those people?", "cn": "那些人是谁?"}, {"en": "Those who failed the exam take a makeup exam.", "cn": "这次考试不及格的人必须参加补考。"}]}]}, {"part_id": "36276", "part_name": "adj.", "word_id": "27510", "means": [{"mean_id": "71145", "part_id": "36276", "word_mean": "那些的;那 </seg>", "sentences": []}]}]}, "new_sentence": [{"tag": "全部", "word": "those", "meaning": "全部", "sentences": [{"id": 2668480, "type": 1, "cn": "从理论上说，他掌管着美国账户里的 4 亿美元。然而，事实上，是美国财政部和国务院在掌控那些账户。", "en": "Theoretically he had control over more than $400 million in US accounts. But, in fact, it was the US Treasury and State Department who controlled those accounts...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/a/e/b/aeb19c6c4cc9f0fbaee79b7141c1695b.mp3", "ttsSize": 53, "likeNum": 0}, {"id": 2668481, "type": 1, "cn": "他们拥有具有强大杀伤力的飞机，因为那些飞机多数都能发射反舰导弹。", "en": "They have the aircraft capable of doing significant damage, because most of those aircraft are capable of launching anti-ship missiles.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/6/2/7/62790fc05351fa532f230424b0624de4.mp3", "ttsSize": 39, "likeNum": 0}, {"id": 2668482, "type": 1, "cn": "那些是什么建筑？", "en": "What are those buildings?...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/d/d/f/ddf0ec621e239cd148dae9119605c8ad.mp3", "ttsSize": 7, "likeNum": 0}, {"id": 2668483, "type": 1, "cn": "哦，那些书！我本来要在下午之前收起来的。", "en": "Oh, those books! I meant to put them away before this afternoon.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/7/6/a/76a824304c10a190b063132043e15977.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 2668484, "type": 1, "cn": "那些拿起武器自卫的人是些政治犯。", "en": "Those people who took up weapons to defend themselves are political prisoners...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/5/f/6/5f6a7c510a7c8e0f16ddd1b0f9f348f1.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2668485, "type": 1, "cn": "自制面包就是为了避免吃到许多面包店使用的添加剂。", "en": "The point of home bread-making is to avoid those additives used in much commercial baking.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/1/e/1/1e14b958bb46ecd268ff445149aded50.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 2668486, "type": 1, "cn": "他最有可能感兴趣的就是那些能让他表现自己或炫耀才华的事情。", "en": "The interests he is most likely to enjoy will be those which enable him to show off himself or his talents...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/2/7/7/2772c7fe220da5c5947cd0891abad961.mp3", "ttsSize": 30, "likeNum": 0}, {"id": 2668487, "type": 1, "cn": "如果血液不循环，肌体细胞，尤其是脑细胞，只能存活几分钟。", "en": "The cells of the body, especially those of the brain, can live only minutes without circulating blood.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/2/9/e/29e2e083a63068cdb0e02d015c358b8f.mp3", "ttsSize": 30, "likeNum": 0}, {"id": 2668488, "type": 1, "cn": "稍许自私的行为不会对我们身边的人造成实质性伤害。", "en": "A little selfish behaviour is unlikely to cause real damage to those around us...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/0/2/9021d8683f408f7deb73d63d7dab1acd.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 2668489, "type": 1, "cn": "据说，许多反对派的重要人物也在被捕者之列。", "en": "A number of leading opposition figures were said to be among those arrested.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/4/9/5/4954efbeabd3fb03b5bff65c39b62b85.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 2668490, "type": 1, "cn": "他确实在大约一个星期前给我买了那些水仙花。", "en": "He did buy me those daffodils a week or so ago...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/a/1/1/a11f04ff5658837a537d7a44abef486a.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2668491, "type": 1, "cn": "我一直在给保洁部门施加压力，要求他们更换那些垃圾箱的盖子。", "en": "I have been putting pressure onto the Cleansing Services to replace those dustbin lids...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/a/b/6/ab6697b0864f7e3bfc5748a3c38df5ca.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 25018, "type": 1, "cn": "当他穷困时,他的朋友背弃了他.", "en": "His friends forsook him when he became poor.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/a/a/3aaa0a558f01e415a3e1b5ac5f6c6c8b.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 100265, "type": 1, "cn": "他们把抓来的许多人关入了监狱.", "en": "They imprisoned many of those they caught.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/f/f/9ff1def3c33d224af7490b24abbba7b3.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 136327, "type": 1, "cn": "那个偏僻山区,过去是刀耕火种.", "en": "In those remote mountains people used to farm by the slash and burn method.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/c/3/0c318677fa533f69d38a1bc5f70961dc.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 183022, "type": 1, "cn": "一弹钢琴那些玻璃饰物就会产生共振.", "en": "Playing the piano sets up resonance in those glass ornaments.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/a/0/2a0322da1d1dd359c24badee620c999c.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 207257, "type": 1, "cn": "脱去这些紧身衣服我感到浑身轻快.", "en": "I feel so free without those tight clothes.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/5/3/753cbf528c7085ea67d0a0ddbc189e80.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 250180, "type": 1, "cn": "搞阴谋诡计的人注定要失败.", "en": "Those who go in for intrigues and conspiracy are doomed to failure.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/d/2/4d2130cc88390940c936682bc68d514d.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 253817, "type": 1, "cn": "公元5世纪为雅典的太平盛世.雅典最优秀的诗歌、戏剧 、 建筑和雕刻均产生于这一时期.", "en": "Those were the halcyon days of Athens ( fifth century BC ) when she produced her finest poetry and drama, architecture and sculpture.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/3/9/83970b58374e808ba0be5be417e377fa.mp3", "ttsSize": 43, "likeNum": 0}, {"id": 283138, "type": 1, "cn": "立功者受奖.", "en": "Those who perform deeds of merIt'shall be rewarded.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/d/3/8d3e02a0b311f3f19ffc60f059f5d5cf.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 349512, "type": 1, "cn": "你可以跳读一本书, 只拣那些有关的段落读一下即可.", "en": "You may skip through a book, reading only those passages concerned.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/a/6/aa6fdd9a7d7796c5eaa582cf96f4a7b4.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 397023, "type": 1, "cn": "一个轮的齿与另一轮的齿相啮.", "en": "The teeth of one wheel engage with those of the other.", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/1/4/8149b1250018605cfcf51f2b45d02789.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 465120, "type": 1, "cn": "他那时候太狂妄了.", "en": "He went beyond the bounds of reason in those days.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/c/a/cca008b695d951c364fe9303197b9508.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 510387, "type": 1, "cn": "那些动物生活在中世纪.", "en": "Those animals lived in the Middle Ages.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/5/0/950c42a30b170374cbbd680267a386ce.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 551603, "type": 1, "cn": "在那黑暗的年月,他们受过许多屈辱.", "en": "They suffered many humiliations in those dark days.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/b/4/9b410029d78a9f9635cdd26b954ddb4e.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 684666, "type": 1, "cn": "这些男孩子们一直朝过往的汽车扔石头.", "en": "Those boys have been flinging stones at passing cars.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/5/e/65e4e77a00e0a187b653386a49035355.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 748696, "type": 1, "cn": "隔壁的那些人又再敲打墙壁了.", "en": "Those people next door have been hammering on the walls again.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/5/3/d531b6c65cc4e1932e85bd86fa46a66a.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 799011, "type": 1, "cn": "不要和那些人混在一起.", "en": "Don't involve yourself with those people.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/0/8/808043b4bc0e9d155cd4ee3a809f28b1.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 821006, "type": 1, "cn": "当然, 如果许多投资人放弃购买该公司的股份, 那些铤而走险的人也许真的会赚更多的钱.", "en": "Indeed, if many investors abjure the listing , those who hold their noses and take the plunge might make even more money.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/4/1/f41edea19e8ad2f4fd62ccd08c45c3df.mp3", "ttsSize": 34, "likeNum": 0}, {"id": 971415, "type": 1, "cn": "识时务者为俊杰.", "en": "Those who let themselves be guided by the current course of events are real heroes.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/a/1/aa1f41ea301ceea36a1ecbb909fb9c1b.mp3", "ttsSize": 22, "likeNum": 0}]}, {"tag": "那些的", "word": "those", "meaning": "那些的", "sentences": [{"id": 419910, "type": 1, "cn": "没有人怀疑现代旅行方式的优良古时候那些的之上.", "en": "No one doubts the superiority of modern ways of traveling over those of olden times.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/4/5/e45eb857ffd8c69ac7c8f77657935ee7.mp3", "ttsSize": 26, "likeNum": 0}]}, {"tag": "那个", "word": "those", "meaning": "那个", "sentences": [{"id": 64224, "type": 1, "cn": "你把那个抱着吹足气的羊皮油口袋的老乡甩在后面.", "en": "You left those villagers grasping floats made from inflated oiled sheepskin bags behind you.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/9/4/394d8b24d8d4ca2160c8786f3f3a0291.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 100826, "type": 1, "cn": "在那个时代,佛罗伦萨的街道并不总是一个规规矩矩的地方.", "en": "The streets of Florence were not always a moral spectacle in those times.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/8/8/f8890afd4af88da744004eaef89a1969.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 136327, "type": 1, "cn": "那个偏僻山区,过去是刀耕火种.", "en": "In those remote mountains people used to farm by the slash and burn method.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/c/3/0c318677fa533f69d38a1bc5f70961dc.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 175687, "type": 1, "cn": "那些日子里镇上所有的人都在谈论那个臭名昭著的凶手及其匪帮.", "en": "Those days everyone in the town was talking about the notorious murderer and his gang.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/5/0/150c0b8330489414e6965921f0dec3dc.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 280312, "type": 1, "cn": "牧羊人们听到那个消息是多么欢喜.", "en": "The shepherds at those tidings rejoiced much in mind.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/5/d/c5df4f20b0be544611bc96a2dc83fe53.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 301090, "type": 1, "cn": "那些陶壶是那个熟练工做的.", "en": "Those earthen pots are made by the skilled man.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/e/7/6e70223403ec054b4951d9bfe350fcbd.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 303923, "type": 1, "cn": "听60代的唱片好象使我们回到了过去那个令人愉快的时期.", "en": "Playing those 1960 s records was a trip down memory lane.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/8/d/e8dd45e59a30a82eeeebd1349b9f40e8.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 399122, "type": 1, "cn": "这个班的学生比那个班的学生智慧.", "en": "The students of this class are cleverer than those of that class.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/8/6/08673b87a626518b1cebfa2353460389.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 426966, "type": 1, "cn": "但愿那些孩子不要乱弄那个遥控器了.", "en": "I wish those kids would stop monkeying around with the remote control!", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/e/2/7e20cc16897675030779057e0d23d401.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 465156, "type": 1, "cn": "那些日子里镇上所有的人都在谈论那个臭名昭著的凶手和他的帮派.", "en": "Those days everyone in the town was about the notorious murderer and his gang.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/9/1/29134f1be90211218bec2c32b196d50a.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 479553, "type": 1, "cn": "我们真的还要为那个白痴工作 吗 ?", "en": "Do we really wanna work for those Accuwest morons?", "from": "电影对白", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/1/7/81776a444a9795c8c534c8c8d7da4a57.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 512844, "type": 1, "cn": "当然,无论那个时候得她看起来有没有孩子气,但是她得眼睛却是那么的神秘跟成熟.", "en": "Those eyes are always mysterious and precocious ¨ C whether or not they seem totally childish.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/c/5/7c5b1efd36ca7497327d2735ed53a24f.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 528111, "type": 1, "cn": "在当时那个有限的范围内,我经历了很多事情.", "en": "I experienced a lot in those narrow confines.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/7/6/476b6c0b4b73838bba07df2453dc2190.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 558662, "type": 1, "cn": "高尔基是那个时代最伟大的作家.", "en": "Gao Erji is the greatest writer of those times.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/c/e/6ceacdf6bfaf3ade5350b17877b1b08b.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 666756, "type": 1, "cn": "嘿! 你眼睛瞪着那个女宝宝子的屁股看干什么?", "en": "Hey! What are not you doing staring at those girl's buns?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/c/3/4c3e60264dd30deb013b669773bd7333.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 761574, "type": 1, "cn": "在那些日子里, 我们真的可以去找那个穿着制服的男子.", "en": "In those days, we could really go for a man in uniform.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/9/0/29029b32443254509c98bc61b769e416.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 966297, "type": 1, "cn": "因该那个理由, 目前许多新屋子都有大而怒放的厨房以及拱形的屋顶.", "en": "For those reason, a lot new habitats now HAs big, open kitchens and vaulted ceilings.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/c/9/6c95bb3c4476d8e890ef854d3cc8da62.mp3", "ttsSize": 31, "likeNum": 0}, {"id": 972043, "type": 1, "cn": "但那个消费削减大部分是来自于伊拉克战争中的成本削减.", "en": "But most of those spending reductions come from reducing costs for the war in Iraq.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/c/9/6c911ee6d99546eb361900f0e7dec10c.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 1005185, "type": 1, "cn": "这个班的学生比那个班的学生少.", "en": "The students of this class are fewer than those of that one.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/6/2/562c22f5137b6f7fb1d89d57b24ee78a.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 1037112, "type": 1, "cn": "那个疑难题目比那个疑难题目难多了.", "en": "This question abundance abundance difficult than those one.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/4/4/8447798e86135ab62fb1b6b37726fe39.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 1124015, "type": 1, "cn": "可当我看清打铁那个身强力壮的大汉时,他们五人已经跨上自行车骑走了.", "en": "I looked up and found that those five robust men have away on their bikes.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/f/8/cf8275aa6f872690d7215e00d79be992.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 1183098, "type": 1, "cn": "那片景, 那些事, 那个人,都将离我远去, 只是我还在原地打转,与寂寞作陪.", "en": "That view, those things, and that person all leave me, only myself still stay here lonely.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/d/b/5db95901d0152c15d6e8aaa99244d8d6.mp3", "ttsSize": 30, "likeNum": 0}, {"id": 1297833, "type": 1, "cn": "丘德威的成功正是那个时期的产物,当然也得自于一位商人对时机的准确把握.", "en": "Mr Yau's successes are a product of those times – and of a businessman's good timing.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/d/1/4d104c1e4b5340e60fbc49b08c7864e6.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 1387515, "type": 1, "cn": "所有 ( 那些 ) 在场者一眼就看出那个错误.", "en": "The mistake was obvious to all ( those ) present.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/c/9/5c9e1d3b3b5c36e17e56ca2656f947e0.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 1397634, "type": 1, "cn": "你用的那个挂钩不结实,画挂不久就会掉下来.", "en": "The picture stop up long if you use one of those weak hooks.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/f/f/2ffc0e49c52faf1f76ab687f2eca6df0.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 1464578, "type": 1, "cn": "在那个年月里,物品的重新使用与回收处理经常是节省开支的必行之策.", "en": "In those days reuse and recycling were often economic necessities.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/a/a/7aa5a16140f7c019eab640480518e1f7.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 1484134, "type": 1, "cn": "在那个年代, 人们是在丝绸或竹片上书写.", "en": "In those days, messages were written on silk or bamboo.", "from": "英语晨读30分（初三）", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/e/d/bedb115c3fd7ef95ee50c7543e19bc8b.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 1668578, "type": 1, "cn": "那个女人比我更需要那些鲜花.", "en": "That woman needed those flowers more than I did.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/e/6/de64076037b2b46c802f7ab8419b7d8a.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 1739322, "type": 1, "cn": "目前你没出国疑问不为那个疑难题目操心了.", "en": "You can kiss off those problem now.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/1/1/71158a4d5ab16ccb38d8391f4bdf42db.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 1773477, "type": 1, "cn": "这就是那些小兔在那个转角处所看到的!", "en": "This is what those little rabbits saw round that corner!", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/0/6/d060abc1784f6f41141270677c056bd2.mp3", "ttsSize": 14, "likeNum": 0}]}], "cetFour": [{"word": "those", "count": 77, "kd": [], "Sentence": [{"sentence": "\"Each body starts the day differently—and those individual differences need to be researched more closely,\" Spitznagel says.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"Gamification is about understanding what it is that makes games engaging and what game designers do to create a great experience in games, and taking those learnings and applying them to other contexts such as the workplace and education,\" explains Kevin", "come": "2016年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"Say, you know, this is the best student I've ever had,\" says Kuheli Dutt, a social scientist and diversity officer at Columbia University's Lamont campus. \"Compare those excellent letters with a merely good letter: 'The candidate was productive, or intel", "come": "2017年12月四级真题（第二套）阅读 Section C"}, {"sentence": "\"Strength, softness and thickness remain the leading indicators of toilet paper quality, with just a small proportion of consumers preferring more luxurious alternatives, such as those with flower patterns or perfume,\" said mintel analyst Jack Duckett.", "come": "2017年6月四级真题（第三套）阅读 Section C"}, {"sentence": "\"The move to recapture a small part of the profits from an industry that pushes a product that contributes to diabetes, obesity and heart disease in poorer communities in order to reinvest in those communities will sure be inspirational to many other plac", "come": "2019年12月四级真题（第一套）阅读 Section C"}, {"sentence": "\"There are a lot of studies on the relationship between breakfast eating and possible health outcomes, but this may be because those who eat breakfast choose to habitually have health-enhancing behaviours such as regular exercise and not smoking,\" she say", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "A recent report makes several recommendations, including the abolition of most post-conviction penalties, except for those specifically needed to protect public safety.", "come": "2015年12月四级真题（第一套）阅读 Section C"}, {"sentence": "According to Leslie, those who ridiculed former Defense Secretary Donald Rumsfeld for his 2002 remark that we have to be wary of the unknown unknowns were mistaken.", "come": "2017年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Almost half of those surveyed said their companies were either in the middle of restructuring or about to embark on  开始 it; and for the most part, restructuring meant putting more emphasis on teams.", "come": "2017年6月四级真题（第三套）阅读 Section B"}, {"sentence": "Also, being open to new ideas had no relationship to long life, which might explain all those bad-tempered old people who are fixed in their ways.", "come": "2016年6月四级真题（第三套）阅读 Section C"}, {"sentence": "Although it is possible that only people who are cognitively healthy would pursue such activities, those who read newspapers or magazines or played music did not show similar benefits.", "come": "2017年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Among her respondents, 54 percent of those who were clinically depressed said that knitting made them feel happy or very happy.", "come": "2017年12月四级真题（第三套）阅读 Section B"}, {"sentence": "And so we picked those up and carried on.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "And the rain is spread out over more days than those cities.", "come": "2019年12月四级真题（第一套）听力 Section C"}, {"sentence": "And then there are those who, not knowing what questions are coming at them, and having no resources to refer to, can freeze.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "And then there are we rare folks who fit both those descriptions.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "And this week, dozens of those students are getting ready to head out to Nashville, Tennessee to compete with about 5000 other young people at the Super Nationals of Chess.", "come": "2019年6月四级真题（第一套）听力 Section C"}, {"sentence": "As a result, their math grades overtook those of the other students by the end of the first semester—and the gap between the two groups continued to widen during the two years we followed them.", "come": "2016年12月四级真题（第二套）阅读 Section B"}, {"sentence": "At the start of junior high, the math achievement test scores of the students with a growth mind-set were comparable to those of students who displayed a fixed mind-set.", "come": "2016年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Attributing a bad grade to their own lack of ability, those with a fixed mind-set said that they would study less in the future, try never to take that subject again and consider cheating on future tests.", "come": "2016年12月四级真题（第二套）阅读 Section B"}, {"sentence": "But doesn't the extra money in the pockets of those countries' consumers mean an equal loss in oil-producing countries, cancelling out the gains?", "come": "2016年12月四级真题（第一套）阅读 Section C"}, {"sentence": "But she says the results still suggest women in geoscience are at a potential disadvantage from the very beginning of their careers starting with those less than outstanding letters of recommendation.", "come": "2017年12月四级真题（第二套）阅读 Section C"}, {"sentence": "But this doesn't necessarily translate to real cooking, and the result of this survey shouldn't surprise anyone: 52% of those 65 or older cook at home five or more times per week; only a third of young people do.", "come": "2015年12月四级真题（第三套）阅读 Section B"}, {"sentence": "But those shifts have yet to be reflected in record obesity levels, which stand at 36.5% overall in the US.", "come": "2018年12月四级真题（第二套）阅读 Section C"}, {"sentence": "But those surveyed by AAA say they trust their own driving skills.", "come": "2017年6月四级真题（第一套）听力 Section A"}, {"sentence": "But we must also consider the impact of the new technology on those who now depend on driving for their livelihoods.", "come": "2018年12月四级真题（第三套）阅读 Section C"}, {"sentence": "Changing building codes, evolving tastes, and the high cost of maintaining those wonderful old signs have businesses embracing LEDs, which are energy efficient, but still carry great cost.", "come": "2018年6月四级真题（第一套）阅读 Section A"}, {"sentence": "College graduates, for example, are particularly interested in driverless cars compared with those who have less education: 59 percent of college graduates said they would like to use a driverless car compared with 38 percent of those with a high-school d", "come": "2016年6月四级真题（第二套）阅读 Section C"}, {"sentence": "Compare those excellent letters with a merely good letter: The candidate was productive,or intelligent,or a solid scientist or something that's clearly solid praise, but nothing that singles out the candidate as exceptional or one of a kind.", "come": "2017年12月四级真题（第二套）阅读 Section C"}, {"sentence": "Each critic in those examples is charging, in a different way, that someone in authority is intentionally being incurious.", "come": "2017年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Either side of a person infected with flu, as well as those sitting one roe in font of or behind this individual, had about an 80 person chance of getting sick.", "come": "2019年12月四级真题（第一套）阅读 Section A"}, {"sentence": "Even if those causes of death were eliminated, life expectancy would still not go much beyond 92 years.", "come": "2017年12月四级真题（第二套）阅读 Section C"}, {"sentence": "Four traits stood out for those that achieved their goals, the researchers report in Public Understanding of Science.", "come": "2019年12月四级真题（第二套）阅读 Section C"}, {"sentence": "girls who graduate from single-sex schools are three times more likely to become engineers than those who attend coeducational schools.", "come": "2019年12月四级真题（第一套）听力 Section C"}, {"sentence": "given that sustained social contacts have been shown to support health and a long life, those wishing to maximize the health value of crafts might consider joining a group of like-minded folks.", "come": "2017年12月四级真题（第三套）阅读 Section B"}, {"sentence": "However, David Reay, professor of carbon management, argues that, although microwaves use a great deal of energy, their emissions are minor compared to those from cars.", "come": "2019年12月四级真题（第一套）阅读 Section C"}, {"sentence": "In fact, those who first came to have a look did see something.", "come": "2016年12月四级真题（第二套）听力"}, {"sentence": "In one study on the breakfast habits of 1,600 young people in the UK, researchers found that the fibre and micro-nutrient intake was better in those who had breakfast regularly.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "In one US study that analysed the health data of 50,000 people over seven years, researchers found that those who made breakfast the largest meal of the day were more likely to have a lower body mass index BMI than those who ate a large lunch or dinner.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "In response to those restrictions, grain-importing countries are trying to nail down long-term trade agreements that would lock up future grain supplies.", "come": "2016年6月四级真题（第一套）阅读 Section B"}, {"sentence": "In those years, just after World War I, the military wanted to build an American highway system for national defense.", "come": "2018年6月四级真题（第二套）听力 Section C"}, {"sentence": "It was not known, however, whether central fatigue might also affect motor systems not directly involved in the exercise itself, such as those that move the eyes.", "come": "2017年6月四级真题（第三套）阅读 Section A"}, {"sentence": "It'll make those tasks easier, and the task-doers will be happier.", "come": "2015年12月四级真题（第一套）阅读 Section C"}, {"sentence": "More people who lived in cities and suburbs said they wanted to try driverless cars than those who lived in rural areas.", "come": "2016年6月四级真题（第二套）阅读 Section C"}, {"sentence": "My mission is to encourage green hands and those lacking time or money to feed themselves.", "come": "2015年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Of all those trends, however, the spread of water shortages poses the most immediate threat.", "come": "2016年6月四级真题（第一套）阅读 Section B"}, {"sentence": "Older adults, especially those with limited mobility or difficulty driving on their own, are one of the classic use-cases for driverless cars.", "come": "2016年6月四级真题（第二套）阅读 Section C"}, {"sentence": "On the demand side, those trends include the ongoing addition of more than 70 million people a year, a growing number of people wanting to move up the food chain to consume highly grain-intensive meat products, and the massive diversion of U.S. grain to t", "come": "2016年6月四级真题（第一套）阅读 Section B"}, {"sentence": "On the other hand, imagine the cost savings for local police enforcement and town budgets without all those speeding and parking tickets.", "come": "2018年12月四级真题（第三套）阅读 Section C"}, {"sentence": "One of the sessions that moved me the most was state violence on black women and black girls, says Chasin, explaining that in one room, people wrote down the names of those killed because of it.", "come": "2019年6月四级真题（第三套）阅读 Section C"}, {"sentence": "Reward all those involved in the debate sufficiently when the goals are reached.", "come": "2015年12月四级真题（第二套）阅读 Section C"}, {"sentence": "She is not doing this to drive you crazy; rather, she is learning that her desires and yours can differ, and that sometimes those differences are important and sometimes they are not.", "come": "2015年12月四级真题（第二套）阅读 Section A"}, {"sentence": "So speakers of those languages will find many familiar words in English.", "come": "2015年12月四级真题（第一套）听力 Section B"}, {"sentence": "Some of those small mammals help to sustain such big birds as golden eagles.", "come": "2019年6月四级真题（第二套）听力 Section C"}, {"sentence": "That study looked at nearly 28, 000 Norwegian mothers and found that those moms who were more anxious, depressed and angry were more likely to feed their kids unhealthy diets.", "come": "2016年6月四级真题（第三套）阅读 Section C"}, {"sentence": "The absorption helps them to establish strong foundations for recollection, says Patihis, and the fantasy proneness means that they revisit those memories again and again in the coming weeks and months.", "come": "2017年6月四级真题（第一套）阅读 Section B"}, {"sentence": "The authors also calculate that the emissions from using 19 microwaves over a year are the same as those from using a car.", "come": "2019年12月四级真题（第一套）阅读 Section C"}, {"sentence": "The combined effects of those trends and the political tensions they generate point to the breakdown of governments and societies.", "come": "2016年6月四级真题（第一套）阅读 Section B"}, {"sentence": "The odds of a criminal using technical means to bypass a security system are so small that the FBI doesn't even track those statistics.", "come": "2016年12月四级真题（第一套）阅读 Section B"}, {"sentence": "The result is that the commitments that previously characterized the beginning of adulthood are now being delayed, and new patterns of behavior and a new stage of life are emerging for those in their twenties.", "come": "2019年6月四级真题（第一套）阅读 Section B"}, {"sentence": "The study shows that those living the longest are more outgoing, more active and less neurotic than other people.", "come": "2016年6月四级真题（第三套）阅读 Section C"}, {"sentence": "The study, published in the Journal of Neuropsychiatry and Clinical Neurosciences, found that those who engaged in crafts like knitting and crocheting had a diminished chance of developing mild cognitive disorder and memory loss.", "come": "2017年12月四级真题（第三套）阅读 Section B"}, {"sentence": "These findings are in agreement with what you would expect from the evolutionary theory: those who like to make friends and help others can gather enough resources to make it through tough times.", "come": "2016年6月四级真题（第三套）阅读 Section C"}, {"sentence": "These missions were conducted by various space exploring agencies including those from the US, Russia, Japan, India and Europe.", "come": "2018年12月四级真题（第二套）听力 Section C"}, {"sentence": "They have allowed me the opportunity to seek jobs in international contexts and help me get those jobs.", "come": "2015年12月四级真题（第一套）听力 Section C"}, {"sentence": "They were less likely to report symptoms of depression than those in the other facilities, for instance, and less likely to be bored or lonely.", "come": "2016年6月四级真题（第三套）阅读 Section B"}, {"sentence": "Those are a few of the traits of successful science crowdfunding efforts that emerge from a recent study that examined nearly 400 campaigns.", "come": "2019年12月四级真题（第二套）阅读 Section C"}, {"sentence": "Those two factors are by far more critical than the content on the page.", "come": "2019年12月四级真题（第二套）阅读 Section C"}, {"sentence": "Those who added dessert lost an average of 40 pounds more—however, the study was unable to show the long\u001fterm effects.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Those who engaged in activities that were not intellectually challenging, either in a social group or alone, did not show such improvements.", "come": "2017年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Those who were more self-disciplined, for instance, were no more likely to live to be very old.", "come": "2016年6月四级真题（第三套）阅读 Section C"}, {"sentence": "To those Americans for whom money is a concern, my advice is simple: Buy what you can afford, and cook it yourself.", "come": "2015年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Traditional Ukrainian decorated eggs also spoke to those fears.", "come": "2017年6月四级真题（第一套）阅读 Section C"}, {"sentence": "USPS urges those without standing addresses to file change-of-address forms with their new location.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Veiseh can even put a date on when those tapes started recording: 15 December 2000, when he met his first girlfriend at his best friend's 16th birthday party.", "come": "2017年6月四级真题（第一套）阅读 Section B"}, {"sentence": "You know, Ben's given up making those terrible faces he used to make.", "come": "2017年6月四级真题（第二套）听力 Section B"}, {"sentence": "You should live your life attempting to identify and control those things which you can genuinely control.", "come": "2016年6月四级真题（第二套）阅读 Section B"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "those"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}