{"props": {"pageProps": {"query": {"w": "time"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"cetSix": [{"word": "time", "count": 100, "kd": [], "Sentence": [{"sentence": "Working-class parents, meanwhile, believe their children will naturally thrive, and give them far greater independence and time for free play.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Unless renewables become cheap enough that substantial carbon deposits are left underground for a very long time, if not forever, the planet will likely be exposed to potentially catastrophic climate risks.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There are usually two parents, who spend a lot of time reading to children and worrying about their anxiety levels and hectic schedules.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The football team, the basketball team—that's our competition for resources, student time, attention, school dollars, parent efforts, school enthusiasm.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The dynamic adjustment to low oil prices may, however, be different this time around.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The cycle continues: Poorer parents have less time and fewer resources to invest in their children, which can leave children less prepared for school and work, which leads to lower earnings.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The Grand Tourist was typically a young man with a thorough grounding in Greek and Latin literature as well as some leisure time, some means, and some interest in art.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Morgan's comments on outsourcing mark the second time this month that he has come out against one of Haslam's plans for higher education in Tennessee.", "come": "出自-2017年6月阅读原文"}, {"sentence": "More than a quarter of children live in single-parent households—a historic high, according to Pew—and these children are three times as likely to live in poverty as those who live with married parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Many have argued that the women designers of this time were able to project their own clothing values into a new style.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It was fashionable among young people of the time.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In poor families, meanwhile, children tend to spend their time at home or with extended family.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In an earlier time, American fashion had also followed the dictates of Paris, or even copied and pirated specific French designs.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Higher fossil fuel prices prove to be conducive to innovation and application of cleaner technologyIf fossil fuel prices remain low for a long time, it may lead to higher emissions of greenhouse gases.", "come": "出自-2017年6月阅读原文"}, {"sentence": "For example, one of the most popular data sets on multidisciplinary repository Dryad is about wood density around the world; it has been downloaded 5,700 times.", "come": "出自-2017年6月阅读原文"}, {"sentence": "At this time there is nothing to take action on since the analysis has yet to be completed.", "come": "出自-2017年6月阅读原文"}, {"sentence": "At a time when young beauty shoppers are often turning to Sephora or Ulta instead of department store beauty counters, Macy's hopes Bluemercury will help strengthen its position in the category.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Retailers make the most money this time of a year, about 20 to 30 percent of annual revenue.", "come": "出自-2017年6月听力原文"}, {"sentence": "Can you tell us how you first became interested in this subject matter?( ' ,  9 ) Wh e n f a c i n g a n e w situation, some people tend to rehearse their defeat by spending too much time anticipating the worst.", "come": "出自-2017年6月听力原文"}, {"sentence": "They have to spend lots of time choosing products.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The revisions come at a time when green marketing is on the rise.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Some are turning to the Internet, which is cheaper and offers concrete measurements like click-through rates— especially important at a time when marketing budgets are tight.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In time it should help restrain costs by eliminating redundant tests, preventing drug interactions, and helping doctors find the best treatments.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In fact, other recent studies have found there has never been a time in American history when so small a proportion of young people have sought or accepted leadership roles in local civic organizations.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In America the kitchen market is now worth $170 billion, five times the country's film industry.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Economists' failure to detect the problems in time.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But DirecTV, Comcast and Time Warner Cable have all invested in it.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As I said, structural unemployment isn't a real problem, it's an excuse—a reason not to act on America's problems at a time when action is desperately needed.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As U.S.banks recovered with the help of the American government and the American taxpayer, president Obama held meetings with top bank executives, telling them it’s time to return the favor.", "come": "出自-2016年6月听力原文"}, {"sentence": "A lot of times people are not really aware of the impact they have, or the fact that taking them in combination with other medications might put you at increased risk for something that you wouldn’t otherwise being countering or be at risk for.", "come": "出自-2016年6月听力原文"}, {"sentence": "Workplace norms pressure employees to overwork, deterring them from taking paid time off.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Working  parents say they feel stressed, tired, rushed and short on quality time with their children, friends and partners.", "come": "出自-2016年12月阅读原文"}, {"sentence": "What a waste of money! In return for an average of ~44,000 of debt, students get an average of only 14 hours of lecture and tutorial time a week in Britain.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Too many workplace policies effectively prohibit employees  from developing a healthy work-life balance by barring them from taking time off, even when they need it  most.", "come": "出自-2016年12月阅读原文"}, {"sentence": "This approach has led over time to a fall in smoking with numbers having roughly halved since the 1970s.", "come": "出自-2016年12月阅读原文"}, {"sentence": "They didn't work anywhere and all the  time – they were better able to manage their work, Moen said.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The researchers found that telepressure is a major cause of stress at work,  which  over  time  contributes  to  physical  and  mental  burnout.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The large base he leads resembles a snowed-in college campus on holiday break, with the capacity to sleep more than 10 times the 13 people who were staying on through the Antarctic winter.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The U.S. is also the only advanced economy that does not guarantee workers paid vacation time, and it's  one of only two countries in the world that does not offer guaranteed paid maternity leave.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Some countries have had a hard time here.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Perlow  calls  this  vicious  cycle  the  cycle  of  responsiveness:  Once  bosses  and  colleagues experience an employee's increased responsiveness, they increase their demands on the employee's  time.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Our modern workplaces also operate based on outdated time constraints.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It usually takes a long time for them to find a decent job.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It is simply a waste of time.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In other words, a few countries are benefiting  enormously from the consumption of fossil fuels, while at the same time contributing disproportionately to the  global burden of climate change.", "come": "出自-2016年12月阅读原文"}, {"sentence": "If you make clinical predictions based on somebody's race, you're going to be wrong a good  chunk of the time, Yudell told Live Science.", "come": "出自-2016年12月阅读原文"}, {"sentence": "For the first  time, the world's nations agreed to keep global warming well below 2 ℃.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Companies are promoting their own standards, and the market has not had time to choose a winner yet as  this is still very new.", "come": "出自-2016年12月阅读原文"}, {"sentence": "But even when  employees are given paid time off, workplace norms and expectations that pressure them to overwork often  prevent them from taking it.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Annual fees have risen from ￡1,000 to ￡9,000 in the last decade, but contact time at university has barely risen at all.", "come": "出自-2016年12月阅读原文"}, {"sentence": "After six months, the employees who participated in ROWE reported reduced work-family conflict  and a better sense of control of their time, and they were getting a full hour of extra sleep each night.", "come": "出自-2016年12月阅读原文"}, {"sentence": "According to Moen, flexibility gives employees better control over their work and time.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Today, I’d like to talk about what happens when celebrity role models get behind healthyhabits, but at the same time promote junk food.", "come": "出自-2016年12月听力原文"}, {"sentence": "The third element of love in Sternberg’s theory is what he calls decision commitment, the decision that one is in a love relationship, the willingness to label it as such and the commitment to maintain that relationship at least for some period of time.", "come": "出自-2016年12月听力原文"}, {"sentence": "Rising more than 1,000 feet in the middle of the gently rolling plains of Wyoming, the massive column of rock looks as though it was dropped down into this location from a different time and place.", "come": "出自-2016年12月听力原文"}, {"sentence": "In the past few months, I’ve been travelling for weeks at a time with only one suitcase of clothes.", "come": "出自-2016年12月听力原文"}, {"sentence": "We worry most about now because if we don't survive for the next minute, we're not going to be around in ten years' time, says Professor Elke Weber of the Centre for Research on Environmental Decisions at Columbia University in New York.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Unfortunately for them ( ' , and often the taxpayers), our energy systems are a bit like an aircraft carrier: they are unbelievably expensive, they are built to last for a very long time, they have a huge amount of inertia ( ' , meaning it takes a lot of energy to set them moving), and they have a lot of momentum once they are set in motion.", "come": "出自-2015年12月阅读原文"}, {"sentence": "They spend a lot of time building strong connections with businesses.", "come": "出自-2015年12月阅读原文"}, {"sentence": "They have to operate for long periods of time before the costs of development have been recovered.", "come": "出自-2015年12月阅读原文"}, {"sentence": "That is because the engineers, designers, regulators, operators, and all of the other skilled people needed for the new energy industry are specialists who have to be trained first ( ' , or retrained, if they are the ones being laid off in some related industry), and education, like any other complicated endeavor, takes times.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Students who take more challenging classes and spend more time studying do learn more.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Perhaps many teachers have too little time to allow students to form and pursue their own questions and too much ground to cover in the curriculum.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It will take a long time to change the current trend in higher education.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It is the most malicious social evil of our time.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It fails to prepare students to face the challenges of modem times.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It advances with the times.", "come": "出自-2015年12月阅读原文"}, {"sentence": "In particular, Arum and Roksa found, college students were not developing the critical thinking, analytic reasoning and other higher-level skills that are necessary to thrive in today's knowledge-based economy and to lead our nation in a time of complex challenges and dynamic change.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Economic inequality is the defining challenge of our time.", "come": "出自-2015年12月阅读原文"}, {"sentence": "By the time we wake up to the threat posed by climate change, it could well be too late.", "come": "出自-2015年12月阅读原文"}, {"sentence": "the most comprehensive data from major Time Use Service suggests, if anything, Americans today have more free time than the early generations.", "come": "出自-2014年6月听力原文"}, {"sentence": "\"We worry most about now because if we don't survive for the next minute, we're not going to be around in ten years' time,\" says Professor Elke Weber of the Centre for Research on Environmental Decisions at Columbia University in New York.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"If you make clinical predictions based on somebody's race, you're going to be wrong a good chunk of the time,\" Yudell told live Science.", "come": "2016年12月六级真题（第一套）阅读 Section C"}, {"sentence": "\"Once we scale up, algorithms must be sensitive to tiny changes in identities and at the same time invariant to lighting, pose, age,\" Kemelmacher-Shlizerman said.", "come": "2018年6月六级真题（第一套）阅读 Section C"}, {"sentence": "\"She was a scientist on the level with a lot of people we spend a lot of time talking about,\" said Kay Etheridge, a biologist at Gettysburg College in Pennsylvania who has been studying the scientific history of Merian's work. \"She didn't do as much to ch", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"Sometimes it goes wrong, but most of the time it doesn't, \" says Swanson, who recommends starting to ask children permission to post narratives or photos around ages 6 to 8.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "About that same time and throughout adulthood, the information you receive, especially when ideas are repeated in association with goals and achievements you find attractive, also refines your attitudes.", "come": "2019年12月六级真题（第二套）阅读 Section C"}, {"sentence": "After six months, the employees who participated in ROWE reported reduced work-family conflict and a better sense of control of their time, and they were getting a full hour of extra sleep each night.", "come": "2016年12月六级真题（第一套）阅读 Section B"}, {"sentence": "Algorithms that were right 95% of the time when they were dealing with a 13,000-image database, for example, were accurate about 70% of the time when confronted with 1 million images.", "come": "2018年6月六级真题（第一套）阅读 Section C"}, {"sentence": "Also, there are a lot of wonderful clubs, but you shouldn't allocate too much time to club activities, unless they are directly related to your study.", "come": "2019年6月六级真题（第一套）听力 Section A"}, {"sentence": "And breakfast time arrived, and the coach driver had arranged for us to stop at this little cafe.", "come": "2016年12月六级真题（第一套）听力 Section A"}, {"sentence": "And by the time I come back to it, it may have changed.", "come": "2017年6月六级真题（第一套）听力 Section A"}, {"sentence": "And cutting the working week would be conducive to the individual, giving millions of workers more time to spend as they see fit.", "come": "2019年12月六级真题（第二套）听力 Section C"}, {"sentence": "And one of the most popular explanations, among some experts and the popular media, is that excessive \"screen time,, is to blame.", "come": "2019年12月六级真题（第一套）阅读 Section B"}, {"sentence": "And over time, its members have learned a thing or two about responsibility.", "come": "2019年6月六级真题（第三套）阅读 Section B"}, {"sentence": "And this time she said: \"I want to look professional and self-assured.\"", "come": "2017年6月六级真题（第二套）听力 Section B"}, {"sentence": "And, for someone always on-the-go who may not have time for a meal, a protein snack bar can be a good option for occasional meal replacement.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Annual fees have risen from £1,000 to £9,000 in the last decade, but contact time at university has barely risen at all.", "come": "2016年12月六级真题（第三套）阅读 Section C"}, {"sentence": "Any take-back program will likely change over time, depending on what works for your customers and company goals.", "come": "2019年6月六级真题（第二套）阅读 Section B"}, {"sentence": "As for us, we've started using our plane time as a work-free zone, and thus time to dip into the recovery phase.", "come": "2018年12月六级真题（第一套）阅读 Section B"}, {"sentence": "As Jim Loehr and Tony Schwartz have written, if you have too much time in the performance zone, you need more time in the recovery zone, otherwise you risk burnout.", "come": "2018年12月六级真题（第一套）阅读 Section B"}, {"sentence": "As long as robots add to the sum of human happiness, reduce suffering, and create time to read world-class journalism, we should be their fans.", "come": "2018年6月六级真题（第三套）阅读 Section A"}, {"sentence": "As marketing professors Silvia Bellezza, Neeru Paharia, and Anat Keinan recently explained in Hazard Business Review HBR, leisure time was once seen as an indicator of high social status, something attainable only for those at the top.", "come": "2017年12月六级真题（第三套）阅读 Section C"}, {"sentence": "As more data are collected and methods for analysis improve, researchers will be in a better position to identify how different experiences, behaviors and environments relate to each other and evolve over time, with the potential to improve people's produ", "come": "2018年12月六级真题（第一套）阅读 Section C"}, {"sentence": "At a time when natural history was a valuable tool for discovery, Merian discovered facts about plants and Insects that were not previously known.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "At the same time, offering repair supports the perceived quality of its products.", "come": "2019年6月六级真题（第二套）阅读 Section B"}, {"sentence": "At the same time, this sea-water also kills off the greedy giant apple snail, an introduced pest that feeds on young rice plants.", "come": "2018年6月六级真题(第二套)阅读 Section C"}, {"sentence": "At the same time, we recognize that children might have an interest in entering adulthood free to create their own digital footprint.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "At the time, coca leaf extract mixed with wine was a common tonic (滋补品), and Pemberton's sweet brew was a way to get around local laws prohibiting the sale of alcohol.", "come": "2017年12月六级真题（第一套）阅读 Section C"}, {"sentence": "At the time, it became clear that the newly reunified Berlin would need a modern airport with far greater capacity than its existing airports.", "come": "2019年12月六级真题（第二套）听力 Section C"}]}], "err_words": [{"word_name": "TIME", "means": ["Telecommunication Information Management Executive 电讯信息管理执行官", "total instructional management environment 总指令管理环境", "Transactions of the Institute of Marine Engineers <英国>轮机工程师学会会刊", "timed interactive multimedia extension 定时交互多媒体扩展"]}, {"word_name": "Time", "means": ["[人名] 泰姆", "[电影]时间"]}], "slang": [{"tokens": "the small time", "type": "n ", "list": [{"explanation": "不起眼的小公司、企业、娱乐团体或体育组织", "example": [{"en": "After six years in the small time she finally had a big hit and went to Broadway.", "zh": "她在小剧团里呆了六年，终于一举成名，并且进了百老汇。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "Long time no see.", "type": "", "list": [{"explanation": "(见面问候语)好久不见了。", "example": [{"en": "Long time no see! How are you?", "zh": " 好久没见了!你好吗？"}]}], "class": ["美国俚语"]}, {"tokens": "two time", "type": "v ", "list": [{"explanation": "爱情上对…不忠，欺骗(自己)的恋人", "example": [{"en": "Sam wouldn't two-time Martha. He just wouldn't.", "zh": "山姆不愿意在爱情上对玛莎不忠他就是不愿意。"}]}], "class": ["美国俚语"]}, {"tokens": "dead time", "type": "n ", "list": [{"explanation": "(监狱用语)牢内在押时间(徙刑期的一部分)", "example": []}], "class": ["美国俚语"]}, {"tokens": "time warp", "type": "n ", "list": [{"explanation": "时间异常,阴差阳错，时代偏见", "example": [{"en": "Bitterness gave her outtook a peculiar time warp", "zh": "怨愤使她的观点带有一种奇怪的时代偏见。"}]}], "class": ["美国俚语"]}], "exchanges": ["times", "times", "timed", "timing", "time"], "trade_means": [{"word_trade": "医学", "word_mean": ["时间，期"]}, {"word_trade": "哲学", "word_mean": ["时间"]}, {"word_trade": "天文学", "word_mean": ["时间"]}, {"word_trade": "机械", "word_mean": ["飞行时间质谱计", "time-of-flight mass spectrometer 具有一定能量的不同质荷比的离子在一定长度的无场漂移空间，按速度飞行时间到达接收器实现质量分离的一种质谱计。具有快速响应特点，能在微秒级时间内观测全质谱。"]}, {"word_trade": "法律", "word_mean": ["期间", "时间", "时期", "时代"]}, {"word_trade": "物理学", "word_mean": ["时间带宽积", "time-bandwidth product", "不含时微扰", "time-independent perturbation", "时谐光波", "time-harmonic light wave", "含时薛定谔方程", "time-dependent Schro&4&dinger equa- tion", "time-dependent perturbation", "分时激光器", "time-sharing laser", "飞行时间法", "time-of-flight method", "时谐波", "time-harmonic"]}, {"word_trade": "电力", "word_mean": ["时间行程特性", "time-travel diagram", "延时动作", "time-delay operation"]}], "gaokao": [{"word": "time", "count": 100, "kd": [], "Sentence": [{"sentence": "A 90-year-old has been awarded \"woman of the year\" for being Britain's oldest full-time employee-still working 40 hours a week.", "come": "2019年高考英语全国卷2 语法填空 原文"}, {"sentence": "A few times each year, an inspector arrived to look over the entire light station.", "come": "2015年高考英语湖南卷 阅读理解 阅读C 原文"}, {"sentence": "A little time planning ahead can save a lot of work later on.", "come": "2014年高考英语全国卷2 阅读理解 七选五 选项"}, {"sentence": "A neighborhood girl I'd played with millions of times appeared with the exact same basket fixed to her shiny, new bike that already had all the bells and whistles.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读D 原文"}, {"sentence": "A three-week trial at Holborn last year found that the number of people using escalators at any time of could be raised by almost a third.", "come": "2016年高考英语上海卷 阅读理解 阅读D 原文"}, {"sentence": "According to the Dallas area cultural advocacy coalition, arts agencies employ more than 10, 000 people as full-or part-time employees or independent contractors.", "come": "2018年高考英语江苏卷 阅读理解 填空题 原文"}, {"sentence": "After running hundreds of tests, the researchers noted that the monkeys would go for the higher values more than half the time, indicating that they were performing a calculation, not just memorizing the value of each combination.", "come": "2019年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "After the meetings, you will have some time for afternoon tea.", "come": "2015年高考英语北京卷 听力 原文"}, {"sentence": "After what seemed like a safe amount of time, I read the poem again and was confused.", "come": "2016年高考英语上海卷 阅读理解 阅读A 原文"}, {"sentence": "Again, not a move, the next time, I had my camera ready to record what you see here, one of several dozen such pictures, so long as she had a slice to eat, she never bothered the one on her head.", "come": "2015年高考英语四川卷 完形填空 原文"}, {"sentence": "Although the job takes a significant amount of time, most students agree that the experience is worth it.", "come": "2015年高考英语湖南卷 单项选择 原文"}, {"sentence": "An old joke that was popular at the time went something like this: a man is stuck up to his waist in a muddy Chicago street.", "come": "2015年高考英语湖南卷 阅读理解 阅读B 原文"}, {"sentence": "And dinner time seemed perfect for sharing what we had learned.", "come": "2015年高考英语福建卷 阅读理解 阅读B 原文"}, {"sentence": "And I became a full time college student.", "come": "2018年高考英语全国卷I 听力 原文"}, {"sentence": "Another time, he lent a friend money to buy a house.", "come": "2017年高考英语全国卷2 完形填空 原文"}, {"sentence": "Anxious all the time, I was unable to keep focused for more than an hour at a time.", "come": "2016年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "Approximate travel times: windermere-20 minutes, Kendal-25 minutes, Lancaster-45 minutes, Manchester-1 hour 30 minutes.", "come": "2018年高考英语全国卷3 阅读理解 阅读A 原文"}, {"sentence": "Arriving in Sydney on his own from India, my husband, Rashid, stayed in a hotel for a short time while looking for a short time while looking for a house for me and our children.", "come": "2014年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "As busy people, we are always looking for ways to save time and make our lives easier.", "come": "2015年高考英语安徽卷 完形填空 原文"}, {"sentence": "As the smallest child of his family, Alex is always longing for the time when he should be able to be independent.", "come": "2015年高考英语陕西卷 单项填空 原文"}, {"sentence": "At a time of limited means of expression, snow was like free art supplies dropped from the sky.", "come": "2015年高考英语上海卷 阅读理解 阅读A 原文"}, {"sentence": "At first, john spent his time hunting for fun.", "come": "2019年高考英语全国卷2 听力 原文"}, {"sentence": "At least until spring arrived, by which time they were dealing with damaging floods.", "come": "2015年高考英语上海卷 阅读理解 阅读A 原文"}, {"sentence": "At one time, daydreaming was thought to be a cause of some mental illnesses.", "come": "2015年高考英语北京卷 阅读理解 单项填空 选项"}, {"sentence": "At Pullman's signal, each man turned his Jackscrew the same amount at the same time, thereby raising the building slowly and evenly.", "come": "2015年高考英语湖南卷 阅读理解 阅读B 原文"}, {"sentence": "At some time in the past Yellowstone must have blown up with a violence far beyond the scale of anything known to humans.", "come": "2019年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "At that time the Beatles entered the world of music from Liverpool.", "come": "2019年高考英语浙江卷 阅读理解 七选五 原文"}, {"sentence": "At the time, people did not have dishwashers in their homes.", "come": "2015年高考英语湖南卷 阅读理解 阅读C 原文"}, {"sentence": "At what time does metrorail stop service on Saturday?", "come": "2014年高考英语全国卷2 阅读理解 阅读D 题设"}, {"sentence": "Because of all this extra time, there was no sense of urgency to do my school work immediately.", "come": "2018年高考英语浙江卷 完形填空 原文"}, {"sentence": "Before I knew it an hour had passed and it was time to move on to lunch.", "come": "2018年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "Before people retire, they usually plan to do a lot of great things, which they never had time to do while working.", "come": "2014年高考英语全国卷1 完形填空 原文"}, {"sentence": "Begin keeping track of the time, and try to make dinner last at 30 minutes.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Being unpunctual, we are not respectful of others ; we are interfering (扰乱) with another man's time.", "come": "2015年高考英语陕西卷 阅读理解 七选五 原文"}, {"sentence": "Betty Byrnes remembered when her mother did not have time to wash all the dishes before an inspection.", "come": "2015年高考英语湖南卷 阅读理解 阅读C 原文"}, {"sentence": "Breaking up firms like Google into five small ones would not stop remaking themselves: in time, one of them would become great again.", "come": "2017年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "But above all, we want to spend some time with you and your family.", "come": "2017年高考英语全国卷2 听力 原文"}, {"sentence": "But according to Anderson, the amount of time spent watching television is not related to reading ability.", "come": "2015年高考英语广东卷 阅读理解 阅读C 原文"}, {"sentence": "But I hope to move the family out there in a couple of months' time.", "come": "2017年高考英语江苏卷 听力 原文"}, {"sentence": "But not all cities develop slowly over a long period of time.", "come": "2018年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "But Steve pressed on, playing for the first time in his life for a stranger.", "come": "2019年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "But the amount of time spent in reading each session has declined, from closer to an hour or more to closer to a half hour per session.", "come": "2018年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "But the next time you find yourself among strangers, consider that small talk is worth the trouble.", "come": "2018年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "But there was no time to rest.", "come": "2016年高考英语浙江卷（10月） 阅读理解 阅读A 原文"}, {"sentence": "But this time, I noticed something different.", "come": "2015年高考英语陕西卷 完形填空 原文"}, {"sentence": "But we do think that you can live a more powerful life when you devote some of your time and energy to something much larger than yourself.", "come": "2016年高考英语四川卷 阅读理解 阅读B 原文"}, {"sentence": "But when it's time for bed, you can hardly fall asleep.", "come": "2015年高考英语重庆卷 完形填空 B 原文"}, {"sentence": "By comParison, the brains of apes (类人猿) require only 8%of rest-time energy.", "come": "2019年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "By that time, the panda no longer needed its mother for food.", "come": "2016年高考英语四川卷 语法填空 原文"}, {"sentence": "By the time I got home, I only had a few hours to do my homework, and I had to do it right away.", "come": "2018年高考英语浙江卷 完形填空 原文"}, {"sentence": "By the time I was nine, I was dancing five days a week.", "come": "2018年高考英语全国卷2 听力 原文"}, {"sentence": "By the time she was 13, her company was worth millions of dollars with the invention of a super-sweet treat that could save kids' teeth, instead of destroying them.", "come": "2019年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "By the time the group got up to leave, it was pouring outside.", "come": "2016年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "By the time these \"solutions\" become widely available, scammers will have moved onto cleverer means.", "come": "2019年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "By the time they started secondary school—at age 11—children were already far more aware of their image online and felt under huge pressure to ensure their posts were popular, the report found.", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "By the way, do you know what time it is?", "come": "2016年高考英语全国卷2 听力 原文"}, {"sentence": "By the way, how many books can I borrow at a time?", "come": "2015年高考英语北京卷 听力 原文"}, {"sentence": "By then, Steve was having a hard time remembering the names of some of his friends.", "come": "2019年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Chronologica is a fascinating journey through time, from the foundation of rome to the creation of the Internet.", "come": "2017年高考英语江苏卷 阅读理解 阅读A 原文"}, {"sentence": "Considering how much time people spend in offices, it is important that work spaces be well designed.", "come": "2015年高考英语上海卷 选词填空 原文"}, {"sentence": "Creating products out of raw materials creates much more waste material, up to 100 times more, than the material contained in the finished products.", "come": "2015年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "Currently, most ingredients must be changed to a paste (糊状物）before a printer can use them, and the printing process is quite time-consuming, because ingredients interact with each other in very complex ways.", "come": "2018年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Data shows that kids and teens who do read frequently, compared to infrequent readers, have more books in the home, more books purchased for them, parents who read more often, and parents who set aside time for them to read.", "come": "2018年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "Don't waste your time trying to find out if the receivers has read it yet.", "come": "2017年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "During that time, I helped out with the housework and contributed to the groceries.", "come": "2016年高考英语上海卷 语法填空 A 原文"}, {"sentence": "During those six months of hospitalizations, Becky, 12 at the time, adjusted to other adults being in the house when she returned from school.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "Each time the bowl of rice is pushed over the table edge, it falls in the ground---and, in the process, it belongs out important evidence about how physical objects interact: bowls of rice do not flood in mid-air, but require support to remain stable.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读C 原文"}, {"sentence": "Each time you get a headache, write down the date, the time, and what you were doing and feeling before your headache started.", "come": "2015年高考英语湖北卷 听力 原文"}, {"sentence": "Even their hairstyles became major trends at that time.", "come": "2019年高考英语浙江卷 阅读理解 七选五 原文"}, {"sentence": "Every time light moves into a material with a new speed, it bends and scatters.", "come": "2015年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "Everyone has taken a not-so-great class at one time or another.", "come": "2019年高考英语全国卷3 阅读理解 七选五 原文"}, {"sentence": "Few people I know seem to have much desire or time to cook.", "come": "2018年高考英语浙江卷 语法填空 原文"}, {"sentence": "Finding a right time to go to sleep.", "come": "2015年高考英语湖北卷 阅读理解 阅读D 选项"}, {"sentence": "Firstly, they spent more time in search food.", "come": "2019年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "For a long time Gabriel didn't want to be involved in music at all.", "come": "2017年高考英语江苏卷 完形填空 原文"}, {"sentence": "For a time, a few birds survived under human care.", "come": "2014年高考英语全国卷1 阅读理解 阅读B 原文"}, {"sentence": "For all the feelings readers attach to stories, literature is a numbers game, and the test of time is extremely difficult to pass.", "come": "2018年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "For busy librarians and educators, finding instructions for projects, activities, sports, and games that children and teens will find interesting is a constant challenge, this guide is a time-saving, one-stop....", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读B 原文"}, {"sentence": "For example, the backhand skills in tennis could be learned and improved over time by playing matches or by creating fun practice situations.", "come": "2015年高考英语上海卷 阅读理解 阅读表达 原文"}, {"sentence": "For example, the moment you get on the airplane, start adjusting your biological clock to the destination's time.", "come": "2015年高考英语重庆卷 完形填空 B 原文"}, {"sentence": "For the first time, I feel good about myself because I'm doing something, not because someone told me I was doing good.", "come": "2016年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "Frogs living near brightly lit highways suffer nocturnal light levels that are as much as a million times brighter than normal, throwing nearly every aspect of their behavior out of joint, including their nighttime breeding choruses.", "come": "2015年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "From my experience, there are three main reasons why people don't cook more often: ability, money and time, money is a topic i'll save for another day.", "come": "2014年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "Get smart about the people who you spend your time with.", "come": "2016年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "Happy and calm is the man who takes all these possibilities into consideration and arrives at the appointment either early or on time.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "He can't help checking even at inappropriate times like when we are eating in a restaurant and I am talking to him! he behaves as if any small amount of boredom can make him feel the need to check his phone even when he knows he shouldn't.", "come": "2015年高考英语上海卷 语法填空 B 原文"}, {"sentence": "He found that science amazed times' readers and made them want to share this positive feeling with others.", "come": "2016年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "He lived in a time when the blind couldn't get much education.", "come": "2015年高考英语重庆卷 阅读理解 阅读A 原文"}, {"sentence": "He said without the job, he would simply have too much time and would just do what I did back in college.", "come": "2018年高考英语浙江卷 完形填空 原文"}, {"sentence": "He stood by the piano, eyes closed, listening for the first time to his own work being played by someone else.", "come": "2019年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Her father Peter, 44, wantS her to give up school to model full-time, but Sarah, who has taken part in shows along with top models wants to prove that she has brains as well as beauty she is determined to carry on with her education.", "come": "2017年高考英语全国卷3 语法填空 原文"}, {"sentence": "Her times were not exactly impressive, but even so, he sensed there was something trying to get out, something the other coaches had overlooked when they had assessed her and found her lacking.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "His black-and-white pictures present a world almost lost in time.", "come": "2016年高考英语四川卷 阅读理解 阅读C 原文"}, {"sentence": "His fields of ice supply perfectly timed irrigation water.", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "His study shows that when robins are exposed to light at night in the lab, it leads to some genes being active at the wrong time of day.", "come": "2015年高考英语四川卷 阅读理解 阅读D 原文"}, {"sentence": "How much time will the man probably spend exercising weekly?", "come": "2019年高考英语浙江卷 听力 题设"}, {"sentence": "How will Susan spend most of her time in France?", "come": "2017年高考英语全国卷1 听力 题设"}, {"sentence": "However, I spend nearly two-thirds of my time doing research.", "come": "2016年高考英语浙江卷（10月） 听力 原文"}, {"sentence": "I believe you will have a wonderful time here once you get to know everyone else.", "come": "2015年高考英语陕西卷 单项填空 原文"}, {"sentence": "I carefully extended a long carrot, with a keen eye on those teeth, and before long, there were times I would have the groundhog sitting next to a rabbit, both munching on carrots.", "come": "2015年高考英语四川卷 完形填空 原文"}]}], "kaoyan": [{"word": "time", "count": 100, "kd": [], "Sentence": [{"sentence": "When our ancestors were hunters and gatherers 10,000 years ago, they didn’t have time to wonder much about anything besides finding food.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Spencer argued that all worldly phenomena, including human societies,changed over time, advancing toward perfection.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Only when humanity began to get its food in a more productive way was there time for other things.", "come": "出自-2009年考研阅读原文"}, {"sentence": "In fact, all of these cultural developments occurred separately at different times in many parts of the world.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Time was when biologists somewhat overworked the evidence that these creatures preserve the health of game by killing the physically weak, or that they prey only on \"worthless\"species.", "come": "出自-2010年考研翻译原文"}, {"sentence": "We are even farther removed from the unfocused newspaper review published in England between the turn of the 20th century and the eve of World War Ⅱ, at a time when newsprint was dirt-cheap and stylish arts criticism was considered an ornament to the publications in which it appeared.", "come": "出自-2010年考研阅读原文"}, {"sentence": "It is difficult to the point of impossibility for the average reader under the age of forty to imagine a time when high-quality arts criticism could be found in most big-city newspapers.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Within two weeks, he was talking for the first time with the board of Hartford Financial Services Group, which named him CEO and chairman on September 29.", "come": "出自-2011年考研阅读原文"}, {"sentence": "There recordings are cheap, available everywhere, and very often much higher in artistic quality than today’s live performances; moreover, they can be “consumed” at a time and place of the listener’s choosing.", "come": "出自-2011年考研阅读原文"}, {"sentence": "McGee says leaving without a position lined up gave him time to reflect on what kind of company he wanted to run.", "come": "出自-2011年考研阅读原文"}, {"sentence": "For the time, attention, and money of the art-loving public, classical instrumentalists must compete not only with opera houses, dance troupes, theater companies, and museums, but also with the recorded performances of the great classical musicians of the 20th century.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Even Tommasini, who had advocated Gilbert’s appointment in the Times, calls him “an unpretentious musician with no air of the formidable conductor about him”.", "come": "出自-2011年考研阅读原文"}, {"sentence": "But the regular time it takes to get a doctoral degree in the humanities is nine years.", "come": "出自-2011年考研阅读原文"}, {"sentence": "As a description of the next music director of an orchestra that has hitherto been led by musicians like Gustav Mahler and Pierre Boulez, that seems likely to have struck at least some Times readers as faint praise.", "come": "出自-2011年考研阅读原文"}, {"sentence": "For example, the Long Now Foundation has its flagship project a medical clock that is designed to still be marking time thousands of years hence.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Time, rather than intention, has given them legitimacy.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Sensible ideas have been around for a long time, but the state-level bodies that govern the profession have been too conservative to implement them.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Instead, the claimant receives a time-limited “allowance,” conditional on actively seeking a job; no entitlement and no insurance, at ￡71.", "come": "出自-2014年考研阅读原文"}, {"sentence": "While Europe’s monarchies will no doubt be smart enough to survive for some time to come, it is the British royals who have most to fear from the Spanish example.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Factors such as the place and period in which we are reading, our gender ethnicity, age and social class will encourage us towards certain interpretation but at the same time obscure or even close off others.", "come": "出自-2015年考研阅读原文"}, {"sentence": "California has asked the justices to refrain from a sweeping ruling particularly one that upsets the old assumption that authorities may search through the possessions of suspects at the time of their arrest.", "come": "出自-2015年考研阅读原文"}, {"sentence": "At a time when Thomas Piketty and other economists are warning of rising inequality and the increasing power of inherited wealth, it is bizarre that wealthy aristocratic families should still be the symbolic heart of modern democratic states.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Which may be what the Times is doing already.", "come": "出自-2016年考研阅读原文"}, {"sentence": "There will eventually come a day when The New York Times ceases to publish stories on newsprint.", "come": "出自-2016年考研阅读原文"}, {"sentence": "The point of a style upgrade isn’t to become more vain or to spend more time passing over what to wear.", "come": "出自-2016年考研阅读原文"}, {"sentence": "The infrastructure required to make a physical newspaper—printing presses, delivery trucks—isn’t just expensive; it’s excessive at a time when online-only competitors don’t have the same set of financial constraints.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Peretti says the Times shouldn’t waste time getting out of the print business, but only if they go about doing it the right way.", "come": "出自-2016年考研阅读原文"}, {"sentence": "If you’re in a period of change or just feeling stuck and in a rut, now may be a good time.", "come": "出自-2016年考研阅读原文"}, {"sentence": "For the first time in history more people live in towns than in the country.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Decide if the time is right.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Buy all your clothes once with a stylist instead of shopping alone, one article of clothing at a time.", "come": "出自-2016年考研阅读原文"}, {"sentence": "And if Peretti were in charge at the Times? “I wouldn’t pick a year to end print,” he said, “I would raise prices and make it into more of a legacy product.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Last year, the Transportation Security Administration ( ' , TSA) found in a secret check that undercover investigators were able to sneak weapons---both fake and real—past airport security nearly every time they tried.", "come": "出自-2017年考研阅读原文"}, {"sentence": "It is long past time to make the program work.", "come": "出自-2017年考研阅读原文"}, {"sentence": "At the same time, Dickens, who had a reporter’s eye for transcribing the life around him especially anything comic or odd, submitted short sketches to obscure magazines.", "come": "出自-2017年考研阅读原文"}, {"sentence": "And it should: Wasted time is a drag on Americans’ economic and private lives, not to mention infuriating.", "come": "出自-2017年考研阅读原文"}, {"sentence": "Americans are willing to tolerate time-consuming security procedures in return for increased safety.", "come": "出自-2017年考研阅读原文"}, {"sentence": "We are amazed today at the mere number of plays produced, as well as by the number of dramatists writing at the same time for this London of two hundred thousand inhabitants.", "come": "出自-2018年考研翻译原文"}, {"sentence": "Shakespeare’s life time was coincident with a period of extraordinary activity and achievement in the drama.", "come": "出自-2018年考研翻译原文"}, {"sentence": "For a time literature showed no interest in this public stage.", "come": "出自-2018年考研翻译原文"}, {"sentence": "By the time Shakespeare was twenty-five, Lyly, Peele, and Greene had made comedies that were at once popular and literary; Kyd had written a tragedy that crowded the pit; and Marlowe had brought poetry and genius to triumph on the common stage - where they had played no part since the death of Euripides.", "come": "出自-2018年考研翻译原文"}, {"sentence": "\"Once on the calendar I protect this time like I would a doctor's appointment or important meeting\", he writes.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A couple of Christmases ago, my youngest stepdaughter, who was 9 years old at the time, got a Superman T-shirt for Christmas.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "An increase in involuntary part-time work is evidence of weakness in the labor market and it means that many people will be having a very hard time making ends meet.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "And it should: Wasted time is a drag on Americans' economic and private lives, not to mention infuriating.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Another approach to getting more done in less time is to rethink how you prioritize your day—in particular how we craft our to-do lists.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "At a time when Thomas piketty and other economists are warning of rising inequality and the increasing power of inherited wealth, it is bizarre that wealthy aristocratic families should still be the symbolic heart of modern democratic states.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "At the same time, Dickens, who had a reporter's eye for transcribing the life around him especially anything comic or odd, submitted short sketches to obscure magazines.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "At the same time, the European Union, Spain, Britain and several other countries have all seriously contemplated digital services taxes.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "At the same time, the policy addresses none of the truly thorny questions about homework.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Before each of their revelations, many thinkers at the time had sustained more ancient ways of thinking, including the geocentric view that the Earth was at the centre of our universe.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Boiling down an individual's output to simple metrics, such as number of publications or journal impacts, entails considerable savings in time, energy and ambiguity.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "But as adults we also have the luxury of being able to control our own diaries and it's important that we schedule in time to enjoy the thing we love.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "But one specific complaint is made especially mournfully: There's never any time to read.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "But the researchers believe that outside directors have an easier time of avoiding a blow to their reputations if they leave a firm before bad news breaks, even if a review of history shows they were on the board at the time any wrongdoing occurred.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "But they were popular because of their airy glass walls, the views they afforded and the elegance of the buildings' details and proportions, the architectural equivalent of the abstract art so popular at the time. 　", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "But when it came to their houses, it was a time of common sense and a belief that less could truly be more.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "By the time a problem has been addressed and remedied it may have vanished in the marketplace, to be replaced by new abuses of power.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "California has asked the justices to refrain from a sweeping ruling, particularly one that upsets the old assumption that authorities may search through the possessions of suspects at the time of their arrest.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Children aren't born knowing how to say \"I'm sorry\"; rather, they learn over time that such statements appease parents and friends—and their own consciences.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Deep reading requires not just time, but a special kind of time which can't be obtained merely by becoming more efficient.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Every time we fail at something, we can choose to look for the lesson we're meant to learn.", "come": "2020年考研真题（英语二）翻译 Section Ⅲ"}, {"sentence": "For example,the Long Now Foundation has as its flagship project a mechanical clock that is designed to still be marking time thousands of years hence.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "For many men, the end of  the workday is a time to kick back.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "For the time, attention, and money of the art-loving public, classical instrumentalists must compete not only with opera houses, dance troupes, theater companies, and museums, but also with the recorded performances of the great classical musicians of the", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Hard times may hold you down at what usually seems  like the most inopportune time, but you should remember that they won't last forever.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "However, even though it's common, it's important to keep in mind that in a single moment of fatigue, you can say something to your child that you may regret for a long time.", "come": "2020年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "If you're in a period of change or just feeling stuck and in a rut, now may be a good time.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "In 2015, the US Forest Service for the first time spent more than half of its $5.5 billion annual budget fighting fires——nearly double the percentage it spent on such efforts 20 years ago.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In March, for the first time, wind and solar power accounted for more than 10 percent of the power generated in the US, reported the US Energy Information Administration.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In other words, at a time when the working class has turned the country on its political head, frustrated that the opportunity that once defined America is vanishing, one obvious solution is staring us in the face.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Indeed, today unemployed don't seem to be having a great time.", "come": "2017年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Instead, they look after their well-being instinctively, and usually more effectively than we do as grownups. Perhaps it's time to learn a few lessons from them.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "It seems most people would be better off if they could shorten their commutes to work, spend more time with friends and family and less of it watching television .", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "It's a problem all of us face: you have limited time with the person that you want to talk with and you want to make this talk memorable.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "It's time to reinvent the formula for how work is conducted, since we are still relying on a very  20th century notion of work, Hagel says.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Last year, the Transportation Security Administration found in a secret check that undercover investigators were able to sneak weapons—both fake and real—past airport security nearly every time they tried.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Next time somebody pushes corporate quotas as a way to promote gender equity, remember that such policies are largely self-serving measures that make their sponsors feel good but do little to help average women.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Next time you state your position, formulate an argument for what you claim and honestly ask yourself whether your argument is any good.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "Next time you talk with someone who takes a stand, ask them to give you a reason for their view.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "Not everyone will agree with the authors'policy ideas, which range from mandating more holiday time to reducing tax incentives for American home buyers.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Offering up such a theory during a time of high tension between scientific and religious minds was branded as heresy, and any such heretics that continued to spread these lies were to be punished by imprisonment or even death.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "On a really good day, it no longer feels as if you're \"making time to read\", but just reading, and making time for everything else.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Once on the calendar I protect this time like I would a doctor's appointment or important meeting, he writes.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A more direct finding is that people who scored high for negative emotions like anxiety looked at others for shorter periods of time and reported more comfortable feelings when others did not look directly at them.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Over time, the attributes of greatness shifted.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Parents need to remind their children that their needs and desires may change over time, said Julie Garner, a real estate analyst with FitSmallBusiness.com.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Parkrun is not a race but a time trial: Your only competitor is the clock.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Peretti says the times shouldn't waste time getting out of the print business, but only if they go about doing it the right way.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Programming languages have a quick turnover, so the \"Ruby on Rails\" language they learned may not even be relevant by the time they enter the job market.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Scientific publishers routinely report profit margins approaching 40% on their operations, at a time when the rest of the publishing industry is in an existential crisis.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Spencer argued that all worldly phenomena, including human societies, changed over time, advancing toward perfection.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The average time for holding a stock in both the United States and Britain, he notes, has dropped from seven years to seven months in recent decades.", "come": "2019年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The infrastructure required to make a physical newspaper—printing presses, delivery trucks—isn't just expensive; it's excessive at a time when online-only competitors don't have the same set of financial constraints.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The pace of change in energy sources appears to be speeding up – perhaps just in time to have a meaningful effect in slowing climate change.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The point of a style upgrade isn't to become more vain or to spend more time fussing over what to wear.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The position was just taking up too much time, she said.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The Renaissance was over and it was time for a new era-the Age of Reason.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The survey they asks whether they worked less than 35 hours in that week because they wanted to workless than full time or because they had no choice.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Their Olaf Street Study, a square of brick-strewn waste ground, is one of the few works here to embrace the commonplaceness that characterises most of our experience of the landscape most of the time.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}]}], "bidec": {"word_name": "time", "parts": [{"part_id": "36405", "part_name": "n.", "word_id": "27605", "means": [{"mean_id": "71437", "part_id": "36405", "word_mean": "时间", "sentences": [{"en": "The philosopher speculated about time and space.", "cn": "这位哲学家在思索时间和空间问题。"}, {"en": "What time is it?", "cn": "现在几点钟?"}]}, {"mean_id": "71438", "part_id": "36405", "word_mean": "次, 回", "sentences": [{"en": "He told the same style old jokes I've heard fifty times before.", "cn": "他讲的老笑话, 我已听过五十遍了。"}, {"en": "When I saw him the second time, he had already got married.", "cn": "我第二次见到他时, 他已结婚了。"}, {"en": "Three times four is[are] twelve.", "cn": "三乘四等于十二。"}]}, {"mean_id": "71439", "part_id": "36405", "word_mean": "时代, 时期", "sentences": [{"en": "It doesn't meet the requirements of the times.", "cn": "它不适应时代的要求。"}]}, {"mean_id": "71440", "part_id": "36405", "word_mean": "时机, 做某种活动的时候", "sentences": [{"en": "This time is ripe for action.", "cn": "采取行动的时机已经成熟。"}, {"en": "It is high time for action.", "cn": "该采取行动了。"}]}, {"mean_id": "71441", "part_id": "36405", "word_mean": "衡量(或计算)时间的方法", "sentences": []}, {"mean_id": "71442", "part_id": "36405", "word_mean": "[常作复数]境况；境遇", "sentences": []}, {"mean_id": "71443", "part_id": "36405", "word_mean": "所需时间；空闲时间；业余时间；足够的时间", "sentences": []}, {"mean_id": "71444", "part_id": "36405", "word_mean": "【音乐】拍子；节奏；速度；节拍；音的长度；休止的长度", "sentences": []}]}, {"part_id": "36406", "part_name": "vt.", "word_id": "27605", "means": [{"mean_id": "71445", "part_id": "36406", "word_mean": "为…安排时间；为…选择时机；为…定时", "sentences": []}, {"mean_id": "71446", "part_id": "36406", "word_mean": "拨准(钟、表)的快慢，校正(钟、表)时间", "sentences": [{"en": "He timed his watch with mine.", "cn": "他和我对表。"}]}, {"mean_id": "71447", "part_id": "36406", "word_mean": "测定…的时间；记录…的时间", "sentences": []}, {"mean_id": "71448", "part_id": "36406", "word_mean": "(音乐等)使与节拍相一致，使合拍子", "sentences": [{"en": "They timed their steps to the drumbeat.", "cn": "他们合着击鼓声跳舞。"}]}, {"mean_id": "71449", "part_id": "36406", "word_mean": "调准(机械的)速度", "sentences": [{"en": "The workers have timed the speed of the machine.", "cn": "工人们已经调准机器的速度。"}]}]}, {"part_id": "36407", "part_name": "vi.", "word_id": "27605", "means": [{"mean_id": "71450", "part_id": "36407", "word_mean": "合拍；和谐；打拍子", "sentences": []}]}, {"part_id": "36408", "part_name": "adj.", "word_id": "27605", "means": [{"mean_id": "71451", "part_id": "36408", "word_mean": "(钟、表等)走得准", "sentences": []}, {"mean_id": "71452", "part_id": "36408", "word_mean": "时间的，表示时间的，时间方面的", "sentences": []}, {"mean_id": "71453", "part_id": "36408", "word_mean": "(爆炸装置等)定时的", "sentences": []}, {"mean_id": "71454", "part_id": "36408", "word_mean": "定期的", "sentences": []}, {"mean_id": "71455", "part_id": "36408", "word_mean": "[美国英语]分期(付款)的", "sentences": []}]}, {"part_id": "36409", "part_name": "interj.", "word_id": "27605", "means": [{"mean_id": "71456", "part_id": "36409", "word_mean": "【体育】时间到；(一场或一局等的)比赛时限；暂停</seg>", "sentences": []}]}]}, "synonym": [{"part_name": "n.", "means": [{"word_mean": "拍子,节拍", "cis": ["measure", "rhythm", "meter", "tempo"]}, {"word_mean": "时机;时刻", "cis": ["opening", "occasion", "chance", "opportunity"]}, {"word_mean": "时间;时代;时期", "cis": ["duration", "spell", "interval", "generation", "age", "period", "era", "term", "epoch"]}]}, {"part_name": "", "means": [{"word_mean": "其他释义", "cis": ["occasion", "clock", "duration", "age", "term", "day", "period", "epoch", "spell", "run", "era", "year", "generation", "rhythm", "tempo", "opportunity", "interval", "meter", "stage", "chance", "measure", "while", "century", "sentence", "opening"]}]}], "antonym": [{"part_name": "n.", "means": [{"word_mean": "时间", "cis": ["space"]}]}, {"part_name": "", "means": [{"word_mean": "其他释义", "cis": ["space"]}]}], "phrase": [{"cizu_name": "about time", "jx": [{"jx_en_mean": "used to convey that something now happening or about to happen should have happened earlier", "jx_cn_mean": "早该", "lj": [{"lj_ly": "it's about time I came clean and admitted it.", "lj_ls": "我早该招供承认这件事。"}]}]}, {"cizu_name": "ahead of time", "jx": [{"jx_en_mean": "earlier than expected or required", "jx_cn_mean": "提前，提早", "lj": []}]}, {"cizu_name": "ahead of one's time", "jx": [{"jx_en_mean": "having ideas too enlightened or advanced to be accepted by one's contemporaries", "jx_cn_mean": "想法太超前的，思想前卫的", "lj": []}]}, {"cizu_name": "all the time", "jx": [{"jx_en_mean": "at all times", "jx_cn_mean": "一直，始终", "lj": []}]}, {"cizu_name": "at a time", "jx": [{"jx_en_mean": "separately in the specified groups or numbers", "jx_cn_mean": "每次，一次", "lj": [{"lj_ly": "he took the stairs two at a time.", "lj_ls": "他两步一跨冲上楼梯。"}]}]}, {"cizu_name": "before time", "jx": [{"jx_en_mean": "before the due or expected time", "jx_cn_mean": "提前，在原定时间以前", "lj": []}]}, {"cizu_name": "behind time", "jx": [{"jx_en_mean": "late", "jx_cn_mean": "迟，晚", "lj": []}]}, {"cizu_name": "give someone the time of day", "jx": [{"jx_en_mean": "[usu. with negative]be pleasantly polite or friendly to someone", "jx_cn_mean": "对…礼貌（或友好）", "lj": [{"lj_ly": "I wouldn't give him the time of day if I could help it.", "lj_ls": "要是我有办法就不会让他好过。"}]}]}, {"cizu_name": "half the time", "jx": [{"jx_en_mean": "as often as not", "jx_cn_mean": "一半时间；常常", "lj": []}]}, {"cizu_name": "have no time for", "jx": [{"jx_en_mean": "be unable or unwilling to spend time on", "jx_cn_mean": "没时间（或不愿意）做", "lj": [{"lj_ly": "he had no time for anything except essays and projects.", "lj_ls": "除了文章和课题外，他没时间做别的事。"}]}]}, {"cizu_name": "have the time", "jx": [{"jx_en_mean": "be able to spend the time needed to do something", "jx_cn_mean": "能有时间", "lj": [{"lj_ly": "she didn't have the time to look very closely.", "lj_ls": "她没时间仔细看。"}]}, {"jx_en_mean": "know from having a watch what time it is", "jx_cn_mean": "因为有表而知道时间", "lj": []}]}, {"cizu_name": "in (less than) no time", "jx": [{"jx_en_mean": "very quickly or very soon", "jx_cn_mean": "立即，马上", "lj": [{"lj_ly": "the video has sold 30,000 copies in no time.", "lj_ls": "这部录像很快销了三万套。"}]}]}, {"cizu_name": "in one's own time", "jx": [{"jx_en_mean": "(亦作 in one's own good time)at a time and a rate decided by oneself", "jx_cn_mean": "在自己做好准备时（或认为方便时）；不着急地", "lj": []}, {"jx_en_mean": "(美 on one's own time)outside working hours; without being paid", "jx_cn_mean": "在非工作时间，在业余时间；无偿地", "lj": []}]}, {"cizu_name": "keep good (或 bad) time", "jx": [{"jx_en_mean": "(of a clock or watch) record time accurately (or inaccurately)", "jx_cn_mean": "（钟，表）走得准（或不准）", "lj": []}, {"jx_en_mean": "(of a person) be habitually punctual (or not punctual)", "jx_cn_mean": "（人）守时（或不守时）", "lj": []}]}], "collins": [{"entry": [{"def": "<b>Time</b> is what we measure in minutes, hours, days, and years.", "tran": "时间", "posp": "N-UNCOUNT", "example": [{"ex": "...a two-week period of time...", "tran": "两周的时间", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/9/e/49eefa5975e6b77aa1a73ccc7b2d7b1f.mp3", "tts_size": "8K"}, {"ex": "Time passed, and still Ma did not appear...", "tran": "时间一点点过去，马先生仍然没有出现。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/f/7/4f722452736a4e6dcc732542d60e5aa0.mp3", "tts_size": "14K"}]}, {"def": "You use <b>time</b> to ask or talk about a specific point in the day, which can be stated in hours and minutes and is shown on clocks.", "tran": "时刻;时候;钟点", "posp": "N-SING", "example": [{"ex": "'What time is it?' — 'Eight o'clock.'...", "tran": "“几点钟了？”——“8点钟。”", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/a/7/fa7810d0f4faab9d3857fe0cf263281c.mp3", "tts_size": "14K"}, {"ex": "He asked me the time...", "tran": "他问我几点了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/1/f/41f59109d9de85bccc3073a9687fd8a6.mp3", "tts_size": "7K"}]}, {"def": "The <b>time</b> when something happens is the point in the day when it happens or is supposed to happen.", "tran": "规定时间", "posp": "N-COUNT", "example": [{"ex": "Departure times are 08:15 from St Quay, and 18:15 from St Helier.", "tran": "从圣奎伊的出发时间是 8 点 15 分，从圣赫利尔的出发时间是 18 点 15 分。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/9/2/2928afc21f6dfc13cc509e3609926f88.mp3", "tts_size": "27K"}]}, {"def": "You use <b>time</b> to refer to the system of expressing time and counting hours that is used in a particular part of the world.", "tran": "(某一时区的)时间", "posp": "N-UNCOUNT", "example": [{"ex": "The tidal predictions are expressed in Greenwich Mean Time. Add one hour for British Summer Time...", "tran": "潮汐预报用的是格林尼治标准时间。英国夏令时要在标准时基础上加一小时。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/f/9/9f9c7ba62ad5ada5f75a3c7291cbf8b1.mp3", "tts_size": "30K"}, {"ex": "The incident happened just after ten o'clock local time.", "tran": "事件发生在当地时间 10 点刚过。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/4/8/c48406d478bdf11b104a9abbbb777a2c.mp3", "tts_size": "16K"}]}, {"def": "You use <b>time</b> to refer to the period that you spend doing something or when something has been happening.", "tran": "(用来做某事或某事发生的)时间", "posp": "N-UNCOUNT", "example": [{"ex": "Adam spent a lot of time in his grandfather's office...", "tran": "亚当经常呆在他祖父的办公室里。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/0/5/305736ff3b9e89f2cc39741c22bb3246.mp3", "tts_size": "15K"}, {"ex": "He wouldn't have the time or money to take care of me...", "tran": "他既不会有时间也不会有钱来照顾我。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/f/b/9fb8b8f116bc232d0848785d4b8df0ef.mp3", "tts_size": "13K"}]}, {"def": "If you say that something has been happening for <b>a time</b>, you mean that it has been happening for a fairly long period of time.", "tran": "(相当长的)一段时间", "posp": "N-SING", "example": [{"ex": "He was also for a time the art critic of 'The Scotsman'...", "tran": "有相当长的一段时间他为《苏格兰人》报撰写艺术评论。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/b/a/dba9eacfd0ae88fc6c5aa1b5458be2c6.mp3", "tts_size": "16K"}, {"ex": "He stayed for quite a time...", "tran": "他呆了相当长的一段时间。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/7/d/c7d23762a48033165eb29faf59b3751a.mp3", "tts_size": "9K"}]}, {"def": "You use <b>time</b> to refer to a period of time or a point in time, when you are describing what is happening then. For example, if something happened <b>at</b> a particular <b>time</b>, that is when it happened. If it happens <b>at all times</b>, it always happens.", "tran": "(某事发生的)一段(或特定)时间", "posp": "N-COUNT", "example": [{"ex": "We were in the same college, which was male-only at that time...", "tran": "我们那时在同一所学院，当时只招男生。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/6/3/863fae0803dbab9c68c295a599504618.mp3", "tts_size": "18K"}, {"ex": "By this time he was thirty...", "tran": "到那时他 30 岁了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/7/d/a7dd9465c538850da855bc076967234b.mp3", "tts_size": "9K"}]}, {"def": "You use <b>time</b> or <b>times</b> to talk about a particular period in history or in your life.", "tran": "历史时期;时代", "posp": "N-COUNT", "example": [{"ex": "They were hard times and his parents had been struggling to raise their family...", "tran": "那是段艰苦时期，他父母一直艰辛地养家糊口。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/4/8/1486a32e28c16439712d03550c356479.mp3", "tts_size": "20K"}, {"ex": "We'll be alone together, quite like old times...", "tran": "我们会单独在一起，就像过去那样。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/6/f/26f86ed7954311c2f39dce2b0edbe5e4.mp3", "tts_size": "15K"}]}, {"def": "You can use <b>the times</b> to refer to the present time and to modern fashions, tastes, and developments. For example, if you say that someone <b>keeps up with the times</b>, you mean they are fashionable or aware of modern developments. If you say they are <b>behind the times</b>, you mean they are unfashionable or not aware of them.", "tran": "当代;时代潮流", "posp": "N-PLURAL", "example": [{"ex": "He is unafraid to move with the times...", "tran": "他敢于与时俱进。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/e/d/aed78c850d55bd86e1bc92a5c4e69d55.mp3", "tts_size": "12K"}, {"ex": "This approach is now seriously out of step with the times...", "tran": "这种方法如今与时代潮流严重脱节。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/7/8/778eee25afc66f573773e30cc99b0bc7.mp3", "tts_size": "16K"}]}, {"def": "When you describe the <b>time</b> that you had on a particular occasion or during a particular part of your life, you are describing the sort of experience that you had then.", "tran": "(经历的)一段时间，时期", "posp": "N-COUNT", "example": [{"ex": "Sarah and I had a great time while the kids were away...", "tran": "孩子们不在的时候，我和萨拉度过了一段美好时光。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/e/2/8e2ef6e46bc76e90e4ff3c03d7e3bd9c.mp3", "tts_size": "16K"}, {"ex": "She's had a really tough time the last year and a half...", "tran": "这一年半以来，她度过了一段非常艰难的时期。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/3/8/7388d6f3517012a1291812edf82a2b46.mp3", "tts_size": "14K"}]}, {"def": "Your <b>time</b> is the amount of time that you have to live, or to do a particular thing.", "tran": "生命（期）;期限;时限", "posp": "N-SING", "example": [{"ex": "Now Martin has begun to suffer the effects of AIDS, and he says his time is running out...", "tran": "现在马丁开始遭受艾滋病的折磨，他说他的生命就要走到尽头。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/1/1/3115982bd7c9448ed31073e62c15ddff.mp3", "tts_size": "25K"}, {"ex": "Every administration has its time. And when your time is over, you leave...", "tran": "每届政府都有其执政期限，任期届满时就得下台。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/f/c/1fca2782caabba2acc183984b8338541.mp3", "tts_size": "25K"}]}, {"def": "If you say it is <b>time for</b> something, <b>time to</b> do something, or <b>time</b> you did something, you mean that this thing ought to happen or be done now.", "tran": "(从事特定活动的)合适时候", "posp": "N-UNCOUNT", "example": [{"ex": "Opinion polls indicated a feeling among the public that it was time for a change...", "tran": "民意测验表明，公众认为到了改革的时候了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/2/3/d23c380522ce21f42105c8c20be0a390.mp3", "tts_size": "22K"}, {"ex": "It was time for him to go to work...", "tran": "他该去上班了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/1/7/d17c67c3a7ef96b6ebdf251867fe1d57.mp3", "tts_size": "10K"}]}, {"def": "When you talk about a <b>time</b> when something happens, you are referring to a specific occasion when it happens.", "tran": "次;回", "posp": "N-COUNT", "example": [{"ex": "Every time she travels on the bus it's delayed by at least three hours...", "tran": "每次她乘公车出行都至少耽搁3个小时。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/9/d/99d97c7f5f9933a1b12e5282d92eb1de.mp3", "tts_size": "20K"}, {"ex": "The last time I saw her was about sixteen years ago...", "tran": "我上次见她大约是 16 年前了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/9/b/09b0a1546e034cfdd2dd508608362be7.mp3", "tts_size": "15K"}]}, {"def": "You use <b>time</b> after numbers to say how often something happens.", "tran": "次", "posp": "N-COUNT", "example": [{"ex": "It was her job to make tea three times a day...", "tran": "她的差事就是每天沏3次茶。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/2/3/b239c5522478b0e8648084becc5e6b42.mp3", "tts_size": "13K"}, {"ex": "How many times has your mother told you never to talk to strangers?...", "tran": "你母亲告诉你多少次了，绝不能和陌生人谈话？", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/3/d/f3dc76d31c3190e25d7e787b5df23243.mp3", "tts_size": "18K"}]}, {"def": "You use <b>times</b> after numbers when comparing one thing to another and saying, for example, how much bigger, smaller, better, or worse it is.", "tran": "倍", "posp": "N-PLURAL", "example": [{"ex": "Its profits are rising four times faster than the average company...", "tran": "它的利润增长速度比一般公司快4倍。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/3/7/237ff3c55541e79d53a06d4b7a4c081c.mp3", "tts_size": "21K"}, {"ex": "Young people were several times more likely to be out of work than older members of the workforce...", "tran": "劳动人口中，年轻人失业的可能性是年长者的好几倍。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/a/7/8a7083925127a906c937af81b5beba3c.mp3", "tts_size": "25K"}]}, {"def": "You use <b>times</b> in arithmetic to link numbers or amounts that are multiplied together to reach a total.", "tran": "乘以", "posp": "CONJ-COORD", "example": [{"ex": "Four times six is 24.", "tran": "4 乘以 6 等于 24。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/c/f/6cf77a31744fa913db92403308d31f2b.mp3", "tts_size": "10K"}]}, {"def": "Someone's <b>time</b> in a race is the amount of time it takes them to finish the race.", "tran": "(赛跑等)所用时间，成绩", "posp": "N-COUNT", "example": [{"ex": "He was over a second faster than his previous best time...", "tran": "他比自己以前的最好成绩快了 1 秒多。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/d/4/cd4c38a0562322d549da16a8d1f9fa15.mp3", "tts_size": "17K"}, {"ex": "She recorded a time of two minutes 8.74 seconds.", "tran": "她以两分 8 秒 74 的成绩创了纪录。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/8/c/f8c0a3821e8c2dcf9fd92f1f5aeaef76.mp3", "tts_size": "20K"}]}, {"def": "The <b>time</b> of a piece of music is the number of beats that the piece has in each bar.", "tran": "拍子;节拍", "posp": "N-UNCOUNT", "example": [{"ex": "A reel is in four-four time, and a jig is in six-eight time.", "tran": "里尔舞曲是四四拍，吉格舞曲是六八拍。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/e/e/2ee96bfb3f645e9d5754826fb09dd367.mp3", "tts_size": "19K"}]}, {"def": "If you <b>time</b> something for a particular time, you plan or decide to do it or cause it to happen at this time.", "tran": "给…确定时间;为…安排时间", "posp": "VERB", "example": [{"ex": "He timed the election to coincide with new measures to boost the economy...", "tran": "他把选举安排在振兴经济的新政策出台时。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/c/3/0c3c3508e4a55352f9347dd5243f3b98.mp3", "tts_size": "19K"}, {"ex": "We had timed our visit for March 7...", "tran": "我们把访问时间确定在3月7日。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/b/a/ebab997812434339d44461703a4972e4.mp3", "tts_size": "12K"}]}, {"def": "If you <b>time</b> an action or activity, you measure how long someone takes to do it or how long it lasts.", "tran": "测定…所花时间", "posp": "VERB", "example": [{"ex": "He timed each performance with a stop-watch.", "tran": "他用秒表测定每组动作所花的时间。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/f/8/1f80e337308e88cbe7c85faa0c7b53aa.mp3", "tts_size": "14K"}]}, {"def": "If you say it is <b>about time</b> that something was done, you are saying in an emphatic way that it should happen or be done now, and really should have happened or been done sooner.", "tran": "该是…的时候了;早该…了", "posp": "PHRASE", "example": [{"ex": "It's about time a few movie makers with original ideas were given a chance...", "tran": "该给为数不多的几个有创见的电影制作者一个机会了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/a/0/ba0787a9ef3f5838adfcc3eceb5284c2.mp3", "tts_size": "22K"}, {"ex": "'Here she is.' — 'About time too.'", "tran": "“她来了。”——“也早该来了。”", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/2/9/c29a68e179324e136366476ba352318c.mp3", "tts_size": "15K"}]}, {"def": "If you do something <b>ahead of time</b>, you do it before a particular event or before you need to, in order to be well prepared.", "tran": "提前;预先", "posp": "PHRASE", "example": [{"ex": "Find out ahead of time what regulations apply to your situation.", "tran": "提前搞清楚什么规章适用于你的情况。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/4/5/b452841f20f6c6168e494f158521fcb4.mp3", "tts_size": "20K"}]}, {"def": "If someone is <b>ahead of</b> their <b>time</b> or <b>before</b> their <b>time</b>, they have new ideas a long time before other people start to think in the same way.", "tran": "(思想)先进，领先于时代", "posp": "PHRASE", "example": [{"ex": "My mother was ahead of her time. She surrounded me with culture and art.", "tran": "我母亲思想前卫，给予了我文化和艺术的熏陶。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/c/5/5c55af893ce7bb406a31d7837fb1299c.mp3", "tts_size": "24K"}, {"ex": "His only fundamental mistake, he insists, is that he was 20 years before his time.", "tran": "他坚持认为，他仅有的根本性错误是他比时代超前了20年。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/f/9/4f95345caa0505f219a3823aedcc1dd7.mp3", "tts_size": "28K"}]}, {"def": "If something happens or is done <b>all the time</b>, it happens or is done continually.", "tran": "一直;始终", "posp": "PHRASE", "example": [{"ex": "We can't be together all the time...", "tran": "我们不能始终在一起。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/a/d/2ad108bd91ed93a5e0c8a9246ec8209b.mp3", "tts_size": "10K"}, {"ex": "I get the two of them mixed up all the time, they're so similar.", "tran": "我一直把他们俩弄混，他俩太像了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/7/c/d7c6563e28ccf40f9e51ddbca1b17077.mp3", "tts_size": "19K"}]}, {"def": "You say <b>at a time</b> after an amount to say how many things or how much of something is involved in one action, place, or group.", "tran": "一次;每次", "posp": "PHRASE", "example": [{"ex": "Beat in the eggs, one at a time...", "tran": "打入鸡蛋，一次一个。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/8/f/b8f095003f2d9886730275340acdd77c.mp3", "tts_size": "12K"}, {"ex": "She ran for the staircase and down the steps, taking them two at a time...", "tran": "她跑向楼梯，一步两级地奔下台阶。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/8/f/38fdfac309be1e6fdf924794802b1b05.mp3", "tts_size": "21K"}]}, {"def": "If something could happen <b>at any time</b>, it is possible that it will happen very soon, though nobody can predict exactly when.", "tran": "随时;任何时候", "posp": "PHRASE", "example": [{"ex": "Conditions are still very tense and the fighting could escalate at any time.", "tran": "局势仍然非常紧张，战斗随时可能升级。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/1/c/41c5e72c9f2290cb152eb4a0ee4bc9c2.mp3", "tts_size": "22K"}]}, {"def": "You say <b>at the best of times</b> when you are making a negative or critical comment to emphasize that it is true even when the circumstances are as favourable as possible.", "tran": "即使在最好的情况下", "posp": "PHRASE", "example": [{"ex": "A trade war would be bad at the best of times, but in the current economic climate, it would be a disaster.", "tran": "即使在情况最好的时候贸易战都是有害无利的，而在当前这种经济形势下只会是一场灾难。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/3/2/432a101bce4921b8a63736ddbd3cda68.mp3", "tts_size": "30K"}]}, {"def": "If you say that something was the case <b>at one time</b>, you mean that it was the case during a particular period in the past.", "tran": "一度;曾经", "posp": "PHRASE", "example": [{"ex": "At one time 400 men, women and children lived in the village.", "tran": "曾经有 400 个男人、女人和孩子居住在村子里。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/6/f/c6f27e884fe94c0e65cc6c1eb87e6da3.mp3", "tts_size": "21K"}, {"ex": "...enormous glaciers, which at one time covered vast areas of the northern hemisphere.", "tran": "一度覆盖了北半球辽阔区域的巨大冰川", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/8/2/e8231b892cb0c0e4c874137ff6f5feaf.mp3", "tts_size": "24K"}]}, {"def": "If two or more things exist, happen, or are true <b>at the same time</b>, they exist, happen, or are true together although they seem to contradict each other.", "tran": "同时", "posp": "PHRASE", "example": [{"ex": "I was afraid of her, but at the same time I really liked her...", "tran": "我害怕她，但同时也确实喜欢她。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/a/0/6a02f74bbe3d5eda040b18f935475152.mp3", "tts_size": "17K"}, {"ex": "She was somehow able to look sad and cheerful at the same time.", "tran": "她能够做出又悲又喜的神情。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/3/8/038dbcfd1344fabb4e46e7b35365bbce.mp3", "tts_size": "19K"}]}, {"def": "<b>At the same time</b> is used to introduce a statement that slightly changes or contradicts the previous statement.", "tran": "然而;不过", "posp": "PHRASE", "example": [{"ex": "I don't think I set out to come up with a different sound for each album. At the same time, I do have a sense of what is right for the moment.", "tran": "我不觉得我一开始就特意为每张专辑设定了不同的曲风。然而，我确实知道当时想要的是什么感觉。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/4/a/d4ae6f1639959d7e65d76d600756eb28.mp3", "tts_size": "42K"}]}, {"def": "You use <b>at times</b> to say that something happens or is true on some occasions or at some moments.", "tran": "有时;间或", "posp": "PHRASE", "example": [{"ex": "The debate was highly emotional at times...", "tran": "辩论有时变得异常情绪化。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/7/b/f7ba301072d2061fb661b27f98a6a27c.mp3", "tts_size": "13K"}, {"ex": "At times she had an overwhelming desire to see him...", "tran": "她有时会特别想见他。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/f/e/8fedd7d21303952f91dfb7feef0d7b42.mp3", "tts_size": "15K"}]}, {"def": "If you say that something was <b>before</b> your <b>time</b>, you mean that it happened or existed before you were born or before you were able to know about it or remember it.", "tran": "在…出生以前；在…有记忆前", "posp": "PHRASE", "example": [{"ex": "'You've never seen the Marilyn Monroe film?' — 'No, I think it was a bit before my time.'", "tran": "“你从来没看过玛丽莲·梦露演的电影？”——“是的，她拍电影时我还不记事呢。”", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/6/0/8607a35f370cd9253a0beaba16145638.mp3", "tts_size": "30K"}]}, {"def": "If someone has reached a particular stage in life <b>before</b> their <b>time</b>, they have reached it at a younger age than is normal.", "tran": "过早", "posp": "PHRASE", "example": [{"ex": "The small print has forced me, years before my time, to buy spectacles...", "tran": "印刷文字过小迫使我早早就要买眼镜戴。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/9/9/199df35abcd58595075e7d4cf103e983.mp3", "tts_size": "23K"}, {"ex": "There is nothing like a college town to make you feel old before your time.", "tran": "没有哪个地方能像大学城那样让你感到未老先衰。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/5/a/d5a3a1a04417f8dc3b39efe99412393f.mp3", "tts_size": "19K"}]}, {"def": "If you say <b>not before time</b> after a statement has been made about something that has been done, you are saying in an emphatic way that you think it should have been done sooner.", "tran": "早该发生；早该如此", "posp": "PHRASE", "example": [{"ex": "The virus is getting more and more attention, and not before time...", "tran": "这种病毒正受到越来越多的关注，其实早该如此。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/1/7/0174b772832bafb531780cc0691ecfd5.mp3", "tts_size": "21K"}, {"ex": "Not before time, that is about to change.", "tran": "那一切总算要变了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/5/7/b5714b3d043b999f4abfe287929bd672.mp3", "tts_size": "15K"}]}, {"def": "If you <b>call time on</b> something, you end it.", "tran": "结束", "posp": "PHRASE", "example": [{"ex": "Scott Hastings has called time on his international career by cutting short his contract.", "tran": "斯科特·黑斯廷斯中止合同，结束了他的国际比赛生涯。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/d/a/7da17a00956930af72f93995c051a991.mp3", "tts_size": "26K"}]}, {"def": "Someone who <b>is doing time</b> is in prison.", "tran": "坐牢;服刑", "posp": "PHRASE", "example": [{"ex": "He is serving 11 years for robbery, and did time for a similar offence before that.", "tran": "他因犯抢劫罪正在服11年的刑期，此前他也曾因类似罪行蹲过监狱。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/1/9/f1927b2c05788be9efaa2ba8a376bc37.mp3", "tts_size": "24K"}]}, {"def": "If you say that something will be the case <b>for all time</b>, you mean that it will always be the case.", "tran": "永远", "posp": "PHRASE", "example": [{"ex": "The desperate condition of the world is that madness has always been here, and that it will remain so for all time.", "tran": "这个世界令人绝望的是，疯狂之事一直存在，而且将永远存在下去。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/5/b/35ba15b1b141afc60c4529805573e7d4.mp3", "tts_size": "32K"}]}, {"def": "If something is the case or will happen <b>for the time being</b>, it is the case or will happen now, but only until something else becomes possible or happens.", "tran": "目前;暂时", "posp": "PHRASE", "example": [{"ex": "For the time being, however, immunotherapy is still in its experimental stages...", "tran": "但免疫疗法目前仍处于实验阶段。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/c/5/5c5fe7ee1b1d1f597dbaa4cba8684df5.mp3", "tts_size": "26K"}, {"ex": "The situation is calm for the time being.", "tran": "局势暂时稳定。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/e/e/dee4153d69e4f139d5e5e1f2600edeec.mp3", "tts_size": "13K"}]}, {"def": "If you do something <b>from time to time</b>, you do it occasionally but not regularly.", "tran": "不时地;间或;偶尔", "posp": "PHRASE", "example": [{"ex": "Her daughters visited him from time to time when he was ill.", "tran": "他生病的时候她的女儿们时常去探望他。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/5/3/5537272d8cbd1d70e509357a4340c4dc.mp3", "tts_size": "15K"}]}, {"def": "If you say that something is the case <b>half the time</b> you mean that it often is the case.", "tran": "常常;几乎总是", "posp": "PHRASE", "example": [{"ex": "Half the time, I don't have the slightest idea what he's talking about.", "tran": "我经常一点儿都听不懂他在说什么。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/5/3/b538a3cb88364d6ee01c35e98dab49fa.mp3", "tts_size": "19K"}]}, {"def": "If you say that you <b>have no time for</b> a person or thing, you mean you do not like them or approve of them, and if you say that you <b>have a lot of time for</b> a person or thing, you mean you like them or approve of them very much.", "tran": "不喜欢/喜欢;不赞成/赞成", "posp": "PHRASE", "example": [{"ex": "When I think of what he's done to my mother and me, I've just got no time for him...", "tran": "想到他对母亲和我所做的一切，我就很讨厌他。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/3/6/b365310b502cf04ea43e6b43a9a58d48.mp3", "tts_size": "22K"}, {"ex": "I have got a lot of time for people who are prepared to put the welfare of their party above their own vanity.", "tran": "我很钦佩那些不计个人名利，以政党的利益为重的人。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/3/a/23a825d897e11e5a2d3279dc3910ebbf.mp3", "tts_size": "28K"}]}, {"def": "If you say that <b>it is high time</b> that something happened or was done, you are saying in an emphatic way that it should happen or be done now, and really should have happened or been done sooner.", "tran": "(早)该…了;是时候…了", "posp": "PHRASE", "example": [{"ex": "It is high time the Government displayed a more humanitarian approach towards victims of the recession...", "tran": "政府早该对受到经济衰退影响的人们采取更加人性化的救助措施。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/7/8/478f73b764dccfd985296612f7057dcb.mp3", "tts_size": "27K"}, {"ex": "It is high time to consider the problem on a global scale.", "tran": "早该从全球视角考虑问题了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/5/7/b570e9e12b834bc1ad103f0ba68ce9c2.mp3", "tts_size": "17K"}]}, {"def": "If you are <b>in time for</b> a particular event, you are not too late for it.", "tran": "及时;不迟", "posp": "PHRASE", "example": [{"ex": "I arrived just in time for my flight to London...", "tran": "我及时赶上了飞往伦敦的航班。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/6/3/d638216e9c55e6c29284b83be0c3a297.mp3", "tts_size": "14K"}, {"ex": "She set the alarm so she'd wake up in time to give her two sons their medication.", "tran": "她定了闹钟，以便及时醒来给两个儿子服药。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/7/5/b751ff81e7388912dd7fc105c756e3fb.mp3", "tts_size": "23K"}]}, {"def": "If you say that something will happen <b>in time</b> or <b>given time</b>, you mean that it will happen eventually, when a lot of time has passed.", "tran": "最终;迟早", "posp": "PHRASE", "example": [{"ex": "He would sort out his own problems, in time...", "tran": "他早晚会解决自己的问题。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/c/4/bc471e94b7cb00994e47ca7bc60e3a2d.mp3", "tts_size": "14K"}, {"ex": "Tina believed that, given time, her business would become profitable.", "tran": "蒂娜相信假以时日，她的生意一定会盈利。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/4/6/a46b6f298debb848f07c4d07ff8fc8cf.mp3", "tts_size": "21K"}]}, {"def": "If you are playing, singing, or dancing <b>in time</b> with a piece of music, you are following the rhythm and speed of the music correctly. If you are <b>out of time</b> with it, you are not following the rhythm and speed of the music correctly.", "tran": "合拍/不合拍", "posp": "PHRASE", "example": [{"ex": "Her body swayed in time with the music...", "tran": "她的身体随着音乐节拍摆动。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/b/5/fb55454e4f079a99762f89f9be5d8190.mp3", "tts_size": "11K"}, {"ex": "We were standing onstage playing completely out of time.", "tran": "我们站在舞台上，演奏得完全不合节拍。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/7/5/1753780fae53d60048ca9a27187ff5f0.mp3", "tts_size": "16K"}]}, {"def": "If you say that something will happen, for example, <b>in</b> a week<b>'s time</b> or <b>in</b> two years<b>' time</b>, you mean that it will happen a week from now or two years from now.", "tran": "在…之后", "posp": "PHRASE", "example": [{"ex": "Presidential elections are due to be held in ten days' time...", "tran": "总统竞选将在10天后如期举行。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/f/2/df24ae0b7d5387dc14a2c45191754993.mp3", "tts_size": "17K"}, {"ex": "In a year's time we will all be laughing about it.", "tran": "一年以后我们都会对此一笑置之。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/1/4/7146c8a874f69b562990df22083f9f51.mp3", "tts_size": "13K"}]}, {"def": "If you arrive somewhere <b>in good time</b>, you arrive early so that there is time to spare before a particular event.", "tran": "提早，提前(到达)", "posp": "PHRASE", "example": [{"ex": "If we're out, we always make sure we're home in good time for the programme.", "tran": "如果外出，我们总是确保在节目开始之前赶回家。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/e/0/ee0235c339d87794c1e908845a09ed04.mp3", "tts_size": "21K"}]}, {"def": "If you tell someone that something will happen <b>in good time</b> or <b>all in good time</b>, you are telling them to be patient because it will happen eventually.", "tran": "慢慢来;别急;来得及", "posp": "PHRASE", "example": [{"ex": "There will be many advanced exercises that you won't be able to do at first. You will get to them in good time...", "tran": "有许多难度较大的动作你起初不会做，但慢慢就会了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/3/f/43fc1cde8e7e106003a8edbb8f849d0a.mp3", "tts_size": "31K"}, {"ex": "'I can't wait to be grown up.' — 'All in good time.'", "tran": "“我等不及要长大了。”——“别急，你总会长大的。”", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/f/5/ef5ee070793b58276e5077339f537631.mp3", "tts_size": "19K"}]}, {"def": "If something happens <b>in no time</b> or <b>in next to no time</b>, it happens almost immediately or very quickly.", "tran": "立刻;马上", "posp": "PHRASE", "example": [{"ex": "He's going to be just fine. At his age he'll heal in no time...", "tran": "他会好起来的。以他的年纪，他很快就会痊愈。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/c/d/6cd43cee2c5bdee7bbe9a3d0a98247f8.mp3", "tts_size": "21K"}, {"ex": "He expects to be out of prison in next to no time.", "tran": "他期盼着立即出狱。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/a/4/aa4e545d83a76df5e6d479e06fff484f.mp3", "tts_size": "15K"}]}, {"def": "If you do something <b>in</b> your <b>own time</b>, you do it at the speed that you choose, rather than allowing anyone to hurry you.", "tran": "从容地;不慌不忙地", "posp": "PHRASE", "example": [{"ex": "Now, in your own time, tell me what happened.", "tran": "现在慢慢告诉我发生了什么事。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/7/0/27013043ddb11ba68f4c5e4cbbcb6376.mp3", "tts_size": "16K"}]}, {"def": "If you do something such as work <b>in</b> your <b>own time</b> in British English, or <b>on</b> your <b>own time</b> in American English, you do it in your free time rather than, for example, at work or school.", "tran": "在业余时间;在空闲时间", "posp": "PHRASE", "example": [{"ex": "If I choose to work on other projects in my own time, then I say that is my business.", "tran": "如果我选择在业余时间做其他项目，我认为那是我自己的事情。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/8/f/e8f751f505b5df590255dd59853e4ccf.mp3", "tts_size": "25K"}]}, {"def": "If you <b>keep time</b> when playing or singing music, you follow or play the beat, without going too fast or too slowly.", "tran": "和着拍子;按节拍", "posp": "PHRASE", "example": [{"ex": "As he sang he kept time on a small drum.", "tran": "他边唱边和着节拍敲一个小鼓。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/e/a/5ea075e4935d6aa9769109c064e09d5b.mp3", "tts_size": "13K"}]}, {"def": "When you talk about how well a watch or clock <b>keeps time</b>, you are talking about how accurately it measures time.", "tran": "(钟表)走得准", "posp": "PHRASE", "example": [{"ex": "Some pulsars keep time better than the earth's most accurate clocks.", "tran": "某些脉冲星发送脉冲比地球上最精确的时钟都准时。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/c/5/2c5d6ec407c23ff7eddfb1d8495056a5.mp3", "tts_size": "20K"}]}, {"def": "If you <b>make time for</b> a particular activity or person, you arrange to have some free time so that you can do the activity or spend time with the person.", "tran": "腾出时间;留出时间", "posp": "PHRASE", "example": [{"ex": "Before leaving the city, be sure to make time for a shopping trip...", "tran": "离开城市之前，一定要留出时间去买些东西。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/5/d/35d9c2f49f14055045c6d442191b6755.mp3", "tts_size": "19K"}, {"ex": "She had made time for me in the midst of her busy schedule...", "tran": "她在百忙中为我腾出了时间。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/e/1/1e1aa2a3ae1d4f2461d0aecac25c884e.mp3", "tts_size": "16K"}]}, {"def": "If you say that you <b>made good time</b> on a journey, you mean it did not take you very long compared to the length of time you expected it to take.", "tran": "(旅途)比预期的快", "posp": "PHRASE", "example": [{"ex": "They had left early in the morning, on quiet roads, and made good time.", "tran": "他们一大早出发，一路上人车稀少，走得比预期快多了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/3/f/53f403c49bb18d316e65c788123004e6.mp3", "tts_size": "22K"}]}, {"def": "If someone <b>is making up for lost time</b>, they are doing something actively and with enthusiasm because they have not had the opportunity to do it before or when they were younger.", "tran": "弥补过去损失的时间", "posp": "PHRASE", "example": [{"ex": "Five years older than the majority of officers of his same rank, he was determined to make up for lost time.", "tran": "他比同一级别的大多数军官年长 5 岁，因此他决心积极努力来弥补过去损失的时间。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/8/9/f89b995ba54d75b71e15951d6f1e6195.mp3", "tts_size": "32K"}]}, {"def": "If you <b>are marking time</b>, you are doing something that is not particularly useful or interesting while you wait for something more important or interesting to happen.", "tran": "消磨时光;等待时机", "posp": "PHRASE", "example": [{"ex": "He's really just marking time until he's old enough to leave.", "tran": "他其实只是在消磨时光，等年龄一到就退休。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/a/3/0a32c7850dff83fe74e0d632b367f20f.mp3", "tts_size": "18K"}]}, {"def": "If you say that something happens or is the case <b>nine times out of ten</b> or <b>ninety-nine times out of a hundred</b>, you mean that it happens on nearly every occasion or is almost always the case.", "tran": "十之八九;几乎总是", "posp": "PHRASE", "example": [{"ex": "When they want something, nine times out of ten they get it...", "tran": "他们想要什么，十之八九都会得到。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/f/7/8f78ea4921f03ba30dd17c495eae963f.mp3", "tts_size": "17K"}, {"ex": "Ninety-nine times out of a hundred when parents say to their children 'I know how you feel', they are lying.", "tran": "当父母对孩子们说“我知道你的感受”时，他们十有八九在撒谎。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/0/a/e0ae33be47379b5c2960018d7c90bdda.mp3", "tts_size": "27K"}]}, {"def": "If you say that someone or something is, for example, the best writer <b>of all time</b>, or the most successful film <b>of all time</b>, you mean that they are the best or most successful that there has ever been.", "tran": "有史以来最…的;前所未有的;空前的", "posp": "PHRASE", "example": [{"ex": "'Monopoly' is one of the best-selling games of all time...", "tran": "“大富翁”是有史以来最畅销的游戏之一。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/9/5/4953ab8a77236cc5e8258717316ede9d.mp3", "tts_size": "16K"}, {"ex": "This is my favourite song of all time.", "tran": "这是我有史以来最喜爱的一首歌。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/3/b/03bb2fdc9e59f5d7ab639ca9b5e0c1a1.mp3", "tts_size": "12K"}]}, {"def": "If you are <b>on time</b>, you are not late.", "tran": "准时;按时", "posp": "PHRASE", "example": [{"ex": "Don't worry, she'll be on time...", "tran": "别急，她会准时到的。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/3/c/33cc6a4f9ef4ef0bce4aeb562959063c.mp3", "tts_size": "11K"}, {"ex": "Their planes usually arrive on time.", "tran": "他们的飞机通常都会准时抵达。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/3/8/a38b47db6c1f8f672ca39660941e6d41.mp3", "tts_size": "12K"}]}, {"def": "If you say that it is <b>only a matter of time</b> or <b>only a question of time</b> before something happens, you mean that it cannot be avoided and will definitely happen at some future date.", "tran": "迟早的事;只是时间问题", "posp": "PHRASE", "example": [{"ex": "It now seems only a matter of time before they resign...", "tran": "现在看来，他们辞职是早晚的事。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/8/2/5820eeb530a3a4aa8ab6d5373ff64ec2.mp3", "tts_size": "16K"}, {"ex": "The doctors are confident he'll make a full recovery. It's just a question of time.", "tran": "医生们确信他会完全康复。这只是个时间问题。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/4/7/9476f4ebf08a202e1dbe9ed7424b1b00.mp3", "tts_size": "27K"}]}, {"def": "When you refer to <b>our time</b> or <b>our times</b> you are referring to the present period in the history of the world.", "tran": "当今;目前", "posp": "PHRASE", "example": [{"ex": "It would be wrong to say that the Church doesn't enter the great moral debates of our time.", "tran": "要说教会问题不是当代社会道德争论的一大议题，那就错了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/7/d/97d1ac7e320a50685011a5240ec93d7b.mp3", "tts_size": "23K"}]}, {"def": "If you do something to <b>pass the time</b> you do it because you have some time available and not because you really want to do it.", "tran": "消遣;打发时间", "posp": "PHRASE", "example": [{"ex": "Without particular interest and just to pass the time, I read a story...", "tran": "我读了一篇故事，并非有什么特别的兴趣，仅仅为了消遣。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/e/a/deaf690fd80373ce46dccda474338b10.mp3", "tts_size": "22K"}, {"ex": "During a lunch break, he and the buyer passed the time with some chitchat.", "tran": "午饭休息时间，他与顾客谈天闲聊以消磨时间。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/e/2/3e2bc08d1d3265ebdcf4780d17fa2f86.mp3", "tts_size": "20K"}]}, {"def": "If you <b>pass the time of day</b> with someone, you have a short friendly conversation with them.", "tran": "与…寒暄;与…打招呼", "posp": "PHRASE", "example": [{"ex": "One or two people went up and passed the time of day with her...", "tran": "一两个人走过去和她打了招呼。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/4/d/e4dd1a3657622637e920d461c320ad5b.mp3", "tts_size": "17K"}, {"ex": "They can't even say 'good morning' or pass the time of day.", "tran": "他们甚至不会说“早上好”或打声招呼。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/2/7/4270f01a7f2c7d8d68354783223eeba4.mp3", "tts_size": "16K"}]}, {"def": "If you <b>play for time</b>, you try to make something happen more slowly, because you do not want it to happen or because you need time to think about what to do if it happens.", "tran": "(为争取时间)故意拖延", "posp": "PHRASE", "example": [{"ex": "The president's decision is being seen as an attempt to play for time.", "tran": "总统的决定被视为试图争取时间而故意拖延。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/b/d/bbd361334753ac54be7b9814b0b4299f.mp3", "tts_size": "20K"}]}, {"def": "If you say that something will <b>take time</b>, you mean that it will take a long time.", "tran": "需要时间;耗时", "posp": "PHRASE", "example": [{"ex": "Change will come, but it will take time...", "tran": "会有变化的，但这需要时间。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/0/5/a050e08c7047c022ea30983dc8677755.mp3", "tts_size": "12K"}, {"ex": "It takes time to build up intimacy.", "tran": "建立亲密关系是需要时间的。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/e/7/4e7628b0caf3f40255e35dc231b97a2f.mp3", "tts_size": "11K"}]}, {"def": "If you <b>take</b> your <b>time</b> doing something, you do it quite slowly and do not hurry.", "tran": "不着急;不慌忙;慢慢来", "posp": "PHRASE", "example": [{"ex": "'Take your time,' Cross told him. 'I'm in no hurry.'", "tran": "“慢慢来，”克罗斯对他说，“我一点都不急。”", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/a/d/4ad26529e10c76a5e26830dc2cfb2c0a.mp3", "tts_size": "19K"}, {"ex": "He took his time answering, knowing that he must select his words with great care.", "tran": "他意识到自己必须言辞谨慎，于是不慌不忙地回答着问题。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/0/7/8077c2a8a159a03b0bf1dcbe21f05a22.mp3", "tts_size": "23K"}]}, {"def": "If a child can <b>tell the time</b>, they are able to find out what the time is by looking at a clock or watch.", "tran": "认时间;认钟表", "posp": "PHRASE", "example": [{"ex": "My four-year-old daughter cannot quite tell the time.", "tran": "我4岁大的女儿还不大会看表。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/6/a/d6a0df369cd6eb17df836be4fa73d137.mp3", "tts_size": "14K"}]}, {"def": "If something happens <b>time after time</b>, it happens in a similar way on many occasions.", "tran": "反复地;屡次;一再", "posp": "PHRASE", "example": [{"ex": "Burns had escaped from jail time after time...", "tran": "伯恩斯屡次越狱。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/1/a/71a52a21a3b228393a8a7eafaa899b47.mp3", "tts_size": "14K"}, {"ex": "Time after time, I hear these stories of missing children on the news.", "tran": "我不断从新闻节目中听到这些关于孩子失踪的报道。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/4/b/c4b99da670a02dbd10f828f69174ea9b.mp3", "tts_size": "21K"}]}, {"def": "If you say that <b>time flies</b>, you mean that it seems to pass very quickly.", "tran": "时光飞逝", "posp": "PHRASE", "example": [{"ex": "Time flies when you're having fun.", "tran": "开心的时光总是飞逝而去。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/7/9/479319209d85fa053c72e5b1b1499a26.mp3", "tts_size": "9K"}]}, {"def": "If you have <b>the time of</b> your <b>life</b>, you enjoy yourself very much indeed.", "tran": "过得愉快;玩得高兴", "posp": "PHRASE", "example": [{"ex": "We're taking our little grandchild away with us. We'll make sure he has the time of his life...", "tran": "我们会把小孙子带走。我们一定会让他过得开心。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/3/f/93f64f1a806a7c581d1bcecbc317f0f1.mp3", "tts_size": "28K"}, {"ex": "For some it was awful, for others, particularly the young, it was the time of their lives.", "tran": "对某些人来说，那糟透了;而对其他人，特别是年轻人来说，那是他们无比开心的日子。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/7/7/c77b4d5e2ce1a50a5b79b64b589c3916.mp3", "tts_size": "27K"}]}, {"def": "If you say there is <b>no time to lose</b> or <b>no time to be lost</b>, you mean you must hurry as fast as you can to do something.", "tran": "须赶快;须尽快", "posp": "PHRASE", "example": [{"ex": "He rushed home, realising there was no time to lose.", "tran": "他意识到时间紧迫，于是急速赶回家。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/f/5/ff5f26f4980c5cf1408ba8a5c6eb400d.mp3", "tts_size": "17K"}]}, {"def": "If you say that <b>time will tell</b> whether something is true or correct, you mean that it will not be known until some time in the future whether it is true or correct.", "tran": "时间会验证", "posp": "PHRASE", "example": [{"ex": "Only time will tell whether Broughton's optimism is justified...", "tran": "只有时间会验证布劳顿的乐观是否合理。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/1/7/117ffc275b6f45fd422c006122e582bb.mp3", "tts_size": "18K"}, {"ex": "I can't see any problems, but time will tell.", "tran": "我发现不了任何问题，但时间会验证一切。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/3/4/e34ee48d044c801404c7f3762b28cf58.mp3", "tts_size": "16K"}]}, {"def": "If you <b>waste no time in</b> doing something, you take the opportunity to do it immediately or quickly.", "tran": "立即;马上", "posp": "PHRASE", "example": [{"ex": "Tom wasted no time in telling me why he had come.", "tran": "汤姆马上告诉了我他来的原因。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/d/8/0d8a40f33b0e079df5b3371f263f43da.mp3", "tts_size": "16K"}]}]}], "ee_mean": [{"part_name": "Noun", "means": [{"word_mean": "1. an instance or single occasion for some event;", "sentences": [{"sentence": "\"this time he succeeded\""}, {"sentence": "\"he called four times\""}, {"sentence": "\"he could do ten at a clip\""}]}, {"word_mean": "2. an indefinite period (usually marked by specific attributes or activities);", "sentences": [{"sentence": "\"he waited a long time\""}, {"sentence": "\"the time of year for planting\""}, {"sentence": "\"he was a great actor is his time\""}]}, {"word_mean": "3. a period of time considered as a resource under your control and sufficient to accomplish something;", "sentences": [{"sentence": "\"take time to smell the roses\""}, {"sentence": "\"I didn't have time to finish\""}, {"sentence": "\"it took more than half my time\""}]}, {"word_mean": "4. a suitable moment;", "sentences": [{"sentence": "\"it is time to go\""}]}, {"word_mean": "5. the continuum of experience in which events pass from the future through the present to the past", "sentences": []}, {"word_mean": "6. the time as given by a clock;", "sentences": [{"sentence": "\"do you know what time it is?\""}, {"sentence": "\"the time is 10 o'clock\""}]}, {"word_mean": "7. the fourth coordinate that is required (along with three spatial dimensions) to specify a physical event", "sentences": []}, {"word_mean": "8. a person's experience on a particular occasion;", "sentences": [{"sentence": "\"he had a time holding back the tears\""}, {"sentence": "\"they had a good time together\""}]}, {"word_mean": "9. rhythm as given by division into parts of equal time", "sentences": []}, {"word_mean": "10. the period of time a prisoner is imprisoned;", "sentences": [{"sentence": "\"he served a prison term of 15 months\""}, {"sentence": "\"his sentence was 5 to 10 years\""}, {"sentence": "\"he is doing time in the county jail\""}]}]}, {"part_name": "Verb", "means": [{"word_mean": "1. measure the time or duration of an event or action or the person who performs an action in a certain period of time;", "sentences": [{"sentence": "\"he clocked the runners\""}]}, {"word_mean": "2. assign a time for an activity or event;", "sentences": [{"sentence": "\"The candidate carefully timed his appearance at the disaster scene\""}]}, {"word_mean": "3. set the speed, duration, or execution of;", "sentences": [{"sentence": "\"we time the process to manufacture our cars very precisely\""}]}, {"word_mean": "4. regulate or set the time of;", "sentences": [{"sentence": "\"time the clock\""}]}, {"word_mean": "5. adjust so that a force is applied an an action occurs at the desired time;", "sentences": [{"sentence": "\"The good player times his swing so as to hit the ball squarely\""}]}]}], "derivation": [{"yuyuan_name": "Old English tīma, of Germanic origin; related to tide, which it superseded in temporal senses. The earliest of the current verb senses (dating from late Middle English) is 'do (something) at a particular moment'"}], "baesInfo": {"word_name": "time", "is_CRI": "1", "exchange": {"word_pl": ["times"], "word_third": ["times"], "word_past": ["timed"], "word_ing": ["timing"]}, "items": [""], "symbols": [{"ph_en": "taɪm", "ph_am": "taɪm", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/1f/04/1f042d776a942f6d0ef6fd46f70c7146.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/07/cc/07cc694b9b3fc636710fa08b6922c42b.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/0/7/c/07cc694b9b3fc636710fa08b6922c42b.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/1f/04/1f042d776a942f6d0ef6fd46f70c7146.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/07/cc/07cc694b9b3fc636710fa08b6922c42b.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/0/7/c/07cc694b9b3fc636710fa08b6922c42b.mp3", "parts": [{"part": "n.", "means": ["时间", "时刻", "时代", "次"]}, {"part": "vt.", "means": ["为…安排时间", "测定…的时间", "调准（机械的）速度", "拨准（钟、表）的快慢"]}, {"part": "vi.", "means": ["合拍", "和谐", "打拍子"]}]}], "baesElse": [{"word_name": "TIME", "is_CRI": "0", "symbols": [{"ph_en": "", "ph_am": "", "ph_other": "", "ph_en_mp3": "", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/3/4/6/346ff32eaa3c09983fb2ec057816d352.mp3", "parts": [{"part": "abbr.", "means": ["Telecommunication Information Management Executive 电讯信息管理执行官", "total instructional management environment 总指令管理环境", "Transactions of the Institute of Marine Engineers <英国>轮机工程师学会会刊", "timed interactive multimedia extension 定时交互多媒体扩展"]}]}]}, {"word_name": "Time", "is_CRI": "0", "symbols": [{"ph_en": "taɪm", "ph_am": "taɪm", "ph_other": "", "ph_en_mp3": "", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/a/7/6/a76d4ef5f3f6a672bbfab2865563e530.mp3", "parts": [{"part": "", "means": ["[人名] 泰姆", "[电影]时间"]}]}]}], "word_tag": [6, 2, 1, 0, 5], "translate_type": 1, "frequence": 5}, "new_sentence": [{"tag": "全部", "word": "time", "meaning": "全部", "sentences": [{"id": 2644364, "type": 1, "cn": "两周的时间", "en": "...a two-week period of time...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/4/9/e/49eefa5975e6b77aa1a73ccc7b2d7b1f.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 2644365, "type": 1, "cn": "时间一点点过去，马先生仍然没有出现。", "en": "Time passed, and still Ma did not appear...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/4/f/7/4f722452736a4e6dcc732542d60e5aa0.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2644366, "type": 1, "cn": "“几点钟了？”——“8点钟。”", "en": "'What time is it?' — 'Eight o'clock.'...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/a/7/fa7810d0f4faab9d3857fe0cf263281c.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2644367, "type": 1, "cn": "他问我几点了。", "en": "He asked me the time...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/4/1/f/41f59109d9de85bccc3073a9687fd8a6.mp3", "ttsSize": 7, "likeNum": 0}, {"id": 2644368, "type": 1, "cn": "从圣奎伊的出发时间是 8 点 15 分，从圣赫利尔的出发时间是 18 点 15 分。", "en": "Departure times are 08:15 from St Quay, and 18:15 from St Helier.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/2/9/2/2928afc21f6dfc13cc509e3609926f88.mp3", "ttsSize": 27, "likeNum": 0}, {"id": 2644369, "type": 1, "cn": "潮汐预报用的是格林尼治标准时间。英国夏令时要在标准时基础上加一小时。", "en": "The tidal predictions are expressed in Greenwich Mean Time. Add one hour for British Summer Time...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/f/9/9f9c7ba62ad5ada5f75a3c7291cbf8b1.mp3", "ttsSize": 30, "likeNum": 0}, {"id": 2644370, "type": 1, "cn": "事件发生在当地时间 10 点刚过。", "en": "The incident happened just after ten o'clock local time.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/4/8/c48406d478bdf11b104a9abbbb777a2c.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2644371, "type": 1, "cn": "亚当经常呆在他祖父的办公室里。", "en": "Adam spent a lot of time in his grandfather's office...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/3/0/5/305736ff3b9e89f2cc39741c22bb3246.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2644372, "type": 1, "cn": "他既不会有时间也不会有钱来照顾我。", "en": "He wouldn't have the time or money to take care of me...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/f/b/9fb8b8f116bc232d0848785d4b8df0ef.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2644373, "type": 1, "cn": "有相当长的一段时间他为《苏格兰人》报撰写艺术评论。", "en": "He was also for a time the art critic of 'The Scotsman'...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/d/b/a/dba9eacfd0ae88fc6c5aa1b5458be2c6.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2644374, "type": 1, "cn": "他呆了相当长的一段时间。", "en": "He stayed for quite a time...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/7/d/c7d23762a48033165eb29faf59b3751a.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 2644375, "type": 1, "cn": "我们那时在同一所学院，当时只招男生。", "en": "We were in the same college, which was male-only at that time...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/8/6/3/863fae0803dbab9c68c295a599504618.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2644376, "type": 1, "cn": "到那时他 30 岁了。", "en": "By this time he was thirty...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/a/7/d/a7dd9465c538850da855bc076967234b.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 2644377, "type": 1, "cn": "那是段艰苦时期，他父母一直艰辛地养家糊口。", "en": "They were hard times and his parents had been struggling to raise their family...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/1/4/8/1486a32e28c16439712d03550c356479.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2644378, "type": 1, "cn": "我们会单独在一起，就像过去那样。", "en": "We'll be alone together, quite like old times...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/2/6/f/26f86ed7954311c2f39dce2b0edbe5e4.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2644379, "type": 1, "cn": "他敢于与时俱进。", "en": "He is unafraid to move with the times...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/a/e/d/aed78c850d55bd86e1bc92a5c4e69d55.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 2644380, "type": 1, "cn": "这种方法如今与时代潮流严重脱节。", "en": "This approach is now seriously out of step with the times...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/7/7/8/778eee25afc66f573773e30cc99b0bc7.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2644381, "type": 1, "cn": "孩子们不在的时候，我和萨拉度过了一段美好时光。", "en": "Sarah and I had a great time while the kids were away...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/8/e/2/8e2ef6e46bc76e90e4ff3c03d7e3bd9c.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2644382, "type": 1, "cn": "这一年半以来，她度过了一段非常艰难的时期。", "en": "She's had a really tough time the last year and a half...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/7/3/8/7388d6f3517012a1291812edf82a2b46.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2644383, "type": 1, "cn": "现在马丁开始遭受艾滋病的折磨，他说他的生命就要走到尽头。", "en": "Now Martin has begun to suffer the effects of AIDS, and he says his time is running out...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/3/1/1/3115982bd7c9448ed31073e62c15ddff.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 2644384, "type": 1, "cn": "每届政府都有其执政期限，任期届满时就得下台。", "en": "Every administration has its time. And when your time is over, you leave...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/1/f/c/1fca2782caabba2acc183984b8338541.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 2644385, "type": 1, "cn": "民意测验表明，公众认为到了改革的时候了。", "en": "Opinion polls indicated a feeling among the public that it was time for a change...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/d/2/3/d23c380522ce21f42105c8c20be0a390.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2644386, "type": 1, "cn": "他该去上班了。", "en": "It was time for him to go to work...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/d/1/7/d17c67c3a7ef96b6ebdf251867fe1d57.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2644387, "type": 1, "cn": "每次她乘公车出行都至少耽搁3个小时。", "en": "Every time she travels on the bus it's delayed by at least three hours...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/9/d/99d97c7f5f9933a1b12e5282d92eb1de.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2644388, "type": 1, "cn": "我上次见她大约是 16 年前了。", "en": "The last time I saw her was about sixteen years ago...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/0/9/b/09b0a1546e034cfdd2dd508608362be7.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2644389, "type": 1, "cn": "她的差事就是每天沏3次茶。", "en": "It was her job to make tea three times a day...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/b/2/3/b239c5522478b0e8648084becc5e6b42.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2644390, "type": 1, "cn": "你母亲告诉你多少次了，绝不能和陌生人谈话？", "en": "How many times has your mother told you never to talk to strangers?...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/3/d/f3dc76d31c3190e25d7e787b5df23243.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2644391, "type": 1, "cn": "它的利润增长速度比一般公司快4倍。", "en": "Its profits are rising four times faster than the average company...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/2/3/7/237ff3c55541e79d53a06d4b7a4c081c.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 2644392, "type": 1, "cn": "劳动人口中，年轻人失业的可能性是年长者的好几倍。", "en": "Young people were several times more likely to be out of work than older members of the workforce...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/8/a/7/8a7083925127a906c937af81b5beba3c.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 2644393, "type": 1, "cn": "4 乘以 6 等于 24。", "en": "Four times six is 24.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/6/c/f/6cf77a31744fa913db92403308d31f2b.mp3", "ttsSize": 10, "likeNum": 0}]}, {"tag": "时刻", "word": "time", "meaning": "时刻", "sentences": [{"id": 2379349, "type": 1, "cn": "对于许多男性来说,下班意味着放松的时刻到了。", "en": "For many men, the end of  the workday is a time to kick back.", "from": "15年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/5a/018aff0d6bb327b0b57bb7e686e00.mp3", "ttsSize": 131, "likeNum": 0}, {"id": 2379421, "type": 1, "cn": "这些艰难的日子或许会在通常看似最不合时宜的时刻压得你喘不过气,但你应该记住，它们不会永远持续下去。", "en": "Hard times may hold you down at what usually seems  like the most inopportune time,but you should remember that they won't last  forever.", "from": "15年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/03/f9e446ce18d963f7208ecd1dcdcc3.mp3", "ttsSize": 276, "likeNum": 0}, {"id": 2379509, "type": 1, "cn": "将时间看作一种需要最大化的资源意味着你将其视为工具,只有当某一特定时刻能够推动某一目标的进程时，你才觉得过得有价值。", "en": "Thinking of time as a resource to be maximized means you approach it instrumentally, judging any given moment as well spent only in so far as it advances progress toward some goal.", "from": "16年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/2/ff/126273ac821413dd0ca1157fcc2c0.mp3", "ttsSize": 300, "likeNum": 0}, {"id": 2379606, "type": 1, "cn": "“父母不必时时刻刻都敏锐地关注孩子,但是要保持一种平衡,并且父母需要对孩子通过言语或非言语表达的情感需求有所回应和感知,瑞德斯基说道.", "en": "Parents don't have to be exquisitely present at all times, but there needs to be a balance and parents need to be responsive and sensitive to a child’s verbal or nonverbal expressions of an emotional need,\" says Radesky.", "from": "17年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/f1/17c05b1067aa4d7dd7bb24c8f44bc.mp3", "ttsSize": 432, "likeNum": 0}, {"id": 2379987, "type": 1, "cn": "惯常性的吸毒者时时刻刻都在吸毒，但是他们常常能够维持正常的例行工作。", "en": "Regular users take drugs all the time, but they are often able to keep up with the normal routine of work.", "from": "15年12月四级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/a8/c781490296f79ed20b1c8e4e8f390.mp3", "ttsSize": 173, "likeNum": 0}, {"id": 6831, "type": 1, "cn": "因而电话在二之间订阅也许跟随不同的路线在不同的时刻.", "en": "Thus calls between two subscribes might follow different routes at different times.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/0/1/501631f2907a61665ac8e8b17deaaabe.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 21184, "type": 1, "cn": "只有在这样的时刻,一个才会真正领略到朋友的深厚意.", "en": "It is at a time like this that one really appreciates the kindness of a friend.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/9/5/095e1d0808f8c59cc8996bb8ddb2b0a4.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 40437, "type": 1, "cn": "需要在特定时刻到现场来处理业务的人越来越少.", "en": "Fewer and fewer people would have to be on the actual spot at any particular time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/4/b/f4b1ebe0e19bd3e895fb6d6d52dfff9f.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 57101, "type": 1, "cn": "目前是向您表达感激之情最为恰当的时刻.", "en": "It is the maximum appropriate time to clarify you our thanks.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/6/7/b67c43d4a0ad55e38c72ea3d34987129.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 61480, "type": 1, "cn": "事故可以发生在你最没料到的任何地点 、 任何时刻.", "en": "An accident can happen anyplace, at any time, just when you least expect it.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/2/5/f25c94485139e68c0fe893a2d9606c71.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 88230, "type": 1, "cn": "告诉我下一班火车抵达的正确时刻.", "en": "Tell me ( the exact time ) when the next train will arrive.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/4/9/a49ba1985046cd1e7b48b01bfcf7438c.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 121726, "type": 1, "cn": "全球从未经历过东西方实力相对平衡的时刻.", "en": "The world has never seen a time of relative balance and west.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/b/b/5bb13494368f9c3514262f241d4de8b1.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 194849, "type": 1, "cn": "于天具来的无助感,从诞生的时刻就开始了.", "en": "The sense of incapability for have in day started from the time of birth.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/3/f/13fcc2ed7933f4eb57828d241d247c47.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 204795, "type": 1, "cn": "我们正处在历史的危急时刻.", "en": "We are at a critical time in history.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/5/3/1534075993c97dd5b91edc1cf8ec90aa.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 208679, "type": 1, "cn": "我觉得在这么特殊的时刻收到邀请非常棒.", "en": "And I felt it was great to be invited at such a special time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/7/b/17b9f8fac1697813f5fff927f871b970.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 216947, "type": 1, "cn": "考虑时要从容不迫, 但是行动时刻一旦来临, 马上停止思索并立刻行动.", "en": "Takd time to deliberate; but when the time for action arrives, stop thinking and go in.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/6/8/168f65f06ff34a05c9f4542dfecb392e.mp3", "ttsSize": 32, "likeNum": 0}, {"id": 243019, "type": 1, "cn": "真正的朋友会与你一同度过困难 、 伤心和烦恼的时刻.", "en": "Forever friend gets you through the hard times , the sad times , and the confused times.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/5/b/b5bb61f6648179be87fe384151974d1b.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 248892, "type": 1, "cn": "在每一个关键帧中, 每一个对象的位置依赖于该帧的时刻.", "en": "Within each key frame , each object is positioned according to the time for that frame.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/7/b/27b0abc0c726032847e2f3ab7e406087.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 273142, "type": 1, "cn": "在任何给定时刻一个屏幕上可出现的最大字符量.", "en": "The maximum number of characters that can appear on a screen at any given time.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/c/c/3cc56aa647b4893a07894e69c7fb574f.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 310615, "type": 1, "cn": "眼下已到了用伉俪点缀他的生活的时刻.", "en": "It was now time for him to adorn his life with the graces of female companionship.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/a/5/ca5f5d8250ef431f9455224971769737.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 313263, "type": 1, "cn": "神圣时间就是当下时刻.", "en": "Divine time is in the present moment.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/9/4/794131b480cb535e360654491146a738.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 329073, "type": 1, "cn": "今天天气晴朗,尤其是上午时分.仿佛这一时刻就是特意为我准备的.", "en": "Especially on the morning around my interview time, It'seems to color for my oral test.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/a/6/4a6b6eb340aa82145d57cf536427a169.mp3", "ttsSize": 27, "likeNum": 0}, {"id": 390203, "type": 1, "cn": "极端时刻的到来可能引发极端手段.", "en": "Yet desperate times may lead to desperate measures.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/4/c/84c8ea0947e594a25484d2b44751ebf0.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 397479, "type": 1, "cn": "冬至日是一个特别时刻,此时地球上所有物种都向内转变并内省.", "en": "The winter solstice is a special time inward turning and introspection for all species upon earth.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/c/1/6c136cacb45fcbf1fbec503bb4702bf7.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 421375, "type": 1, "cn": "人们的交互改变了”色调“和语调时的时刻称之为”断点“.", "en": "There are break points, times where the interaction changes color and tone.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/c/d/0cdbf4f5397ffd914a595a2391b11fe0.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 422731, "type": 1, "cn": "不过这最后的时刻还是从容不迫.", "en": "But the final moment was taking its time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/8/0/980666614b93a201430945cf83b84486.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 423526, "type": 1, "cn": "有何理由非得在此特别时刻提出来 吗 ?", "en": "Was there any reason for filing at this particular time?", "from": "电影对白", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/9/f/09f87949fe9bb6f54721903fb6901268.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 436544, "type": 1, "cn": "至今为止的资料表明,在同一时刻你只能注意到一个念头.", "en": "Evidence to date indicates that you attend to one idea at a time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/3/2/0320d1da883a641dd027b420b83628c4.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 450135, "type": 1, "cn": "其时标时刻即为触发时刻, 可通过波形判读.", "en": "Time mark is just the triggering time mark, it may be directly judged reading by waveform.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/9/3/b93c9a394d4eb14e452745ad12b2ea77.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 463606, "type": 1, "cn": "上帝知道我有多爱你,上帝也知道,告别的时刻终于到来了.", "en": "God knows how much I love you and he also knows it's time say goodbye.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/e/e/2ee1c52c2cb87c4e19975f1c7a2a33f1.mp3", "ttsSize": 21, "likeNum": 0}]}, {"tag": "时代", "word": "time", "meaning": "时代", "sentences": [{"id": 2644380, "type": 1, "cn": "这种方法如今与时代潮流严重脱节。", "en": "This approach is now seriously out of step with the times...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/7/7/8/778eee25afc66f573773e30cc99b0bc7.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2644404, "type": 1, "cn": "他坚持认为，他仅有的根本性错误是他比时代超前了20年。", "en": "His only fundamental mistake, he insists, is that he was 20 years before his time.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/4/f/9/4f95345caa0505f219a3823aedcc1dd7.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 2377249, "type": 1, "cn": "斯宾塞认为，包括人类社会在内的世间万象，都会随着时代的变化而变化，并逐步走向完善。", "en": "Spencer argued that all worldly phenomena, including human societies, changed over time, advancing toward perfection.", "from": "09年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/ba/52a2ceb544687fdd3cea45172d739.mp3", "ttsSize": 232, "likeNum": 0}, {"id": 2377399, "type": 1, "cn": "对于一直都是由像古斯塔夫·马勒和皮埃尔·布列兹这样的音乐家来指挥的乐团而言，这样描述乐团的下一任指挥，至少对《纽约时代》的一些读者来说，似乎是一种牵强的赞美。 ", "en": "As a description of the next music director of an orchestra that has hitherto been led by musicians like Gustav Mahler and Pierre Boulez, that seems likely to have struck at least some Times readers as faint praise. ", "from": "11年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/25/0c4e3397144fa55bbe83084597d77.mp3", "ttsSize": 364, "likeNum": 0}, {"id": 2378913, "type": 1, "cn": "我们往往认为，二战后的几十年是繁荣和发展的时代，数百万士兵重返家园，根据《退伍军人权利法案》去上大学，在婚宴登记处排队等候办理结婚手续。", "en": "We tend to think of the decades immediately following World War II as a time of prosperity and growth, with soldiers returning home by the millions, going off to college on the G. I. Bill and lining up at the marriage bureaus.", "from": "11年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/70/63c0feff1fb883b63cf85edb7bd5f.mp3", "ttsSize": 374, "likeNum": 0}, {"id": 2378914, "type": 1, "cn": "但是说到住宅，那却是一个“少真的可以是多”成为常识和信念的时代。", "en": "But when it came to their houses, it was a time of common sense and a belief that less could truly be more. ", "from": "11年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/5/71/eec16c5d79a4f73ac65e50e4b26e9.mp3", "ttsSize": 178, "likeNum": 0}, {"id": 2379716, "type": 1, "cn": "换言之，当工薪阶层颠覆了美国的政治，为曾经“美国就是机遇”时代的消亡感　到沮丧时，一个明显的解決办法就摆在我们面前", "en": "In other words, at a time when the working class has turned the country on its political head, frustrated that the opportunity that once defined America is vanishing, one obvious solution is staring us in the face.", "from": "18年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/35/aa3f6b8a07a4f3c9054d1ccb9eb82.mp3", "ttsSize": 367, "likeNum": 0}, {"id": 2379739, "type": 1, "cn": "在全球思想转变的时代，不管华盛顿是否会为促进可替代能源的发展做点什么，都可能显得越来越无关紧要了。", "en": "What Washington does – or doesn’t do – to promote alternative energy may mean less and less at a time of a global shift in thought.", "from": "18年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/c/ee/baf01e7cd03c25e49445cecef82e4.mp3", "ttsSize": 257, "likeNum": 0}, {"id": 2375855, "type": 1, "cn": "经济不平等是“我们这个时代明确的挑战。”", "en": "Economic  inequality is the  “ defining challenge of our time. ”", "from": "15年12月六级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/f7/7bd81c1dc8926a8e43375224b908c.mp3", "ttsSize": 98, "likeNum": 0}, {"id": 2376182, "type": 1, "cn": "但DirecTV 公司、康卡斯特电信公司和时代华纳有线电视公司都在这一领域进行了投资。", "en": "But DirecTV, Comcast and Time Warner Cable have all invested in it.", "from": "16年6月六级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/2/16/e4c5bd0913fa04b140d34fdd64813.mp3", "ttsSize": 138, "likeNum": 0}, {"id": 2382439, "type": 1, "cn": "在战争时代，代码尤其重要。", "en": "In war time, codes are especially important", "from": "18年6月六级真题(第二套)| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/ef/ddb3d00ff30096a5990a936d1fefe.mp3", "ttsSize": 86, "likeNum": 0}, {"id": 2376636, "type": 1, "cn": "纽约州总检察长办公室在秋天(26) 开展了一项调查，调查威瑞森通信、有线电视公司和时代华纳提供的宽带是否如供应商(27) 声称的那么快。", "en": "New York’s Attorney General’s office 26 launched an investigation in the fall into whether or not Verizon, Cablevision and Time Warner are delivering broadband that’s as fast as the providers 27 claim it is.", "from": "17年6月四级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/e9/e146e658d4e2ff29acdb959490051.mp3", "ttsSize": 387, "likeNum": 0}, {"id": 13694, "type": 1, "cn": "时代广场美化了汕头的环境, 代表着汕头的活力与发展.", "en": "Times square beautified Shan first environment, represent Shan first vigour and development.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/c/8/ac815b0f20769004ae3c7ecd6767f19b.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 92995, "type": 1, "cn": "这个新时代被称为很多名字包括霍皮人称的“进入第五世界”.", "en": "The times ahead are not gentle times for those who do not love.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/a/7/8a7938e4afd2f62e02cc43bbfdc55508.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 97836, "type": 1, "cn": "而当代性, 代表的却是今天的文化环境和时代特征.", "en": "Contemporary , On the other way, represents todays cultural environment and the characteristics of the times.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/4/0/b404ad2bc6ea3efa3e8c55c74484ea8c.mp3", "ttsSize": 34, "likeNum": 0}, {"id": 99939, "type": 1, "cn": "再一次, 我们将获得我们的时代.", "en": "Again; we will take our time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/9/b/69bd67e64d46bc18fd6de1861c868389.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 100826, "type": 1, "cn": "在那个时代,佛罗伦萨的街道并不总是一个规规矩矩的地方.", "en": "The streets of Florence were not always a moral spectacle in those times.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/8/8/f8890afd4af88da744004eaef89a1969.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 106622, "type": 1, "cn": "现在都什么时代了~还有门禁!", "en": "At present all what times ~ still have entrance guard!", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/b/b/6bb0a0763e9c65bc7caa48241ac0de50.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 116574, "type": 1, "cn": "植物 、 动物的驯化开辟了农业发展的时代.", "en": "The domestication open up of plant, animal the times that agriculture develops.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/1/1/a11b31ea71caca1c41097386d022af0c.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 127871, "type": 1, "cn": "这样的宣布有能力的影响,时代华纳的股票价格.", "en": "That kind of announcement has the power to effect Time Warner's stock price.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/5/5/955c4034d473e3790c097340315e35e4.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 128316, "type": 1, "cn": "他将美国的语言学研究带入了布龙菲尔德时代.", "en": "He drove the American linguistics study into a Bloomfield Times.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/d/c/adcc1a4e6e70db08641c2de20eff0d92.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 132606, "type": 1, "cn": "他们落在时代的后面.", "en": "They fell behind the times.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/8/c/28cb9fe6bafcfd8b5174f97cbc6599dc.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 135352, "type": 1, "cn": "你这旧脑筋已经跟不上时代了.", "en": "You are far behind the times.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/9/c/09c3cdbbbac736d032fef84a73eeef41.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 153960, "type": 1, "cn": "上图为《网络科技时代》杂志总第103期封面.", "en": "Cover of the 103 column of the total monthly periodical Network Technology Times.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/e/f/4ef22f4cdff52e0e5c8dd7551cf2169a.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 160907, "type": 1, "cn": "不过时代变了,履历长度的标准也变了.", "en": "Times have changed and so has the criteria for resume length.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/d/f/6df6b6d12824bd0abaa196b47b2dd8c5.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 175645, "type": 1, "cn": "飞机撞毁 ( 在山上 ) 了.", "en": "The plane crashed ( into the mountain ).", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/5/3/453c6f8d13c0f7397cae8e5bd1aedfcc.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 203245, "type": 1, "cn": "为什么灾害愈演愈烈 呢 ?《时代》杂志一篇文章的标题问道.", "en": "Why disasters are getting worse? asked a headline of a Time Magazine article.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/9/6/e963a5f468f2879892e5375f778c613c.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 203723, "type": 1, "cn": "如果你想跟上时代就要看报.", "en": "Read the papers if you want to keep abreast of time.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/1/5/4155c42c4d0247a4d46228995c98fa60.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 233331, "type": 1, "cn": "虽然岁月流逝,时代变迁,这一民风却始终保存下来.", "en": "Here time has changed but not diminished the role of folklore.", "from": "英汉非文学 - 民俗", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/2/c/82cfa8e73bc72a32c3151e447476464d.mp3", "ttsSize": 17, "likeNum": 0}]}, {"tag": "测定…的时间", "word": "time", "meaning": "测定…的时间", "sentences": [{"id": 1379619, "type": 1, "cn": "一次测定的时间仅需半小时.", "en": "Its only spent half an hour for time determination.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/3/3/03329c67c0d3db1629f450fe24f04a98.mp3", "ttsSize": 15, "likeNum": 0}]}, {"tag": "合拍", "word": "time", "meaning": "合拍", "sentences": [{"id": 323364, "type": 1, "cn": "在我听来,小提琴拉得不合拍子.", "en": "It'seemed to me as if the violins were playing out of time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/4/a/e4a3cca142873e8d8b6077b7af3b5ba9.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 550879, "type": 1, "cn": "他的生活方式与时代不太合拍.", "en": "His lifestyle is not really in step with the times.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/a/c/8acd51c6c8e5d3bb3a9b565b2ad434a4.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 981058, "type": 1, "cn": "乐队的孩子们不能同指挥合拍.", "en": "The kids in the band didn't keep time with the conductor.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/0/6/806baeb8be0f66652d4567d38d5155e3.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 1446355, "type": 1, "cn": "一路上,这两只蚂蚁一直保持多变而合拍的速度和距离.", "en": "The two also maintain a variable but matching speed and distance over time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/e/9/ee9d5ccceeaa10283017a51294f367e7.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 1656118, "type": 1, "cn": "她的演唱和音乐不合拍.", "en": "Her singing was out of time with the music.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/d/d/7dd10773c010232372a10d3c05c7129d.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 1858469, "type": 1, "cn": "他的演唱与音乐不合拍.", "en": "His singing was out of time with music.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/d/d/9dd85d4170b168c14343b2a57d16880a.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 2312813, "type": 1, "cn": "今天，他方向的改变似乎更与时代合拍。", "en": "Today, his change of direction seems more in tune with the times.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/3/e/23e677ba0edce16d6df0b2a4ed57390e.mp3", "ttsSize": 20, "likeNum": 0}]}, {"tag": "和谐", "word": "time", "meaning": "和谐", "sentences": [{"id": 220795, "type": 1, "cn": "提前半个小时以上开瓶会更和谐, 圆润.", "en": "Above half hour operates the bottle to be able ahead time to be more harmonious, clear.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/b/c/5bc6e4f9b4cdde5ad356f00886514312.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 274882, "type": 1, "cn": "猫, 也很贴合当前的时代精神, 它一种非常“和谐”的动物.", "en": "The cat, a joyful and harmonious animal, also fits well with the spirits of the times.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/d/7/3d76f8571500eb5c04be44ed9d0c1f68.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 346116, "type": 1, "cn": "古往今来, 和谐社会都是人们向往和追求的理想社会.", "en": "From time immemorial, a harmonious society is the society that people pursue and look forward to.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/4/b/e4b8cb959570377b5a23691f605fea32.mp3", "ttsSize": 30, "likeNum": 0}, {"id": 821230, "type": 1, "cn": "当前, 我们最喜欢说的一个词就是——和谐.", "en": "At this time, we like to say a Word to the harmony.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/2/e/52e0b545c6dc3ee83abe4268730110e6.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 886882, "type": 1, "cn": "和谐社会自古以来就是人类不懈追求的社会理想.", "en": "From time immemorial mankind has been pursuing harmony within cultured society.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/b/4/2b4184b9971d9c209404488390c5325b.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 971225, "type": 1, "cn": "建设社会主义和谐社会符合中国的文化底蕴、代要求与发展潮流.", "en": "Constructing socialist harmonious society follows the trend of the times.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/6/e/d6ede7533262688fa00945f68463de62.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 1005438, "type": 1, "cn": "人与自然之间的和谐,将让您身心受益.", "en": "The harmony between human and nature would refresh you all the time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/6/5/86542d09a80dd14cad038814e1b7b7d1.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 1021538, "type": 1, "cn": "但世博会倡导的进步创新、和谐共融的精神历久弥新,世界人民求和平谋发展促合作的时代潮流滚滚向前.", "en": "Ours is a time when people around the world are calling for peace, development and cooperation.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/f/d/bfd41dc67798e33e7bfd46c22a6665a4.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 1040289, "type": 1, "cn": "有好长一段时间,他们一直保持着和谐美好的生活.", "en": "They kept their life hitching for a long time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/8/9/c89530abe96f5ff3b60a7a66caa8de0b.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 1104797, "type": 1, "cn": "在古代,这些与它们周围环境和谐相处的动植物不断地演变发展并且生存下来.", "en": "In times those and plants in harmony with their environment survived through change and evolution.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/f/6/5f6962b776fa7cc7299e8114a2a1ec15.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 1311021, "type": 1, "cn": "受海洋气候影响,这里温暖的白昼与凉爽的黑夜为葡萄的生长创造了最完美的和谐空间.", "en": "A gentle marine influence creates a balancing effect between warmer daytime and cooler night time temperatures.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/a/9/ca978f61e9463f8f4a6e5fd5b3db2ad3.mp3", "ttsSize": 32, "likeNum": 0}, {"id": 1589476, "type": 1, "cn": "BRIN: 事实上中国和谐过我们好几次.", "en": "BRIN : China actually shut us down a couple of times.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/a/9/4a916d88224386807894bab0d457725f.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 1956028, "type": 1, "cn": "但同时我们也感受到在校园中存在着一些不和谐的音符.", "en": "But at the same time we feel the campus, there are some discordant notes.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/6/9/169871bd5cbda3ae5df75cc79f8ebfe6.mp3", "ttsSize": 21, "likeNum": 0}]}, {"tag": "打拍子", "word": "time", "meaning": "打拍子", "sentences": [{"id": 2644549, "type": 1, "cn": "指挥用指挥棒打拍子。", "en": "The conductor beat time with a baton.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/38/fb62ff4d9ca199dd8f099518bbebd.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 217793, "type": 1, "cn": "他用手指 ( 随着这支乐曲 ) 打拍子.", "en": "He beat time ( to the music ) with his fingers.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/3/3/a3362f66e92523188d2de55ef30b0469.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 344278, "type": 1, "cn": "他吹笛子的时候,用脚打拍子.", "en": "He marked time with his foot, when he played on flute.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/b/c/abc3e6280ce7c14620336aaaaa821868.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 435503, "type": 1, "cn": "乐队指挥用指挥棒打拍子.", "en": "With the baton the conductor was beating time.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/0/8/b0814d824bc3162f671ff6f5537924d0.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 435883, "type": 1, "cn": "一边打拍子,一边大声唱出来.", "en": "Time the beat and sing loudly.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/6/d/76d5468ff17f63233d446826056021bf.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 583926, "type": 1, "cn": "玛丽和着乐曲打拍子.", "en": "Mary beat time to the music.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/c/7/8c7d2ea8fead9cecbfce26c830cf06ab.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 796518, "type": 1, "cn": "他在帮他们打拍子. 没有他, 音乐可就没那么好听了.", "en": "He's helping them keep time. Without him, the music might not sound good.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/b/0/0b03bd40c3d7a86bda50f206c1704a0d.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 903476, "type": 1, "cn": "你打拍子,我来演奏.", "en": "You beat time and I'll play.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/7/b/b7b6274f7f6181f5780683d7aef6586d.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 1043341, "type": 1, "cn": "小孩用脚随着音乐打拍子.", "en": "The child beat time to the music with his foot.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/8/1/38169debdce5588cb5241ef8fbecfd73.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 1298770, "type": 1, "cn": "指挥用指挥棒打拍子.", "en": "The conductor beat time a baton.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/8/4/f849b2267032af95417d63da22a22776.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 1421796, "type": 1, "cn": "老师弹曲子时,孩子们有节奏地击掌打拍子.", "en": "The children clapped out a regular time while the teacher played the tune.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/f/7/8f73471c3a41e7a106857aeccb8ea33c.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 1615713, "type": 1, "cn": "她唱歌,而我们同时拍手打拍子.", "en": "She sang and at the same time we clapped out a regular time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/4/8/7483d6d310f8cf1574e8242cd704fa1f.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 1912202, "type": 1, "cn": "你能为这首乐曲打拍子 吗 ?", "en": "Can you beat time to this music?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/0/b/e0ba5f846155b2601c5cd8e57e990f03.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 2105825, "type": 1, "cn": "他用脚在加速器上打拍子. 汽车疯了一样一冲一冲地前进着.", "en": "He beat time on the accelerator. The car jerked crazily.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/4/f/b4fb0ab1317ee1db4084b98784e6044c.mp3", "ttsSize": 20, "likeNum": 0}]}, {"tag": "定时的", "word": "time", "meaning": "定时的", "sentences": [{"id": 387227, "type": 1, "cn": "所有需要精确定时的系统都要用晶体.", "en": "All systems requiring accurate timing will require a crystal.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/6/1/76177daab7c3b6fdd324d1cbcbb77db5.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 604716, "type": 1, "cn": "保压间就是产品重量开始稳定时的时间.", "en": "The holding time will be the time when the part weight start to be stable.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/4/2/f422c857dedbb47c855bf20c4f284622.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2051339, "type": 1, "cn": "并重点介绍了CAN节点位定时的设置方法.", "en": "In particular , it expatiates setting bit timing about CAN node.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/6/7/367f904c86aa7e3570fe227ae5ba6670.mp3", "ttsSize": 21, "likeNum": 0}]}, {"tag": "定期的", "word": "time", "meaning": "定期的", "sentences": [{"id": 388416, "type": 1, "cn": "长时间得不到转化的专利, 还要定期的缴纳年费.", "en": "Into the patent is not a long time, but also pay the regular annual fee.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/4/8/f48bd25f00f0a9beba7321db5c069837.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 504761, "type": 1, "cn": "所提供的报告将定期或不定期的时间频率.", "en": "The delivery of report will be made on a periodic or ad hoc time frequency.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/5/a/85a34a56f2fdc11e92dadf441b816093.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 1190761, "type": 1, "cn": "通过定期的报表, 跟踪产品线的销售情况, 及时纠正推广方向和策略.", "en": "Pass periodical statement, follow the sale circumstance of line, rectify expansion direction and strategy in time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/4/1/7414e00aa1a5e8c193517288c66f9609.mp3", "ttsSize": 38, "likeNum": 0}, {"id": 2183430, "type": 1, "cn": "定期的、反复的学习可以缩短总学习时间.", "en": "More frequent study reduces the total time required to move from one language level to another.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/7/d/d7d64a4697c92f240f0931c01dd28b9f.mp3", "ttsSize": 25, "likeNum": 0}]}, {"tag": "时间到", "word": "time", "meaning": "时间到", "sentences": [{"id": 2644505, "type": 1, "cn": "午餐时间到了。", "en": "It's time for lunch.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/b/82/065d909aee12785f81e1b2a67ca20.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2644510, "type": 1, "cn": "留出足够的时间到达机场。", "en": "Allow plenty of time to get to the airport.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/c4/8d81c093e1df8637dbb356093eb92.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2644518, "type": 1, "cn": "时间到了，你得出答案了没有？", "en": "Time's up ─have you worked out the answer yet?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/5d/7d9d915d44f04524ef433b0cd4884.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2379242, "type": 1, "cn": "并非所有人都会赞同作者从“增加假日时间”到 “降低对美国购房者的税收刺激”等政策理念。", "en": "Not everyone will agree with the authors' policyideas, which range from mandating more holiday time to reducing tax incentives for American home buyers.", "from": "14年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/5/23/6f9e933c3ab308141fc84e7149432.mp3", "ttsSize": 253, "likeNum": 0}, {"id": 2380857, "type": 1, "cn": "早餐时间到了，长途汽车司机安排我们在一家小咖啡馆停留。", "en": "And  breakfast  time  arrived,  and the  coach  driver  had  arranged  for  us  to  stop  at  this  little  cafe.", "from": "16年12月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/28/b5558f33e09764976390b7c54716f.mp3", "ttsSize": 164, "likeNum": 0}, {"id": 58770, "type": 1, "cn": "安娜, 面试的时间到了.", "en": "Anna, it's time for you to have the interview.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/3/5/535dc4c4371a6df57e1090c2939528fb.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 65996, "type": 1, "cn": "时间到了(规定的时间).", "en": "Time is up, ie The time allowed for sth is ended.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/9/b/69b2d0c7b3a521d49d6f2b07e76c8a13.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 115287, "type": 1, "cn": "我们有充足的时间到剧院.", "en": "That will give us enough time to get to the theatre.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/5/9/e59f90e04e6cf993e47fad0cd75e8543.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 185686, "type": 1, "cn": "老师看了一下表,然后宣布时间到了.", "en": "The teacher glanced at his watch and announced that the time was up.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/f/1/0f1ae04d384aed481d2a53581d307a6b.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 207413, "type": 1, "cn": "请 注意 ,时间到了(酒馆营业时间结束的提醒语).", "en": "Time, please! ie warning that a pub is about to close.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/2/4/e24568a6a957f62b0795add469a7537e.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 238556, "type": 1, "cn": "红外接收程序在定时时间到后进入中断.", "en": "The infrared incepting program went into interrupt after the timer was time out.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/3/4/734166e96a2673cef643fec074ca51e4.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 334404, "type": 1, "cn": "小朋友! 靠著墙壁站好, 公开羞辱的时间到了.", "en": "Alright , kids! Up against the wall, it's time for public humiliation.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/e/0/ae0d4673b2d6c4de08a92393a7235bc2.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 350309, "type": 1, "cn": "上课时间到了.", "en": "It's time for class.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/a/b/2ab08bc5fca790c00fce7c11f386a5a5.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 415433, "type": 1, "cn": "吃饭时间到啦!", "en": "It's time to put on the feedbag.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/e/7/ce7cc8f82812be9d3956a61199076f45.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 512435, "type": 1, "cn": "不管你什么时间到达,白天或者晚上, 这个地方永远是那么热闹.", "en": "It doesn't matter what time of day or night you arrive, this place is permanently jumping!", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/a/0/8a00870f205cf88c0475729ec2a8099e.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 544758, "type": 1, "cn": "日期和时间,到达沉阳沟通.", "en": "Date and time that arrive to Shenyang communicate.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/f/c/efc1aaf99d3bea8b91497094fec9a0b4.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 570429, "type": 1, "cn": "她几乎每天都同一时间到单位.", "en": "She shows up to work nearly everyday at the exact same time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/3/5/3353ff2765d3f0214ef412a208ef4c75.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 649001, "type": 1, "cn": "炎爆术再次减少施法时间到5秒.", "en": "Pyroblast cast time has been reduced to 5 seconds.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/9/3/09375caff39ea50a2c95508ea4f683aa.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 679473, "type": 1, "cn": "小波 、 小波, 起床了! 唱一首有关红色的歌的时间到了!", "en": "Po, Po , get out of bed! It � � s time to sing a song of red!", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/9/0/a906ce214c623c358bd57b22bd008808.mp3", "ttsSize": 29, "likeNum": 0}, {"id": 681718, "type": 1, "cn": "我们该在什么时间到达 呢 ?", "en": "What time are we due to arrive?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/1/2/2120e194ff112083774b0f102dadbf0c.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 873436, "type": 1, "cn": "我们的来宾在约定的时间到达了.", "en": "Our visitors arrived at the appointed time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/e/9/ae96cbab8af1b0f70b2a43270fd69a9a.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 946756, "type": 1, "cn": "你的时间到了, 现在轮到别人使用训练设备了.", "en": "Your time is up, it's someone else's turn on the training equipment now.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/f/0/3f0a7ce70b76968903e807981e339fc2.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 1037016, "type": 1, "cn": "我们出发的时间到了.", "en": "The time that we set out to.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/9/1/5916aa0a999b7527b2528f119e4b7f7f.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 1103034, "type": 1, "cn": "我们什么时间到达波士顿 呢 ?", "en": "What time do we get t Boston?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/f/6/2f68d35e58d4af19e98f57ae0a0f9e97.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 1284924, "type": 1, "cn": "我们的“来宾”在约定的时间到达了.", "en": "Our visitors at the appointed time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/0/e/60ee5eb312c08b0d542bc886d2c54b62.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 1422474, "type": 1, "cn": "休息时间到了.", "en": "It's time for recess.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/0/e/c0e7c71da21f8a911c98736a87350948.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 1444861, "type": 1, "cn": "出发的时间到了.", "en": "It's time to be moving.", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/8/c/28c3409ad30fdb3fac06fc0017050c94.mp3", "ttsSize": 7, "likeNum": 0}, {"id": 1497766, "type": 1, "cn": "他保持自己沉着冷静, 精神集中, 并等待开始或结束交易的时间到来.", "en": "He keeps cool, calm and collected, and waits for the time open or close a trade.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/b/c/4bc532c3ae64cd4ad760b43f35f58dc9.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 1521903, "type": 1, "cn": "如遇特殊情况,未请假, 事后应于第一时间到社长处说明.", "en": "If Outeshuqingkuang not leave, should subsequently be on the first time that the director.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/f/d/bfdc57171f840e45cfc5d6eeadbd3e32.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 1579911, "type": 1, "cn": "过了一会, 用餐的时间到了, 只见一群瘦骨如柴的饿鬼鱼贯地入座.", "en": "After a short while, time for dinner, a group of poor hungered demon seated in.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/b/3/ab38aca4162347a13e5e7989d9818712.mp3", "ttsSize": 25, "likeNum": 0}]}, {"tag": "暂停", "word": "time", "meaning": "暂停", "sentences": [{"id": 31003, "type": 1, "cn": "人们暂停下来反省或沉思时也常处于α波状态.", "en": "A person who takes time out to reflect or meditate is usually in an alpha state.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/0/a/40a4b8df151d2c6eb239afb987e79ad7.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 67957, "type": 1, "cn": "在这之后的一段时间可以再次尝试暂停.", "en": "Suspend can be retried at a later time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/d/4/bd4ccd7d489058ac7aab580d234c4600.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 90468, "type": 1, "cn": "你可以随时通过暂停广告来取消你的计划.", "en": "You can cancel at any time by pausing your ads.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/7/1/d7177ac094f7cb177ca15892399a4d38.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 132236, "type": 1, "cn": "由于流缓冲区不足导致流程暂停的次数.", "en": "Number of times the stream has paused due to insufficient stream buffers.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/d/5/dd5db4526f98c2827dd90f75ba58d0a1.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 237543, "type": 1, "cn": "要我们挥白旗投降? 叫暂停?", "en": "Want us to wave the white flag? Call a time out?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/5/7/4575228d1fd1fabbac198659aa68e01b.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 355799, "type": 1, "cn": "现在咱们先暂停讨论,下次再继续讨论这个问题.", "en": "Let's adjourn for now and continue this discussion next time.", "from": "出国英语口语25天快训", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/0/9/80983fcb62ab4d5184cdf0f0f06a13d7.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 423090, "type": 1, "cn": "只要你为了爱情暂停工作就会获得好运.", "en": "Asas you take time out for love you will get lucky.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/9/2/e922033581b14577d44bd4c6ed82a358.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 626367, "type": 1, "cn": "哈里暂停学习去看了一场电影.", "en": "Harry took time out from studying to go to a movie.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/e/f/3ef9fb3123c0dc03956b1f330d798e7e.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 949040, "type": 1, "cn": "队已经两次暂停.", "en": "Team I has already two time outs.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/2/c/72ca258956763bc740113415733c7a29.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 1221959, "type": 1, "cn": "该服务在服务每次启动 、 停止 、 暂停 、 继续 、 安装和卸载时记录信息.", "en": "The service logs information each time the service is started, stopped, paused, resumed, installed, or uninstalled.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/8/8/988006e455cec2707be5b1a7c233860c.mp3", "ttsSize": 41, "likeNum": 0}, {"id": 1283902, "type": 1, "cn": "泰国股市迄今只发生过三次暂停交易的情况.", "en": "It was only the third time in the history of the exchange trading has been suspended.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/4/f/c4fb458cf808530651958780ed7dd36b.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 1533796, "type": 1, "cn": "裁判员叫暂停.", "en": "The umpire called time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/5/4/954920dc1b2cdb6dc4e0bec4f4205251.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 1586165, "type": 1, "cn": "变化: 暂停过程将不会被计算在估算的时间里.", "en": "Changed: Pausing processing no longer distorts the time estimation.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/5/7/f577ef2a97ffdcbfba8619fe5436dfb8.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 1668522, "type": 1, "cn": "我队要求暂停,以便商讨新的对策.", "en": "Our team asked for time out to discuss a new plan.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/0/7/4079c10ca22cf908440a2f9dd3d3cd29.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 1669161, "type": 1, "cn": "暂停一下, 而不是即刻宣布任何决定, 通过一段时间的等待,再看看事情的倾向吧.", "en": "Bide your time, and rather than announce any decisions immediately, adopt a wait and see attitude.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/4/3/5436d2a4ae17e0622fa54eb46c795e35.mp3", "ttsSize": 29, "likeNum": 0}, {"id": 1716558, "type": 1, "cn": "摩羯座:只要你为了爱情暂停工作就会获得好运.", "en": "As long as you take time out for love you will get lucky.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/8/4/984c54b50c78a32af0d53dc0ee08fa81.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 1732720, "type": 1, "cn": "我们宁愿暂停报盘.", "en": "We prefer to withhold quotation for a time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/a/c/5ac38de9dc3cc5ec8bde0b48bc9ec7be.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 1819314, "type": 1, "cn": "假定你需要暂停片刻, 比如系鞋带.", "en": "Suppose you need to pause time, say to tie your shoe.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/f/7/6f77c8eba1fd72d5994e9080c8d76e8d.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 1849583, "type": 1, "cn": "今年先暂停一下手里的工作,放松一下吧.", "en": "Take time out and have fun this year.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/c/0/0c09822d50e027f55586b095cf2c28bb.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2005783, "type": 1, "cn": "他们叫暂停,布置进攻和防守, 而我们还是保持暂停之前的战术(没有作出什么调整).", "en": "They called time out . They adjusted offensively and defensively, and we were just like before.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/0/d/40dfff40f28d851f2fc969296143c6a8.mp3", "ttsSize": 30, "likeNum": 0}, {"id": 2072618, "type": 1, "cn": "茶点时,我们暂停工作去喝茶.", "en": "We stopped working at tea time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/5/1/b51600984de780dce5a50906173ce29d.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2163491, "type": 1, "cn": "这样做足够的次数后,狗儿就会明白暂停意味着什么.", "en": "Do this enough times and the dog learns a time out means something.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/6/5/76592e367feed37c98072d0803fd193e.mp3", "ttsSize": 18, "likeNum": 0}]}], "cetFour": [{"word": "time", "count": 100, "kd": [], "Sentence": [{"sentence": "When it's time to make the leap, they take action and immediately drop what's no longer serving their purpose.", "come": "出自-2017年6月阅读原文"}, {"sentence": "True to her word, she was correct almost every time.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They are also spending more time working with each other rather than reporting upwards.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The run has been taken; now is the time to leap.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The middle-aged person, Barth continued, can see death in the distance, but moves with a measured haste to get big new things done while there is still time.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Teamwork improves with time: America's National Transportation Safety Board found that 73% of the incidents in its civil-aviation database occurred on a crew's first day of flying together.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Product transitions take much less time now than in the past.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Preparation has been made; now is the time for the venture of the work itself.", "come": "出自-2017年6月阅读原文"}, {"sentence": "People rarely manage to quit the first time they try.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Loosely managed teams can become hotbeds of distraction—employees routinely complain that they can't get their work done because they are forced to spend too much time in meetings or compelled to work in noisy offices.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Leah reflects on a time she listened to the whispers: About the time my daughter was five years old, I started having a sense that ‘this isn't right.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It is the most time-honored form of fancy art.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In his spare time, he visited the local art galleries, and the paintings are now lodged deep in his autobiographical memories.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Each time you remember the new PIN, you gradually forget the old one.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Each time this initial memory trace is replayed, it becomes even stronger.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Creating the future takes time.", "come": "出自-2017年6月阅读原文"}, {"sentence": "But in a new study, researchers demonstrated for the first time how this effect occurs in the brain.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Britons have cut their spending on itits prices have gone up over the yearsits quality has seen marked improvementBritons have developed the habit of savingIt will expand in time.", "come": "出自-2017年6月阅读原文"}, {"sentence": "At middle age, he wrote, the sowing is behind; now is the time to reap.", "come": "出自-2017年6月阅读原文"}, {"sentence": "As much as we would like to cling on to our past, even the saddest moments can be washed away with time.", "come": "出自-2017年6月阅读原文"}, {"sentence": "A good rule of thumb is that as soon as generals and hospital administrators jump on a management bandwagon ( ' ,  追随一种管理潮流), it is time to ask questions.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Whenever she called her parents or other relatives, she always had to think about the time difference so that she wouldn’t wake someone up or call when she knew they were at church.", "come": "出自-2017年6月听力原文"}, {"sentence": "That just wasn’t where the scene was, even eating! It was the first time ordinary people started going out to eat.", "come": "出自-2017年6月听力原文"}, {"sentence": "Still, 60% of drivers would like to get some kind of self-driving feature, such as automatic braking or self-parking the next time they buy a new car.", "come": "出自-2017年6月听力原文"}, {"sentence": "She was also spending a lot of time on Facebook.", "come": "出自-2017年6月听力原文"}, {"sentence": "It took a lot of time and energy to keep up with everyone’s status updates.", "come": "出自-2017年6月听力原文"}, {"sentence": "It is not the first time one of Google’s famed self-driving cars has been involved in a crash, but it may be the first time it has caused one.", "come": "出自-2017年6月听力原文"}, {"sentence": "In fact, we seemed to be out all the time! I don’t really remember working— of course, I was a student—or sitting around at home very much.", "come": "出自-2017年6月听力原文"}, {"sentence": "Another thing Katherine loved about Facebook was that she didn’t have to think about time zones when updating family.", "come": "出自-2017年6月听力原文"}, {"sentence": "Today, when time zones have less and less meaning, there is little tolerance for offices' closing for lunch, and worsening traffic in cities means workers can't make it home and back fast enough anyway.", "come": "出自-2016年6月阅读原文"}, {"sentence": "These findings are in agreement with what you would expect from the evolutionary theory: those who like to make friends and help others can gather enough resources to make it through tough times.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Some show up ready, but many do not at this critical time when young brains are developing rapidly.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Personality characteristics that prove advantageous actually vary with times.", "come": "出自-2016年6月阅读原文"}, {"sentence": "I do not think that we spend nearly enough time trying to concentrate on achieving a sort of calmness, a sort of contentment in a mental and spiritual way, which was identified by these people as the highest form of happiness and pleasure.", "come": "出自-2016年6月阅读原文"}, {"sentence": "During the second half of the 20th century, grain prices rose dramatically several times.", "come": "出自-2016年6月阅读原文"}, {"sentence": "By following individuals over time, Salthouse said, we gain insight in cognition changes, and may possibly discover ways to slow the rate of decline.", "come": "出自-2016年6月阅读原文"}, {"sentence": "A person who had input into where he would move and has had time to adapt to it might do as well in a nursing home as in a small residential care home, other factors being equal.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In a Los Angeles Times article, one employee referred to the board as a digital whip.", "come": "出自-2016年12月阅读原文"}, {"sentence": "For them, the right kind of gamification might be turning their sales pitches into a competition with other team members, complete with a digital leaderboard showing who is winning at all times.", "come": "出自-2016年12月阅读原文"}, {"sentence": "They say it is healthier than green tea and could be sold for a price that is three to four times higher than the price of green tea.", "come": "出自-2016年12月听力原文"}, {"sentence": "Plus, on-campus jobs eliminate commuting time, and could be a great way to connect with academic and professional resources at your university.", "come": "出自-2016年12月听力原文"}, {"sentence": "It’s a pretty easy job, but one with lots of downtime, which means you will have  plenty of time to catch up on reading, do homework or study for an exam.", "come": "出自-2016年12月听力原文"}, {"sentence": "In college, time is scarce, and consequently, very precious.", "come": "出自-2016年12月听力原文"}, {"sentence": "If you spend a little time digging for the right part-time jobs, you’ll save yourself time when you find a job that leaves you with enough time to get your school work done, too.", "come": "出自-2016年12月听力原文"}, {"sentence": "If you are a college student looking for work but worry you won’t have enough time to devote to academic subjects, consider working as a study hall or library monitor.", "come": "出自-2016年12月听力原文"}, {"sentence": "At the same time, expenses in college pile up surprisingly quickly.", "come": "出自-2016年12月听力原文"}, {"sentence": "A part-time job is a good way to balance costs while ensuring there is enough time left over for both academic subjects and after-class activities.", "come": "出自-2016年12月听力原文"}, {"sentence": "You must adjust your priorities to find time to cook.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Writers may experience periods of time in their life when they just can't produce anything.", "come": "出自-2015年12月阅读原文"}, {"sentence": "What, then, are the effects of thinking about time in these different ways? Does one make us more productive? Better at the tasks at hand? Happier? In experiments conducted by Tamar Avnet and Anne-Laure Sellier, they had participants organize different activities—from project planning, holiday shopping, to yoga—by time or to-do list to measure how they performed under clock time vs task time.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Time, I realize, is the biggest obstacle to cooking for most people.", "come": "出自-2015年12月阅读原文"}, {"sentence": "This might be a small change to the way we view work and the office, but the researchers argue that it challenges a widespread characteristic of the economy: work organized by clock time.", "come": "出自-2015年12月阅读原文"}, {"sentence": "They set a time limit for each specific task.", "come": "出自-2015年12月阅读原文"}, {"sentence": "They always get their work done in time.", "come": "出自-2015年12月阅读原文"}, {"sentence": "These days, the time is everywhere: not just on clocks or watches, but on cell-phones and computers.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The more they feel appreciated, the more they'll  be willing to get into the ring next time.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The length of the workday, for many workers, is defined by time.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The daylight savings time.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Supermarkets offer more variety than ever, and there are over four times as many farmers' markets in the U.S. as there were 20 years ago.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Russians, for example, began to wake up about a half-hour later each day after President Vladimir Putin shifted the country permanently to winter time starting on October 26.", "come": "出自-2015年12月阅读原文"}, {"sentence": "My mission is to encourage green hands and those lacking time or money to feed themselves.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Like any skill, cooking gets easier as you do it more; every time you cook, you advance your level of skills.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It marks the end of a time-honoured tradition.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It makes everybody time-conscious.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Isn't it a bit weird that spending it should happen in half a blink ( ' ,  眨眼 ) of an eye? Doesn't a wallet—that time-honoured Friday-night feeling of pleasing, promising fatness—represent something that matters? But I'll leave the economics to the experts.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Invite them to the ring next time.", "come": "出自-2015年12月阅读原文"}, {"sentence": "If you spend much time with educators and policy makers, you'll hear a lot of the following words: standards, results, skills, self-control, accountability, and so on.", "come": "出自-2015年12月阅读原文"}, {"sentence": "From data collected, it seems the things that cause us to lose the most sleep, on average, are sporting events, time changes, and holidays.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Even those short of time or money should be encouraged to cook for themselves and their family.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Do your contacts share your point of view on most subjects? If yes, it's time  to shake things up.", "come": "出自-2015年12月阅读原文"}, {"sentence": "But what I learned,  and what stuck with me through my time teaching writing at Harvard, was a deeper lesson about the  nature of creative criticism.", "come": "出自-2015年12月阅读原文"}, {"sentence": "But this doesn't necessarily translate to real cooking, and the result of this survey shouldn't surprise anyone: 52% of those 65 or older cook at home five or more times per week; only a third of young people do.", "come": "出自-2015年12月阅读原文"}, {"sentence": "At the time, I am sure she thought  she was teaching me about mechanics, transitions ( ' ,  过渡 ), structure, style and voice.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Around the world, people changed sleep patterns thanks to the start or end of daylight savings time.", "come": "出自-2015年12月阅读原文"}, {"sentence": "And, for the time being, we settle.", "come": "出自-2015年12月阅读原文"}, {"sentence": "They may even have been covered with silk because silk was used a lot at that time.", "come": "出自-2015年12月听力原文"}, {"sentence": "Since 1977, I have spent much more time abroad than in the United States.", "come": "出自-2015年12月听力原文"}, {"sentence": "If I had the time and money, Iwould live for a year in as many countries as possible.", "come": "出自-2015年12月听力原文"}, {"sentence": "Because Harlow Curtice's firm was leading America in creating \"a new economic order\", he was named by Time magazine asMan of the Year in 1955.", "come": "出自-2013年6月阅读原文"}, {"sentence": "\"I have been bothered for a long time about the curious lack of curiosity,\"said a Democratic member of the New Jersey legislature back in July, referring to an insufficiently inquiring attitude on the part of an assistant to New Jersey Governor Chris Chri", "come": "2017年12月四级真题（第二套）阅读 Section B"}, {"sentence": "\"I prefer take home essays because it is then really about the writing, so you have time to edit and do more research,\" says Elizabeth Dresser, a junior at Barnard.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "\"There is way too much information, and more coming all the time, for anyone to remember.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "A good rule of thumb is that as soon as generals and hospital administrators jump on a management bandwagon (追随—种管理潮流), it is time to ask questions.", "come": "2017年6月四级真题（第三套）阅读 Section B"}, {"sentence": "A part-time job is a good way to balance costs while ensuring there is enough time left over for both academic subjects and after-class activities.", "come": "2016年12月四级真题（第一套）听力 Section C"}, {"sentence": "About the same time as AlphaGo's triumph, microsoft's 'chatbot' took a bad turn.", "come": "2018年12月四级真题（第一套）阅读 Section C"}, {"sentence": "According to a German professor, the soreness comes from straining your muscles in an uncommon way, for example, jumping on a bicycle for a ride, because you haven't ridden in a long time.", "come": "2019年12月四级真题（第一套）听力 Section C"}, {"sentence": "After Hurricane Florence and Hurricane Michael last fall, USPS worked with state and local election boards to make sure that absentee ballots were available and received or time.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "After some adjustments, and sufficient time, jill was able to answer the students’ questions correctly 97% of the time.", "come": "2019年12月四级真题（第二套）阅读 Section C"}, {"sentence": "AlphaGo's victory and Taylor's defeat happened at about the same time.", "come": "2018年12月四级真题（第一套）阅读 Section C"}, {"sentence": "And here's one more: We went on a campaign trip once in Italy, and my wife spent the whole time worrying about bats getting into her hair.", "come": "2017年6月四级真题（第二套）听力 Section B"}, {"sentence": "And my boyfriend's English is so good that we just basically speak English all the time.", "come": "2016年6月四级真题（第二套）听力 Section B"}, {"sentence": "Another thing Katherine loved about Facebook was that she didn't have to think about time zones when updating family.", "come": "2017年6月四级真题（第一套）听力 Section C"}, {"sentence": "At McDonald's, customers will spend on average 3 minutes and 9 seconds from the time they place their orders until they receive their food.", "come": "2018年6月四级真题（第一套）听力 Section A"}, {"sentence": "At middle age, he wrote, \"the sowing is behind; now is the time to reap.\"", "come": "2017年6月四级真题（第一套）阅读 Section C"}, {"sentence": "At that time, there was a construction boom.", "come": "2018年12月四级真题（第二套）听力 Section B"}, {"sentence": "At the same time, high blood pressure has become an increasing problem.", "come": "2016年6月四级真题（第一套）听力 Section C"}, {"sentence": "At the time of the first interview, at least one of the partners was over the age of 50.", "come": "2019年6月四级真题（第一套）阅读 Section C"}, {"sentence": "At the time, I am sure she thought she was teaching me about mechanics, transitions (过渡), structure, style and voice.", "come": "2015年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Buffington says he found a soda bottle half-buried in the sand that looked like it had been there since the beginning of time.", "come": "2018年6月四级真题（第二套）听力 Section A"}, {"sentence": "But almost any drug, when it's misused, can make a person think he needs it all the time.", "come": "2015年12月四级真题（第二套）听力 Section C"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "time"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}