{"props": {"pageProps": {"query": {"w": "toward"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"synonym": [{"part_name": "", "means": [{"word_mean": "", "cis": ["forward", "forwards", "or"]}]}], "cetSix": [{"word": "toward", "count": 28, "kd": [], "Sentence": [{"sentence": "Interestingly, parents' attitudes toward education do not seem to reflect their own educational background as much as a belief in the importance of education for upward mobility.", "come": "出自-2017年6月阅读原文"}, {"sentence": "But will such contests, which are overwhelmingly dominated by Asian and white students from middle-class and affluent families become any more diverse? Many social and cultural factors play roles in determining which promising students get on the path toward international math recognition.", "come": "出自-2017年6月阅读原文"}, {"sentence": "A New York City-based nonprofit called Bridge to Enter Mathematics runs a residential summer program aimed at getting underserved students, mostly black and Hispanic, working toward math and science careers.", "come": "出自-2017年6月阅读原文"}, {"sentence": "When you hear people speaking of making a rapid transition toward any type of energy, whether it is a switch from coal to nuclear power, or a switch from gasoline-powered cars to electric cars, or even a switch from an incandescent to a fluorescent light, understanding energy system inertia and momentum can help you decide whether their plans are feasible.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It's not only the selective and elite institutions that provide those opportunities for a small subset of this population, Rubinoff said, adding that a majority of first-generation undergraduates tend toward options such as online programs, two-year colleges, and commuter state schools.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Confronted with such facts,some Swedish activists and legislators are demanding more extreme and far-reaching measures, such as replacing male and female pronouns with a neutral alternative and monitoring children more closely to correct them when they gravitate(被吸引) toward gendered play.", "come": "出自-2014年6月阅读原文"}, {"sentence": "A supervisor's action toward a poorly performing worker can affect the attitudes of other employees.", "come": "出自-2013年12月阅读原文"}, {"sentence": "The recent trend toward early decision and early action among selective colleges and universities has pushed the traditional deadline of January up to Nov", "come": "出自-2013年12月阅读原文"}, {"sentence": "Amid the current concerns about the federal deficit, reaching toward the stars seems a dispensable luxury—as if saving one-thousandth of a single year's budget would solve our problems.", "come": "出自-2013年12月阅读原文"}, {"sentence": "What is the author's attitude toward space programs", "come": "出自-2013年12月阅读原文"}, {"sentence": "my IDP walks her or him through the process of setting short-term goals directed toward accumulating new skills and experiences important for that career choice.", "come": "出自-2013年12月阅读原文"}, {"sentence": "Experts see a movement toward the use of mobile technology in education, though they say it is in its infancy as professors try to come up with useful applications.", "come": "出自-2013年6月阅读原文"}, {"sentence": "According to the college, the plan is designed for high-ability, highly motivated student who wish to save money or to move along more rapidly toward advanced degrees.", "come": "出自-2012年6月阅读原文"}, {"sentence": "Further, children whose fathers are warm, loving, and accepting toward them have higher self-esteem and lower rates of aggression and behavior problems.", "come": "出自-2010年12月阅读原文"}, {"sentence": "Those who use self-defeating humor,making fun of themselves, of the enjoyment of others, tend to maintain that hostility toward themselves even when alone.", "come": "出自-2013年12月听力原文"}, {"sentence": "Changing attitudes toward nature.", "come": "出自-2013年6月听力原文"}, {"sentence": "What is Andrea's attitude toward the hardships brought by the economic recession?", "come": "出自-2012年12月听力原文"}, {"sentence": "\"It's not only the selective and elite institutions that provide those opportunities for a small subset of this population,\" Rubinoff said, adding that a majority of first-generation undergraduates tend toward options such as online programs, two-year col", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "A New York city-based nonprofit called Bridge to Enter Mathematics runs a residential summer program aimed at getting underserved students, mostly black and hispanic, working toward math and science careers.", "come": "2017年6月六级真题（第三套）阅读 Section B"}, {"sentence": "But consumers' preferences were already shifting toward touch-screen smartphones.", "come": "2015年12月六级真题（第三套）阅读 Section A"}, {"sentence": "But if the confrontation has crystallized in this latest battle, it may already be heading toward a predictable conclusion: In the long run, the tech companies are destined to emerge victorious.", "come": "2017年12月六级真题（第三套）阅读 Section B"}, {"sentence": "But the next question is, are the drops in average well-being happening at the same time as trends toward increased electronic device usage?", "come": "2019年12月六级真题（第一套）阅读 Section B"}, {"sentence": "Claer Barrett, the editor of financial times Money, says the Western world is headed toward a world without physical currency.", "come": "2017年6月六级真题（第二套）听力 Section C"}, {"sentence": "It really made it possible for us to continue along the path toward modern humans in Africa.", "come": "2019年6月六级真题（第一套）听力 Section C"}, {"sentence": "Many social and cultural factors play roles in determining which promising students get on the path toward international math recognition.", "come": "2017年6月六级真题（第三套）阅读 Section B"}, {"sentence": "They were more likely to wander toward pleasant topics than unpleasant ones.", "come": "2019年12月六级真题（第一套）听力 Section B"}, {"sentence": "When you hear people speaking of making a rapid transition toward any type of energy, whether it is a switch from coal to nuclear power, or a switch from gasoline -powered cars to electric cars, or even a switch from an incandescent to a fluorescent light", "come": "2015年12月六级真题（第一套）阅读 Section B"}, {"sentence": "You have a positive attitude toward it.", "come": "2016年6月六级真题（第一套）阅读 Section A"}]}], "exchanges": ["toward"], "derivation": [{"yuyuan_name": "Old English tōweard (see to , -ward)"}], "gaokao": [{"word": "toward", "count": 18, "kd": [], "Sentence": [{"sentence": "But before they can be assured, more efforts must be made, because the population of the crane in the wild is on the decline, and many other species appear headed toward extinction.", "come": "2019年高考英语江苏卷 完形填空 原文"}, {"sentence": "Heading back downtown toward her hotel, her big-city friends were amazed at the turn of events that had changed their big apple dinner into a Mississippi state reunion.", "come": "2016年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "However, the research—involving eight groups of 32 children aged 8 to 12 — suggested that as they headed toward their teens, they became increasingly anxious online.", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "I pushed her toward the front door, waving at the family, saying, sorry, please forgive us, you have a really nice place.", "come": "2018年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "Ideally, the system would tell us when to adapt human activities that are pushing an ecosystem toward a breakdown.", "come": "2019年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "My daughter is a university graduate working toward her master's degree in english.", "come": "2016年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "People who work toward such excellence—whether they are driving a truck, or running a store--make the world better just by being the kind of people they are.", "come": "2019年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "People will change their attitude toward you when you are in difficulty.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 选项"}, {"sentence": "Since the first earth day in 1970, Americans have gotten a lot \"greener\" toward the environment.", "come": "2014年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "The noise shakes the trees as the male beats his chest and charges toward me.", "come": "2018年高考英语全国卷3 语法填空 原文"}, {"sentence": "The trend, then, was toward the \"penny paper\"--a term referring to papers made widely available to the public.", "come": "2019年高考英语全国卷3 阅读理解 阅读C 原文"}, {"sentence": "There are solutions that could light a path toward a more sustainable and fair farm economy, but farmers can't clumsily put them together before us.", "come": "2018年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "There has been a recent trend in the food service industry toward lower fat content and less salt.", "come": "2017年高考英语全国卷1 语法填空 原文"}, {"sentence": "They actively seek to be part of a \"we\", a group that intends to work toward a shared goal.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "They also help him understand that people must cooperate and work toward common goals.", "come": "2016年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "This knowledge carries over in their attitude toward their future relationships.", "come": "2015年高考英语全国卷1 阅读理解 七选五 选项"}, {"sentence": "What's particularly interesting is the attitude various cities have toward dubanchet's cause.", "come": "2019年高考英语浙江卷 完形填空 原文"}, {"sentence": "When he selects news of the other kind, he usually withdraws from the world of threatening reality toward the dream world.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}]}], "baesInfo": {"word_name": "toward", "is_CRI": "1", "items": [""], "symbols": [{"ph_en": "tə'wɔ:d", "ph_am": "təˈwɒrd", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/0/0/b5/b6/b5b6116573b76baa722edeb026bf5cf7.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/b5/b6/b5b6116573b76baa722edeb026bf5cf7.mp3", "ph_tts_mp3": "", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/0/0/b5/b6/b5b6116573b76baa722edeb026bf5cf7.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/b5/b6/b5b6116573b76baa722edeb026bf5cf7.mp3", "parts": [{"part": "prep.", "means": ["对于", "向", "为了", "接近"]}, {"part": "adj.", "means": ["即将来到的", "进行中的"]}]}], "word_tag": [2, 1], "translate_type": 1}, "kaoyan": [{"word": "toward", "count": 20, "kd": [], "Sentence": [{"sentence": "Spencer argued that all worldly phenomena, including human societies,changed over time, advancing toward perfection.", "come": "出自-2009年考研阅读原文"}, {"sentence": "It gives us patience for ourselves and toward others as well as patience while driving,catching a fish,working on our car,or raising a child.", "come": "出自-2016年考研翻译原文"}, {"sentence": "Yet as distrust has risen toward all media, people may be starting to beef up their media literacy skills.", "come": "出自-2018年考研阅读原文"}, {"sentence": "At night, scan the horizon for artificial light sources, such as fires and streetlights, then walk toward the glow of light pollution.", "come": "2019年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "But it can also be antagonistic such as when a political candidate tums toward their competitor during a debate and makes eye contact that signals hostility.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Economic condition was only a stimulus for the trend toward efficient living.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Furthermore, these losses make us mature and eventually move us toward future opportunities for growth and happiness.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Head toward these breaks to find a way out.", "come": "2019年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "I can promise you this: As a result of working toward this goal, you and your children will benefit and emerge from stressful moments feeling better physically and emotionally.", "come": "2020年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "It seems clear that such a scheme is an initiative push toward what would eventually be a compulsory Internet \"driver's license\" mentality.", "come": "2011年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Negative attitudes toward obesity, grounded in health concerns, have stimulated a number of anti- obesity policies.", "come": "2014年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Neuroscientist Bonnie Augeung found that the hormone oxytocin increased the amount of eye contact from men toward the interviewer during a brief interview when the direction of their gaze was recorded.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Seven months and one election day later, a new conservative city council suspended enforcement of the clean air zone, a first step toward its possible demise.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Spencer argued that all worldly phenomena, including human societies, changed over time, advancing toward perfection.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The high-schoolers get the same curriculum, but \"we try to gear lessons toward things they're interested in, \" said victoria Friedman, an instructor.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The trend toward \"less\" was not entirely foreign.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "There's always a constant fear of falling behind everyone else on the socially perpetuated \"race to the finish line,\" whether that be toward graduate school, medical school or a lucrative career.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Thinking of time as a resource to be maximized means you approach it instrumentally, judging any given moment as well spent only in so far as it advances progress toward some goal.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Toward the end of the evening I commented that women frequently complain that their husbands don't talk to them.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "While the conversation around our environment and our responsibility toward it remains centered on shopping hags and straws, we're ignoring the balance of power that implies that as \"consumers\" we must shop sustainably, rather than as \"citizens\" hole our ", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}]}], "bidec": {"word_name": "toward", "parts": [{"part_id": "15597", "part_name": "prep.", "word_id": "11765", "means": [{"mean_id": "24671", "part_id": "15597", "word_mean": "向, 朝", "sentences": [{"en": "He headed toward the station.", "cn": "他向车站赶去。"}]}, {"mean_id": "24672", "part_id": "15597", "word_mean": "为了；有助于", "sentences": [{"en": "The United Nations’ work is toward peace.", "cn": "联合国的工作是为了实现和平。"}]}, {"mean_id": "24673", "part_id": "15597", "word_mean": "对于, 关于", "sentences": [{"en": "He is friendly toward me.", "cn": "他对我友好。"}]}, {"mean_id": "24674", "part_id": "15597", "word_mean": "接近", "sentences": [{"en": "We arrived toward night.", "cn": "我们接近半夜才到达。"}]}]}, {"part_id": "15598", "part_name": "adj.", "word_id": "11765", "means": [{"mean_id": "24675", "part_id": "15598", "word_mean": "即将来到的", "sentences": []}, {"mean_id": "24676", "part_id": "15598", "word_mean": "进行中的</seg>", "sentences": []}]}]}, "new_sentence": [{"tag": "全部", "word": "toward", "meaning": "toward", "sentences": [{"id": 2304621, "type": 0, "cn": "麦凯缓缓地朝这个屏幕走来，每走一步心情都更加紧张。", "en": "McKay walked slowly toward this screen, feeling a growing tenseness.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//0/e/d/0ed2e6fee0d1d95f3ece461f0f561e07.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 2308757, "type": 0, "cn": "呼气，膝部放松向胸部靠拢。", "en": "Breathe out and ease your knees in toward your chest.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//c/7/3/c738e9dc9ffc576ab8f6c5f0dfdc6a80.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2311865, "type": 0, "cn": "最受欢迎的产品放在靠近商店最里面的地方。", "en": "The most popular items are located toward the back of the store.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//f/7/3/f7382ffac039f14017cf36d0db3974de.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2316846, "type": 0, "cn": "卡车隆隆地驶过停车场准备上路。", "en": "The truck lumbered across the parking lot toward the road.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//f/d/b/fdb57304a79d17d491e394093f7ba616.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2323435, "type": 0, "cn": "我们正驾车沿280号州际公路往我在伍德赛德的家行驶。", "en": "We were driving along Interstate 280, toward my home in Woodside.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//d/f/4/df4fdef7994ff576e6d77238a8271caf.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 2323859, "type": 0, "cn": "这是向较低利率迈出的重要一步。", "en": "This is an important step toward lower interest rates.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//b/2/5/b2526208f59b541dfd1e58c14fd497dd.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2327716, "type": 0, "cn": "地板是平的，但天花板朝他的头这边倾斜。", "en": "The floor was level, but the ceiling sloped toward his head.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//d/f/2/df2b2a91c8f87df39f9c8d26ee7d07b5.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2333774, "type": 0, "cn": "我终于认识到自己不得不改变对医务工作的看法。", "en": "I eventually realized I had to change my attitude toward medical practice.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//4/b/5/4b575eab12b74099c00364b0c84e5c6d.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2353880, "type": 0, "cn": "刘易斯先生对这一切不以为意，令人厌恶。", "en": "Mr. Lewis takes an insufferably glib attitude toward it all.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//e/2/0/e2037420c74b02a0d7efc59059f400ab.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2356027, "type": 0, "cn": "水流将木筏拽向瀑布，木筏的速度越来越快。", "en": "The raft gathered speed as the current dragged it toward the falls.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//7/4/7/747b302964e294834c8cbe15aed2a27e.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2359286, "type": 0, "cn": "另外两个女孩同时朝着绳索做侧手翻，动作整齐划一，完美无瑕。", "en": "With perfect synchronization, two other girls cartwheeled toward the ropes.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//1/e/3/1e38df4bf3d9c79b0e38e0a2d23f8ad0.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 2363597, "type": 0, "cn": "他最终还是没能抑制住冲动，把她拉向了自己。", "en": "He finally gave way to an impulse and pulled her toward him.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//6/d/3/6d3c30872f5e1a229e6e213a6d1330cf.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2370379, "type": 0, "cn": "萨拉尽管表面上对所有相关的人依然和蔼可亲，内心却怒火中烧。", "en": "Sara, while remaining outwardly amiable toward all concerned, was inwardly furious.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//8/9/a/89a5907994626dfdd7aa55dc8f34e090.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 2312086, "type": 0, "cn": "她也开始转向一种不同的生活方式。", "en": "She also began moving toward a different life-style.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//9/5/7/9579a12e3e9e211d9d5671d855f6c5dd.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2347717, "type": 0, "cn": "她开始向篝火处慢慢走去。", "en": "She began a slow saunter toward the bonfires.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//a/7/a/a7a94c5e5d86d11cd4dcbea18425e03c.mp3", "ttsSize": 14, "likeNum": 0}]}], "cetFour": [{"word": "toward", "count": 19, "kd": [], "Sentence": [{"sentence": "That's why leaders continue to manage the present while building toward the big changes of the future.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Although this incident very much alters the race of the two participants competing for a win, both are going to continue on their way toward the finish line.", "come": "出自-2017年6月听力原文"}, {"sentence": "When you look at attitudes toward driverless cars, there doesn't seem to be a clear generational divide.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In a study last year, of all people surveyed, 48 percent said they wanted to ride in one, while 50 percent did notThe fact that attitudes toward self-driving cars appear to be so steady across generations suggests how transformative the shift to driverless cars could be.", "come": "出自-2016年6月阅读原文"}, {"sentence": "I lean toward the latter view.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Golden Rule No.10 for a good life is that kindness toward others tends to be rewarded.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Attitudes toward new technologies often fall along generational lines.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Students' belief about the cause of their failure explains their attitude toward setbacks.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Break the  tension with smiles and humor to reinforce the idea that this is friendly discourse and that all are working toward a  common goal.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Global warming is a trend toward warmer conditions around the world.", "come": "出自-2014年6月阅读原文"}, {"sentence": "Size isn't everything, but it does matter, and the past decade has seen a noticeable counter trend toward smaller schools.", "come": "出自-2012年6月阅读原文"}, {"sentence": "And if we keep working toward that goal, someday, perhaps a list won't be necessary", "come": "出自-2012年6月阅读原文"}, {"sentence": "So when a French submarine (潜水艇) detected the device's homing signal five days later, the discovery marked a huge step toward determining the cause of a tragedy in which 152 passengers were killed.", "come": "出自-2010年6月阅读原文"}, {"sentence": "Break the tension with smiles and humor to reinforce the idea that this is friendly discourse and that all are working toward a common goal.", "come": "2015年12月四级真题（第二套）阅读 Section C"}, {"sentence": "It's expected to raise $410 million over the next five years, most of which will go toward funding a universal pre-kindergarten program for the city.", "come": "2019年12月四级真题（第一套）阅读 Section C"}, {"sentence": "Public health groups applauded the approved tax as a step toward fixing certain lasting health issues that plague Americans.", "come": "2019年12月四级真题（第一套）阅读 Section C"}, {"sentence": "The fact that attitudes toward self-driving cars appear to be so steady across generations suggests how transformative the shift to driverless cars could be.", "come": "2016年6月四级真题（第二套）阅读 Section C"}, {"sentence": "The immediate cause for the collapse has been Britain's slide toward recession, which has cut into consumer spending.", "come": "2015年12月四级真题（第一套）听力 Section A"}, {"sentence": "There's no question people can take things a long way toward reversing diabetes, reversing high blood pressure, even preventing cancer by food choices.", "come": "2018年12月四级真题（第一套）阅读 Section B"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "toward"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}