{"props": {"pageProps": {"query": {"w": "until"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"identity_dic_new": [{"flag": "GAOKAOMEAN", "title": "高考释义分布", "type": "mean", "data": [{"mean": "到…时；直到…为止", "part": "conj.", "displayNum": 48}, {"mean": "到…时；直到…为止", "part": "prep.", "displayNum": 17}], "explanation": "", "explanationTitle": "", "totalNum": 65}, {"flag": "GAOKAOEXAMRATE", "title": "高考题型分布", "type": "examRate", "data": [{"num": 0, "title": "短文"}, {"num": 0, "title": "选项"}, {"num": 0.0426, "title": "语法"}, {"num": 0.0851, "title": "完型"}, {"num": 0.1702, "title": "单项"}, {"num": 0.2908, "title": "听力"}, {"num": 0.4113, "title": "阅读"}], "explanation": "", "explanationTitle": ""}, {"flag": "KNOWLEDGES", "title": "高分必备知识点", "type": "knowledge", "data": [{"fixed_phrase_list": [{"en": "1.until late", "cn": "直到很晚"}, {"en": "2.until recently", "cn": "直到最近"}], "title": "固定搭配", "type": "fixed_phrase"}, {"sentence": [{"sentence": {"id": 2389280, "type": 1, "cn": "你好，但我恐怕斯通先生直到午餐时间还要在开会。", "en": "Hello,  but I'm afraid Mr. Stone is in a meeting until lunchtime.", "from": "2019年高考英语全国卷3 听力 原文", "ttsUrl": "", "ttsSize": 0, "likeNum": 0}, "mean": {"displayNum": 48, "mean": "到…时；直到…为止", "part": "conj."}}], "title": "真题回顾", "type": "sentence"}, {"title": "扩展知识", "type": "expand_knowledge", "expand_knowledge_list": [{"en": "1.not...until", "cn": "直到...才"}]}]}], "synonym": [{"part_name": "", "means": [{"word_mean": "", "cis": ["during", "pending"]}]}], "collins": [{"entry": [{"def": "If something happens <b>until</b> a particular time, it happens during the period before that time and stops at that time.", "tran": "直至；直到；在…之前", "posp": "PREP", "example": [{"ex": "Until 1982 he was senior lecturer in botany at Durham University.", "tran": "1982年以前他一直是达勒姆大学生物系的高级讲师。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/a/9/fa9afb96428d4e16eec6b02425567843.mp3", "tts_size": "24K"}, {"ex": "...consumers who have waited until after the Christmas holiday to do that holiday shopping.", "tran": "等到过完圣诞节才进行节日采购的顾客", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/9/2/692412e701ff440778e41c13ef4d5520.mp3", "tts_size": "25K"}]}, {"def": "You use <b>until</b> with a negative to emphasize the moment in time after which the rest of your statement becomes true, or the condition which would make it true.", "tran": "（与否定词连用）直到…之前，直到…为止，除非", "posp": "PREP", "example": [{"ex": "The traffic laws don't take effect until the end of the year...", "tran": "交通法要到年底才生效。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/c/7/2c7d798646407cd5f30eb96a6fcd3b8b.mp3", "tts_size": "16K"}, {"ex": "It was not until 1911 that the first of the vitamins was identified.", "tran": "直到1911年才发现了第一种维生素。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/f/9/7f9baa1d2210efa0856f4caa72fb6436.mp3", "tts_size": "23K"}]}]}], "cetSix": [{"word": "until", "count": 43, "kd": [], "Sentence": [{"sentence": "Historically, scientists have objected to sharing for many reasons: it is a lot of work; until recently, good databases did not exist; grant funders were not pushing for sharing; it has been difficult to agree on standards for formatting data; and there is no agreed way to assign credit for data.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Some Chicago teachers seem to think that they shouldn't be held accountable until poverty is solved.", "come": "出自-2016年6月阅读原文"}, {"sentence": "A  full  18  percent  have  even  returned  devices until they feel they can get safer guarantees against having their sensitive information hacked.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The outer layers of the volcano were worn away until the hard core stood completely exposed.", "come": "出自-2016年12月听力原文"}, {"sentence": "Its sheer rock sides sweep up from a broad base until they cut off abruptly at the flat summit.", "come": "出自-2016年12月听力原文"}, {"sentence": "While that may make suborbital travel safer, it would add significant cost and complexity to an emerging industry that has until now operated largely as the playground of billionaires and dreamy engineers.", "come": "出自-2015年12月阅读原文"}, {"sentence": "But if it was known that Black people were viewed differently from African Americans, researchers, until now, hadn't identified what that gap in perception was derived from.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The first is\"If I purchase a corporate bond,do I have to hold it until the maturity date?", "come": "出自-2014年6月阅读原文"}, {"sentence": "Kapur points out that while the model adopted by many teachers when introducing students to new knowledge―providing lots of structure and guidance early on, until the students show that they can do it on their own―makes intuitive sense, it may not be the best way to promote learning.", "come": "出自-2013年12月阅读原文"}, {"sentence": "Despite bottoming out in 1933, the Depression didn't end until World War II.", "come": "出自-2013年6月阅读原文"}, {"sentence": "Yet until recently the worst forecasts were almost exclusively linked to direct human activity, such as clear-cutting and burning for pastures or farms", "come": "出自-2013年6月阅读原文"}, {"sentence": "Until the early 1990s nobody much thought about whole populations getting older.", "come": "出自-2010年12月阅读原文"}, {"sentence": "Look for New York in the left-hand column and follow it across until you find the hour listed in the Boston column.", "come": "出自-2014年6月听力原文"}, {"sentence": "Three, just until the weekend", "come": "出自-2014年6月听力原文"}, {"sentence": "Unfortunately, most of the early popular African-American writers have been all but forgotten in modern times until now.", "come": "出自-2013年12月听力原文"}, {"sentence": "We can tear apart the great grass cover of the western plains and pour toxic chemicals into the soil until the soil is dead and blows away in the wind", "come": "出自-2013年12月听力原文"}, {"sentence": "With no known vaccination or cure available, it seems only a matter of time until another epidemic erupts.", "come": "出自-2013年6月听力原文"}, {"sentence": "M : sorry to have kept you waiting ,Madam , I've located your luggage, it was left behind in Paris and won't arrive until later this evening W : oh ,I can't believe this ,have it been to delivered to my hotel then ,I guess Q :what happened to the woman's luggage", "come": "出自-2011年6月听力原文"}, {"sentence": "Based on answers to questions regarding their job hunting strategies and career decisions, he divided the students into two groups: maximizers, who consider every possible option, and satisficers, who look until they find an option that is good enough", "come": "出自-2011年6月听力原文"}, {"sentence": "In the case of Facebook, the company says data may hang around until the URL in question is reused, which is usually \"after a short period of time\", though obviously that time can vary considerably.", "come": "出自-2010年12月听力原文"}, {"sentence": "Anyway, I won't need it until Friday night.", "come": "出自-2010年6月听力原文"}, {"sentence": "As stories go through the chains of people, they are refined, corrected and sorted out until they come finally to me and I have a chance to read through most stories before I go on the air.", "come": "2015年12月六级真题（第一套）听力 Section A"}, {"sentence": "At least the slides were good, that is, until the bulb in the projector blew, and she had to finish the talk with no illustrations.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "But she says nations will not make progress fighting hunger and poverty until they begin to focus on those critical first thousand days.", "come": "2015年12月六级真题（第一套）听力 Section C"}, {"sentence": "During months without water under a harsh sun, they wither, shrink and contract until they look like a pile of dead gray leaves.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "Europeans did not know of them until the 1500s, when Portuguese ships arrived on the coast of what is now sierra Leone.", "come": "2017年12月六级真题（第一套）阅读 Section C"}, {"sentence": "historically, scientists have objected to sharing for many reasons: It is a lot of work; until recently, good databases did not exist; grant funders were not pushing for sharing; It has been difficult to agree on standards for formatting data; and there i", "come": "2017年6月六级真题（第一套）阅读 Section C"}, {"sentence": "I feel like I could stay by myself until I'm 100.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "It becomes a breakdown process where everything ends up accelerating until it's all gone.", "come": "2016年6月六级真题（第一套）听力 Section C"}, {"sentence": "It wasn't until I entered the corporate world that I realized, for me at least, being friends with colleagues didn't emerge as a priority at all.", "come": "2019年6月六级真题（第三套）阅读 Section C"}, {"sentence": "It will decide on the Weddell Sea sanctuary proposal at a conference in Australia in October, although a decision on the peninsula sanctuary is not expected until later.", "come": "2019年12月六级真题（第二套）阅读 Section C"}, {"sentence": "Most seeds can wait out the dry, unwelcoming seasons until conditions are right and they sprout.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "Ogbeh says experts are investigating how to control the pests damage and prevent its spread, which has gone largely unchecked until now.", "come": "2017年12月六级真题（第一套）阅读 Section A"}, {"sentence": "Problems surround the use of machines to spot deception, at least until it has been rigorously tested.", "come": "2018年12月六级真题（第一套）听力 Section C"}, {"sentence": "She says she is aware that plenty of people do not want to eat genetically modified crops, but she is pushing ahead with every available tool until one works.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "The liquid is maintained above its melting point until steam is required, at which point the liquid is allowed to turn back into a solid, releasing its stored energy.", "come": "2018年12月六级真题（第二套）听力 Section C"}, {"sentence": "The misconception of resilience is often bred from an early age, parents trying to teach their children resilience might celebrate a high school student staying up until 3am to finish a science fair project.", "come": "2018年12月六级真题（第一套）阅读 Section B"}, {"sentence": "The more people are on their phones, the fewer people are talking until finally you're the only one left not reading email or checking Twitter.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "The Wallaces didn't accept advertising in the US edition until 1955 and even then they didn't allow any ads for cigarettes, liquor or drugs.", "come": "2018年6月六级真题（第一套）听力 Section C"}, {"sentence": "They waited until the babies got bored and inverted their gaze from the face.", "come": "2019年12月六级真题（第一套）听力 Section C"}, {"sentence": "Until then they've been giving everything they have and at that moment they know it's over.", "come": "2017年6月六级真题（第一套）听力 Section A"}, {"sentence": "Up until then, I hadn't truly realized just how expensive an education can be.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "When considering the amount of insurance for the mother with dependent children, substitute child care is a need that should be planned for until the children can care for themselves.", "come": "2017年12月六级真题（第二套）听力 Section C"}]}], "share_info": {"flag": "SHARE_INFO", "title": "分享信息", "type": "share", "data": "", "shareUrl": "http://invite-share.kss.ksyun.com/identityidentityDicShare/3333157b92df9751fe6ca6f19f3b78db.png", "hasPdf": 0}, "exchanges": ["until"], "derivation": [{"yuyuan_name": "Middle English: from Old Norse und 'as far as' + till (the sense thus duplicated)"}], "gaokao": [{"word": "until", "count": 42, "kd": [], "Sentence": [{"sentence": "After all, many older people don't begin to experience physical and mental decline until after age 75.", "come": "2015年高考英语广东卷 完形填空 原文"}, {"sentence": "At least until spring arrived, by which time they were dealing with damaging floods.", "come": "2015年高考英语上海卷 阅读理解 阅读A 原文"}, {"sentence": "At the end of the story, my mind continued the final scene of reunion, on and on, until my own lost dog and I were, in my mind, running together.", "come": "2015年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Bach died in 1750, but it was not until the early 19th century that his musical gift was fully recognized.", "come": "2015年高考英语重庆卷 单项填空 原文"}, {"sentence": "Because of the confusion, Merat thinks some car makers will wait until vehicles can be fully automated without operation.", "come": "2017年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Book reports weren't written until the final threat.", "come": "2016年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "But we didn't have to be here until today.", "come": "2015年高考英语湖南卷 听力 原文"}, {"sentence": "Complete mastery demands continued learning until the age of 10 or 12.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "During these waits, the brain slips away from the body and wanders about until the water runs over the edge of the counter and onto your socks.", "come": "2017年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Ground water evaporates and collects on the sheet until small drops of water form, run down the material and fall off into the cup.", "come": "2017年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "He directed the wasted water into shallow basins where it froze, and was stored until the spring.", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "I grew up in a small town until I was 18 and then moved to a big city, so I have experienced the good and bad sides of both.", "come": "2014年高考英语全国卷2 听力 原文"}, {"sentence": "I had an early start at the age of nine with a role in a 1990s TV series, but it wasn't until I finished film studies that I pursued my career as an actress.", "come": "2017年高考英语天津卷 阅读表达 原文"}, {"sentence": "I heard a passenger behind me shouting to the driver, but he refused to stop until we reached the next stop.", "come": "2014年高考英语全国卷2 语法填空 原文"}, {"sentence": "I still have three terms to go until I'm done.", "come": "2016年高考英语全国卷1 听力 原文"}, {"sentence": "I was performing this action of waiting until it later became a habit.", "come": "2018年高考英语浙江卷 完形填空 原文"}, {"sentence": "If you don't understand something, you may research, study, and talk to other people until you figure it out.", "come": "2017年高考英语北京卷 单项填空 原文"}, {"sentence": "It starts with saving an amount equaling 1 dollar in week 1, 2 dollars in week 2, 3 dollars in week 3, and continues right through the year until 52 dollars in week 52.", "come": "2016年高考英语上海卷 听力 原文"}, {"sentence": "It was not until I became involved in student government that I gained the confidence to handle projects that I created with the help of asucr office of the president.", "come": "2016年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "It wasn't until her friend was badly hurt that kerry became aware of her habit of finding fault.", "come": "2015年高考英语福建卷 完形填空 原文"}, {"sentence": "I've decided to stop playing ping-pong until it feels better.", "come": "2014年高考英语全国卷1 听力 原文"}, {"sentence": "Leaving the less important things until tomorrow is often acceptable.", "come": "2016年高考英语全国卷2 语法填空 原文"}, {"sentence": "Let's not pick these peaches until this weekend so that they get sweet enough to be eaten.", "come": "2018年高考英语天津卷 单项填空 原文"}, {"sentence": "Like the two little girls growing up at the White House, we made our own beds no one left the house until that was doneand picked up after ourselves.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读D 原文"}, {"sentence": "Not until recently did they encourage the development of tourist-related activities in the rural areas.", "come": "2016年高考英语江苏卷 单项填空 原文"}, {"sentence": "On the other hand, whenever I had plunged into deep water, forced by courage or circumstance, I had always been able to swim until I got my feet on the ground again.", "come": "2015年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "Pahlsson and her husband now think the ring probably got swept into a pile of kitchen rubbish and was spread over the garden, where it remained until the carrot's leafy top accidentally sprouted through it.", "come": "2017年高考英语浙江卷（6月） 语法填空 原文"}, {"sentence": "Science projects waited until the last moment.", "come": "2016年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "So, I was killing my time at home until June 2012 when I discovered the online computer courses of your training center.", "come": "2016年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "Some countries have decided to continue these reductions until 2020.", "come": "2016年高考英语上海卷 阅读理解 阅读B 原文"}, {"sentence": "The café is located upstairs in building 1 and is open daily until one hour before pacific science center closes.", "come": "2017年高考英语全国卷1 阅读理解 阅读A 原文"}, {"sentence": "The next time you're standing at the sink waiting for it to fill while cooking noodle soup that you'll have to eat until a large bag of cash falls out of the sky, don't be desperate.", "come": "2017年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "The set worked so beautiful when I first got it home that I would keep it on until stations signed off for the night.", "come": "2015年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "The weatherman said the sun wouldn't come out until next week.", "come": "2016年高考英语全国卷2 听力 原文"}, {"sentence": "There is absolutely nothing you can do while this is going on but keep both eyes fixed on the sink until it's full.", "come": "2017年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "They told her to stay still until the emergency personnel arrived, but she thought the car was going to explode.", "come": "2016年高考英语全国卷1 完形填空 原文"}, {"sentence": "This same experience was repeated until each family member had a turn.", "come": "2015年高考英语福建卷 阅读理解 阅读B 原文"}, {"sentence": "This year, 25310 students who have accepted places in higher education institutions have put off their entry until next year, according to statistics on university entrance provided by the university and college admissions service ucas.", "come": "2015年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "Thursday sees us make the short journey to Paris where we will visit disneyland Paris park, staying until late to see the parade and the fireworks.", "come": "2018年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "Until closing on weekdays, and all day on weekends and holidays.", "come": "2014年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "Until we don't stop climate change, many animals and plants in the world will be gone.", "come": "2018年高考英语北京卷 单项填空 原文"}, {"sentence": "We will put off the picnic in the park until next week, when the weather may be better.", "come": "2016年高考英语天津卷 单项填空 原文"}]}], "baesInfo": {"word_name": "until", "is_CRI": "0", "symbols": [{"ph_en": "ənˈtɪl", "ph_am": "ənˈtɪl", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/55/cc/55cc0130604edd8b40de3eb11628eca6.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/31/03/3103a7d8f63cb184287c558ca51c6160.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/3/1/0/3103a7d8f63cb184287c558ca51c6160.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/55/cc/55cc0130604edd8b40de3eb11628eca6.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/31/03/3103a7d8f63cb184287c558ca51c6160.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/3/1/0/3103a7d8f63cb184287c558ca51c6160.mp3", "parts": [{"part": "prep.", "means": ["到…时", "直到…为止"]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 5}, "kaoyan": [{"word": "until", "count": 14, "kd": [], "Sentence": [{"sentence": "Neville Cardus, who wrote for the Manchester Guardian from 1917 until shortly before his death in 1975,is now known solely as a writer of essays on the game of cricket.", "come": "出自-2010年考研阅读原文"}, {"sentence": "When we are deprived of green, of plants, of trees, most of us give into a demoralization of spirit which we usually blame on some psychological conditions, until one day we find ourselves in garden and feel the expression vanish as if by magic.", "come": "出自-2013年考研翻译原文"}, {"sentence": "Up until a few decades ago, our visions of the future were largely - though by no means uniformly - glowingly positive.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Although women first served on state juries in Utah in 1898,It was not until the 1940s that a majority of states made women eligible for jury duty.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Children were not colour-coded at all until the early 20th century: in the era before domestic washing machines all babies wore white as a practical matter, since the only way of getting clothes clean was to boil them.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In particular, the corporate workplace will never be completely family-friendly until women are part of senior management decisions, and Europe's top corporate-governance positions remain overwhelmingly male.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "It was not until the mid-1980s, when amplifying age and sex differences became a dominant children's marketing strategy, that pink fully came into its own, when it began to seem inherently attractive to girls, part of what defined them as female, at least", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Neville Cardus, who wrote for the Manchester Guardian from 1917 until shortly before his death in 1975, is now known solely as a writer of essays on the game of cricket.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Paris of opponents hit the ball back and forth until one winner emerges from all who entered.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "The system also failed to regularly include women on juries until the mid-20th century.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "These pauses typically occur at about three per second, and the eyes then jump to another spot, until several important points in the image are registered like a series of snapshots.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Until now, many sellers that have a physical presence in only a single state or a few states have been able to avoid charging sales taxes when they ship to addresses outside those states.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "Until this century, university libraries were not very price sensitive.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Up until a few decades ago, our visions of the future were largely -- though by no means uniformly-glowingly positive.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}]}], "new_sentence": [{"tag": "全部", "word": "until", "meaning": "全部", "sentences": [{"id": 2651606, "type": 1, "cn": "咱们等雨停了吧。", "en": "Let's wait until the rain stops.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/4c/4858dce4a40466a90f64b0b42038a.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2651607, "type": 1, "cn": "直到她开口说话我才知道她不是英格兰人。", "en": "Until she spoke I hadn't realized she wasn't English.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/1f/dd567dec85233236f091d742626da.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2651608, "type": 1, "cn": "你不把这事做完就不准出去。", "en": "You're not going out until you've finished this.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/53/a9fceaff8dc20ee4792508bfdb251.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2651609, "type": 1, "cn": "直到现在，我一直独自生活。", "en": "Until now I have always lived alone.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/ee/ff560a9b50e11722a5103769bab32.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2651610, "type": 1, "cn": "他们2002年搬到这里，之前一直住在伦敦地区。", "en": "They moved here in 2002. Until then they'd always been in the London area.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/a8/6c5fbb56a3ad40ac0a39fbdf57cb8.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2651611, "type": 1, "cn": "他一直工作到去世。", "en": "He continued working up until his death.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/0c/f1971bf025b47208522c0923695d2.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2651612, "type": 1, "cn": "街上从早到晚车水马龙。", "en": "The street is full of traffic from morning till night .", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/51/b97adc7cadbbcc06d00878a2ecd89.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2651613, "type": 1, "cn": "你可以不用下车，直到公车到达伦敦。", "en": "You can stay on the bus until London (= until you reach London) .", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/65/ba148bffcb8fe6a17b1a7c41672c0.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2651602, "type": 1, "cn": "1982年以前他一直是达勒姆大学生物系的高级讲师。", "en": "Until 1982 he was senior lecturer in botany at Durham University.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/a/9/fa9afb96428d4e16eec6b02425567843.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 2651603, "type": 1, "cn": "等到过完圣诞节才进行节日采购的顾客", "en": "...consumers who have waited until after the Christmas holiday to do that holiday shopping.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/6/9/2/692412e701ff440778e41c13ef4d5520.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 2651604, "type": 1, "cn": "交通法要到年底才生效。", "en": "The traffic laws don't take effect until the end of the year...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/2/c/7/2c7d798646407cd5f30eb96a6fcd3b8b.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2651605, "type": 1, "cn": "直到1911年才发现了第一种维生素。", "en": "It was not until 1911 that the first of the vitamins was identified.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/7/f/9/7f9baa1d2210efa0856f4caa72fb6436.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 32227, "type": 1, "cn": "他一贯不顾迫害坚持原则.", "en": "He always cleaves to his principle in spite of persecution.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/f/a/4fad41287b0c9d6b734a93b4b0f41660.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 44286, "type": 1, "cn": "他们履行合同后,我才付款.", "en": "I withheld payment until they had fulfilled the contract.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/c/4/ac41886689458679ed21633fef7c8e2d.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 126075, "type": 1, "cn": "我劝说了半天,他才肯了.", "en": "He did not agree until I had talked to him for a long time.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/b/c/bbc7fcc60876da5969cc33b873f6b65e.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 238031, "type": 1, "cn": "他赌博闹事又醉酒,直到当场死去为止.", "en": "He had gambled and roistered and drunk until he dropped in his tracks.", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/9/6/996051106b463d7d0a3f4d5a10c19396.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 322272, "type": 1, "cn": "试卷全部收回后考生才可离开座位.", "en": "Candidates shall remain in their seats until all the papers have been collected.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/c/7/fc7bd1f8945af2e5d3f257ac654b4866.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 397970, "type": 1, "cn": "直到他们最后分手时他才又说了几句话.", "en": "He said no more until their final parting.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/2/e/d2e053914658f7a37279d33d608e165a.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 447266, "type": 1, "cn": "她看起来是客客气气的,一旦脾气发作起来,就张牙露齿不那么客气了.", "en": "She had always seemed friendly until suddenly she began to show her teeth.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/e/b/feb1ff24fb6bc95cc95f148245ac0ded.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 532309, "type": 1, "cn": "我要把作业留到明天再做.", "en": "I will leave my homework over until tomorrow.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/f/3/bf3a0623742584e88ffeb57387a3efaa.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 561621, "type": 1, "cn": "工程直到上星期才全部开工.", "en": "Not until last week was the project in full blast.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/8/e/c8e050ff26dcfff83471614151047c4b.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 631949, "type": 1, "cn": "他不坐牢,人无宁日.", "en": "There's no safety for anyone until he is under lock and key.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/4/a/74aef2f0751ee59a3fd73294af24a81b.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 645322, "type": 1, "cn": "无论什么天气,铃响之后才能允许学生们进学校.", "en": "The children are not allowed in until the school bell rings, whatever the weather.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/a/5/fa56a61e5d9cab42f54d018ae19c3766.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 663772, "type": 1, "cn": "我明年才具备资格.", "en": "I won't qualify until next year.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/f/b/4fb50f1dc458b8dacae3d1b5b3afeee1.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 726352, "type": 1, "cn": "开学前我无所事事.", "en": "I'm just kicking my heels until the beginning of the term.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/0/3/30352aa34429c0cc07e0473055c9fbae.mp3", "ttsSize": 15, "likeNum": 0}]}, {"tag": "到…为止", "word": "until", "meaning": "到…为止", "sentences": [{"id": 1260548, "type": 1, "cn": "谢了, 我会持续追踪他直到找到为止.", "en": "Thanks, I will just keep dogging him until I find him.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/9/f/29f30d3d3516c0a39f76a783684ad44e.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 1286924, "type": 1, "cn": "寻找失踪儿童的工作一直持续到将她找到为止.", "en": "The hunt for the lost child continued until she was found.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/8/f/f8f95fd672f2bc1dfcbf734d3de14344.mp3", "ttsSize": 16, "likeNum": 0}]}], "cetFour": [{"word": "until", "count": 47, "kd": [], "Sentence": [{"sentence": "Up until that point, Leah had followed traditional measures of success.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She is never sure what the final design will look like until the end.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Most roads, bridges, transit, water systems, the electric grid, and communications networks were installed 50 to 100 years ago, and they are largely taken for granted until they fail.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It keeps our most precious memories until life's end.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They don't fall asleep until very late.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Although frozen dinners were invented in the '40s, their popularity didn't boom until televisions became popular a decade or so later.", "come": "出自-2015年12月阅读原文"}, {"sentence": "He could not watch television except for two programs aweek, could not play with his friends after school until he finished his homework, and had to read two books a week and write book reports about them.", "come": "出自-2015年12月听力原文"}, {"sentence": "Dr.Carson was headed down a path of self-destruction until a critical moment in his youth.", "come": "出自-2015年12月听力原文"}, {"sentence": "But chariots maintained their place in parades and triumphs right up until the end of the Roman Empire 1,500 years later.", "come": "出自-2014年6月阅读原文"}, {"sentence": "But steamships didn't lose their sails until the 1880s, because early marine engines had a nasty habit of breaking down", "come": "出自-2014年6月阅读原文"}, {"sentence": "Until ships became large enough (and engines small enough) to mount two engines side by side, they needed to keep sails.", "come": "出自-2014年6月阅读原文"}, {"sentence": "The high cost of steam and the lesser need for speed kept the majority of the world's ocean freight moving by sail until the early years of the 20th century", "come": "出自-2014年6月阅读原文"}, {"sentence": "Pam said we won't have the psychology test until the end of next week.", "come": "出自-2013年6月听力原文"}, {"sentence": "She is not available until the end of next week", "come": "出自-2013年6月听力原文"}, {"sentence": "well, I contacted his office half an hour ago, and his secretary said he was out for lunch until 2:", "come": "出自-2012年12月听力原文"}, {"sentence": "So we start at 6: 30 and then it goes on until the 9 o'clock", "come": "出自-2012年12月听力原文"}, {"sentence": "The building won't open until next week.", "come": "出自-2012年12月听力原文"}, {"sentence": "An X-rays technician is refusing to do her job until the firm agrees to replace its out-dated equipment.", "come": "出自-2011年6月听力原文"}, {"sentence": "Well, I'm afraid we must wait until all the applications are in, in writing, and we'll then decide on the short list.", "come": "出自-2010年12月听力原文"}, {"sentence": "Postponing doing what you love and being with people you love until retirement can be a mistake", "come": "出自-2010年12月听力原文"}, {"sentence": "It is cheaper than calling long distance, and a lot more convenient than waiting until Sunday for the telephone rates to drop.", "come": "出自-2010年12月听力原文"}, {"sentence": "I work 9 to 3, then I start again at 5:30 and work until 11, six days a week.", "come": "出自-2010年6月听力原文"}, {"sentence": "Things were going so well until the end\", Alex said disappointedly", "come": "出自-2010年6月听力原文"}, {"sentence": "He has done it by exploring, by experimenting, by developing his own model of the grammar of language, by trying it out and seeing whether it works, by gradually changing it and refining it until it does work.", "come": "出自-2010年6月听力原文"}, {"sentence": "\"It's been postponed until 2017,\" says Anna Somers, the founder and CEO of The Art Newspaper and the former head of Venice in Peril, a group devoted to restoring Venetian art.", "come": "2018年6月四级真题（第二套）阅读 Section B"}, {"sentence": "\"It's been postponed until 2018,\" says Anna Somers, the founder and CEO of The Art Newspaper and the former head of Venice in Peril, a group devoted to restoring Venetian art.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "Although frozen dinners were invented in the 40s, their popularity didn't boom until televisions became popular a decade or so later.", "come": "2015年12月四级真题（第三套）阅读 Section B"}, {"sentence": "At McDonald's, customers will spend on average 3 minutes and 9 seconds from the time they place their orders until they receive their food.", "come": "2018年6月四级真题（第一套）听力 Section A"}, {"sentence": "Barley was an unexpected find: the crop was domesticated in Western Eurasia and didn't become a staple food in central China until about 2,000 years ago, according to the researchers.Based on that timing, they indicate barley may have 34 arrived in the re", "come": "2017年6月四级真题（第一套）阅读 Section A"}, {"sentence": "Barley was an unexpected find: the crop was domesticated in Western Eurasia and didn't become a staple food in central China until about 2,000 years ago, according to the researchers.", "come": "2017年6月四级真题（第一套）阅读 Section A"}, {"sentence": "firefighters will remain on the scene until later this morning to ensure that the fire doesn't start up again.", "come": "2018年12月四级真题（第一套）听力 Section A"}, {"sentence": "Goel didn't inform them about jill's true identity until April 26.", "come": "2019年12月四级真题（第二套）阅读 Section C"}, {"sentence": "He could not watch television except for two programs a week, could not play with his friends after school until he finished his homework, and had to read two books a week and write book reports about them.", "come": "2015年12月四级真题（第一套）听力 Section C"}, {"sentence": "I do want to get married, but she thinks we need to wait until we've launched our careers.", "come": "2019年12月四级真题（第二套）听力 Section B"}, {"sentence": "It takes about a day until these cells make it to your aching muscles.", "come": "2019年12月四级真题（第一套）听力 Section C"}, {"sentence": "It wasn't until I rediscovered salsa in a lovely studio while working in Asia that I renewed my passion for dancing.", "come": "2019年6月四级真题（第二套）听力 Section C"}, {"sentence": "On the first of January, new regulations will come into effect which eliminate an annual leave bonus for people who put off marrying until the age of 23 for women and 25 for men, the South China Morning Post reports.", "come": "2019年6月四级真题（第一套）听力 Section A"}, {"sentence": "So if something happens to their food source, they have a way of not starving to death until they find more algae to eat.", "come": "2019年12月四级真题（第三套）阅读 Section C"}, {"sentence": "The actor professionally to ensure the man was comfortable until an ambulance arrived.", "come": "2019年12月四级真题（第二套）听力 Section A"}, {"sentence": "The company's self-driving cars have done well over a million miles across various states in the U.S., and until now have only reported minor accidents.", "come": "2017年6月四级真题（第二套）听力 Section A"}, {"sentence": "Their babies retain the ability to produce their own chlorophyll, though they can't generate energy from sunlight until they've eaten enough algae to steal the necessary genes, which they can't yet produce on their own.", "come": "2019年12月四级真题（第三套）阅读 Section C"}, {"sentence": "There are no special people, just people who put in enough hard work until something special happens.", "come": "2019年6月四级真题（第二套）听力 Section C"}, {"sentence": "There are people who always wait until the last minute, and make it much harder than it needs to be.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "They celebrate the cultural heritage of the country and will be available to view until Sunday.", "come": "2019年12月四级真题（第一套）听力 Section A"}, {"sentence": "Until now, the only city to successfully pass and implement a soda tax was Berkeley, California, in 2014.", "come": "2019年12月四级真题（第一套）阅读 Section C"}, {"sentence": "Until then, no one really understood what a motorway was, not even the labourers who were building it.", "come": "2016年6月四级真题（第一套）听力 Section C"}, {"sentence": "You are not allowed to drive a car unsupervised until you have passed a driving test.", "come": "2016年6月四级真题（第一套）听力 Section C"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "until"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}