{"props": {"pageProps": {"query": {"w": "way"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"cetSix": [{"word": "way", "count": 100, "kd": [], "Sentence": [{"sentence": "Yet later on, the more affluent children end up in college and on the way to the middle class, while working-class children tend to struggle.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Pricing carbon proves the most economical way to reduce greenhouse gas emissions.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Historically, scientists have objected to sharing for many reasons: it is a lot of work; until recently, good databases did not exist; grant funders were not pushing for sharing; it has been difficult to agree on standards for formatting data; and there is no agreed way to assign credit for data.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Funding agencies note that data paid for with public money should be public information, and the scientific community is recognizing that data can now be shared digitally in ways that were not possible before.", "come": "出自-2017年6月阅读原文"}, {"sentence": "For the birds, it's a very convenient way to get food.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Economic reasoning shows that the least expensive way for each country is to put a price on carbon emissions.", "come": "出自-2017年6月阅读原文"}, {"sentence": "American parents, whether rich or poor, have similar expectations of their children despite different ways of parenting.", "come": "出自-2017年6月阅读原文"}, {"sentence": "A tax on upstream carbon sources is one easy way to put a price on carbon emissions, although some countries may wish to use other methods, such as emissions trading schemes.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Poverty has been understood in many different ways.", "come": "出自-2017年6月听力原文"}, {"sentence": "One useful way is to distinguish between three degrees of poverty—extreme poverty,moderate poverty, and relative poverty.", "come": "出自-2017年6月听力原文"}, {"sentence": "They may be due to the novel way of advertising.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The study found that strong teachers in the fourth through eighth grades raised the skills of their students in ways that would last for decades.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Such results may seem surprising against the background of shocking incidents that color the way the mass media portray the young.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Specify in what way their products are green.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Results of USA WEEKEND's Teens & Parents survey reveal a generation of young people who get along well with their parents and approve of the way they're being raised.", "come": "出自-2016年6月阅读原文"}, {"sentence": "One of the pioneers of a radical new way of thinking about the kitchen was Catharine Esther Beecher, sister of Harriet Beecher Stowe.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It makes students feel that they are discriminated against in many ways.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It is also troubling that voting rates among our youngest eligible voters—18- to 24-year-olds—are way down: Little more than one in four now go to the polls, even in national elections, compared with almost twice that many when 18-year-olds were first given the vote.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In theory, interactive advertising can engage viewers in a way that 30-second spots do not.", "come": "出自-2016年6月阅读原文"}, {"sentence": "He thinks it the only way out of the current food crisis.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Each business acts its own way in green labeling.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Both bills would reduce the rate of growth in annual Medicare payments to hospitals, nursing homes and other providers by amounts comparable to the productivity savings routinely made in other industries with the help of new technologies and new ways to organize work.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The way I see it, our banks now have a greater obligation to the goal of a wider recovery, he said.", "come": "出自-2016年6月听力原文"}, {"sentence": "So really, those supplements aren’t going to give you that perfect memory in the way that they promise.", "come": "出自-2016年6月听力原文"}, {"sentence": "And that’s not really the way they’re used in this country.", "come": "出自-2016年6月听力原文"}, {"sentence": "To be sure, the battery still has a long way to go before the nightly recharge completely replaces the weekly  trip to the gas station.", "come": "出自-2016年12月阅读原文"}, {"sentence": "There is an incompatibility in the rate at which these are advancing relative  to the way we're digesting it, he said.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The ubiquitous ( ' ,  无所不在的 ) battery has already come a long way, of course.", "come": "出自-2016年12月阅读原文"}, {"sentence": "South Korea opened its second Antarctic research base in 2014, describing it as a way to test robots developed by Korean researchers for use in extreme conditions.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It may have found an ideal way to handle teenagers with behavioral problems.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In some ways they're at greater risk of falling through the cracks, says researcher Vladimir Carli.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Harvard Business School professor Leslie Perlow explains that when people feel the pressure to be always on,  they find ways to accommodate that pressure, including altering their schedules, work habits and interactions  with  family  and  friends.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Glimmers ( ' ,  少许 ) of hope, however, are beginning to emerge in this bruising environment: Americans are  becoming aware of the toll their jobs take on them, and employers are exploring ways to alleviate the harmful  effects  of  stress  and  overwork.", "come": "出自-2016年12月阅读原文"}, {"sentence": "And it is hard not to think: Are we in an innovation lull ( ' ,  间歇期 )?In some ways, the answer is yes.", "come": "出自-2016年12月阅读原文"}, {"sentence": "And early identification, support and treatment for mental  health issues, he says, are the best ways to keep them from turning into full-blown disorders.", "come": "出自-2016年12月阅读原文"}, {"sentence": "When the molten rock of the earth’s core forced its way to the surface to form the throat of a volcano, as the centuries passed, the rock cooled and hardened, shrinkingand cracking into long columns.", "come": "出自-2016年12月听力原文"}, {"sentence": "Way up north in the Canadian Arctic, seabirds are picking up dangerous chemicals in the ocean and delivering them to ponds near where the birds live.", "come": "出自-2016年12月听力原文"}, {"sentence": "Throughout these series, you will learn more about the profession, the necessary steps to get a social work degree, the rich history of social work and many ways that social workers help others.", "come": "出自-2016年12月听力原文"}, {"sentence": "In thousands of ways, social workers help other people—people from every age, every background across the country.", "come": "出自-2016年12月听力原文"}, {"sentence": "Using existing civil society structures or networks is a more effective way of creating change.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Twenty years later, it was purposefully dropped to make way for Negro. ", "come": "出自-2015年12月阅读原文"}, {"sentence": "This is a very sensible way for an animal to make decisions in the wild and would have been very helpful for humans for thousands of years.", "come": "出自-2015年12月阅读原文"}, {"sentence": "People's conception of a person has much to do with the way he or she is labeled.", "come": "出自-2015年12月阅读原文"}, {"sentence": "One of the ways in which all agents seem to make decisions is that they assign a lower weighting to outcomes that are going to be further away in the future, he says.", "come": "出自-2015年12月阅读原文"}, {"sentence": "One hundred years ago, Colored was the typical way of referring to Americans of African descent.", "come": "出自-2015年12月阅读原文"}, {"sentence": "In some ways, said Dr.Daniel Sulmasy, it represents a failure of wider society to take up the issue.", "come": "出自-2015年12月阅读原文"}, {"sentence": "But in practice, our brain discounts the risks — and benefits — associated with issues that lie some way ahead.", "come": "出自-2015年12月阅读原文"}, {"sentence": "A 2001 study cataloged all the ways in which the term Black carried connotations ( ' ,  涵义 ) that were more negative than those of African American.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Scientists have devised a way to determine roughly where a person has lived using a strand of hair, a technique that could help track the movements of criminal suspects or unidentified murdervictims.", "come": "出自-2015年12月听力原文"}, {"sentence": "Asia led the way, with the biggest number from China followed by Japan and India, most European and Asian universities provide an elite service to a small numberof people.", "come": "出自-2015年12月听力原文"}, {"sentence": "Although a team may be composed of knowledgeable people, they must learn new ways of relating and working together to solve cross-functional problems.", "come": "出自-2015年12月听力原文"}, {"sentence": "\"Supplying power to trains in this way would offer the shortest distance from well to wheels,\" he says, \"with the least amount of energy lost.\"", "come": "2018年12月六级真题（第二套）听力 Section C"}, {"sentence": "\"There is an incompatibility in the rate at which these are advancing relative to the way we're digesting it,\" he said.", "come": "2016年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"Using existing civil society structures or networks is a more effective way of creating change...and obviously trade unions are one of the biggest civil society networks in the UK,\" he says.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "A spirit of openness is gaining acceptance in the science community, and is the only way,say advocates,to address a ‘crisis' in science whereby too few findings are successfully reproduced.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Also last year, Farrant and colleagues published a detailed molecular study of another candidate, Xerophyta viscosa, a tough-as-nail South African plant with lily-like flowers, and she says that a genome is on the way.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "An attitude is a settled way of thinking, feeling and/or behaving towards particular objects, people, events or ideologies.", "come": "2019年12月六级真题（第二套）阅读 Section C"}, {"sentence": "And it goes some way towards explaining why books about swimming, in which people tackle icy lakes, and overcome oceans while reflecting on their lives have recently become so popular.", "come": "2018年12月六级真题（第一套）听力 Section B"}, {"sentence": "And she criticizes me in exactly the same way she did when I was first unpublished and I was starting.", "come": "2017年6月六级真题（第一套）听力 Section A"}, {"sentence": "And that's not really the way they're used in this country.", "come": "2016年6月六级真题（第二套）听力 Section B"}, {"sentence": "And then they change the mood in the music either from sad to happy or the other way around.", "come": "2019年12月六级真题（第一套）听力 Section C"}, {"sentence": "And they must learn how to capitalize on the movement's benefits, such as opportunities for more citations and a way to build a reputation without the need for conventional metrics, such as publication in high-impact journals.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "And while the Portuguese took part in the trade, ferrying nuts down the coast along with other goods, by 1620, when English explorer Richard Jobson made his way up the Gambia, the nuts were still peculiar to his eyes.", "come": "2017年12月六级真题（第一套）阅读 Section C"}, {"sentence": "At the time, coca leaf extract mixed with wine was a common tonic (滋补品), and Pemberton's sweet brew was a way to get around local laws prohibiting the sale of alcohol.", "come": "2017年12月六级真题（第一套）阅读 Section C"}, {"sentence": "Brick and mortar stores (实体店) seem to be going the way of the yellow pages.", "come": "2019年6月六级真题（第一套）阅读 Section B"}, {"sentence": "But in practice, our brain discounts the risks —and benefits — associated with issues that lie some way ahead.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "But is there really a way to categorize different types of students?", "come": "2019年12月六级真题（第二套）听力 Section C"}, {"sentence": "But most people have no quarrel with the Amish for doing things the old-fashioned way.", "come": "2016年12月六级真题（第三套）阅读 Section A"}, {"sentence": "But the only way college could be free is if the faculty and staff donated their time, the buildings required no maintenance, and campuses required no utilities.", "come": "2018年6月六级真题（第一套）阅读 Section C"}, {"sentence": "Each week, he would try something different to see if he could find a better, faster way down the mountain.", "come": "2019年6月六级真题（第一套）听力 Section B"}, {"sentence": "Either way, taxpayers have no business paying for students' college education.", "come": "2018年6月六级真题（第一套）阅读 Section C"}, {"sentence": "For instance, years with a larger increase in online usage were followed by years with lower well-being, rather than the other way around.", "come": "2019年12月六级真题（第一套）阅读 Section B"}, {"sentence": "Furthermore, they say, it is the best way for researchers to gather the range of observations that are necessary to speed up discoveries or to identify large-scale trends.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Going grass-fed is a safe refuge, a way for family-scale farms to stay viable.", "come": "2019年12月六级真题（第三套）阅读 Section B"}, {"sentence": "He also used ski poles in an unorthodox way—to propel himself as he skied.", "come": "2019年6月六级真题（第一套）听力 Section B"}, {"sentence": "He thinks the best way to help the long-term unemployed is to allow private citizens to invest in local companies that can create more jobs.", "come": "2016年6月六级真题（第一套）听力 Section C"}, {"sentence": "Her new book Swell inter-weaves her own story with a history of female pioneers who accomplished remarkable feats and paved the way for future generations.", "come": "2018年12月六级真题（第一套）听力 Section B"}, {"sentence": "historically, scientists have objected to sharing for many reasons: It is a lot of work; until recently, good databases did not exist; grant funders were not pushing for sharing; It has been difficult to agree on standards for formatting data; and there i", "come": "2017年6月六级真题（第一套）阅读 Section C"}, {"sentence": "I think a lot of what people consider luck is attributed to how you respond to the opportunities that come your way.", "come": "2016年12月六级真题（第二套）听力 Section A"}, {"sentence": "I'd say it's glamorous to an extent, but not in the way it's portrayed in films.", "come": "2019年12月六级真题（第一套）听力 Section A"}, {"sentence": "If the method works, it could provide farmers in Botswana-and elsewhere with a low-cost, sustainable tool to protect their livestock, and a way to keep lions safe from being killed.", "come": "2018年12月六级真题（第一套）阅读 Section A"}, {"sentence": "If the method works, it could provide farmers in Botswana-and elsewhere -with a low-cost, sustainable tool to protect their livestock, and a way to keep lions safe from being killed.", "come": "2018年12月六级真题（第一套）阅读 Section A"}, {"sentence": "If we're honest with ourselves, tech is just another way to occupy our time and minds.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "If you take a look at his biography, you can get a good idea of how his life experiences manifest themselves in his theories of beauty, specifically, the way he looked towards nature as the origin of what we find beautiful.", "come": "2018年12月六级真题（第二套）听力 Section A"}, {"sentence": "If you want to take mental photos, that works the same way,'' Dehl says.", "come": "2018年6月六级真题(第二套)阅读 Section C"}, {"sentence": "I'm attracted to it, because culture isn't something that only shapes the way our minds operate.", "come": "2019年6月六级真题（第二套）听力 Section C"}, {"sentence": "In his latest experiment, published online in August, Steinberg and his colleagues used a computerized version of a card game called the Iowa Gambling Task to investigate how the presence of peers affects the way young people gather and apply information.", "come": "2018年6月六级真题(第二套)阅读 Section B"}, {"sentence": "In part, the authors wrote in HBR, this pattern may have to do with the way work itself has changed over the past several decades.", "come": "2017年12月六级真题（第三套）阅读 Section C"}, {"sentence": "It is also troubling that voting rates among our youngest eligible voters—18- to 24-yearolds— are way down: little more than one in four now go to the polls, even in national elections, compared with almost twice that many when 18-year-olds were first giv", "come": "2016年6月六级真题（第一套）阅读 Section B"}, {"sentence": "It may not seem that way at the moment.", "come": "2017年12月六级真题（第三套）阅读 Section B"}, {"sentence": "It shapes the way our bodies operate, too, and sleep is at the intersection of those.", "come": "2019年6月六级真题（第二套）听力 Section C"}, {"sentence": "Should we change the way math is taught in schools, or eliminate some courses entirely?", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "killy learned an important secret shared by many creative people: innovations don't require genius, just a willingness to question the way things have always been done.", "come": "2019年6月六级真题（第一套）听力 Section B"}, {"sentence": "Many made their way into medicines, intended as a kind of energy boost.", "come": "2017年12月六级真题（第一套）阅读 Section C"}, {"sentence": "Many people assume that our attitudes are internally consistent, that is, the way you think and feel about someone or something predicts your behavior towards them.", "come": "2019年12月六级真题（第二套）阅读 Section C"}, {"sentence": "Natural talent helps in some way, but at the end of the day you really do need to work hard and get really, really good at what you do.", "come": "2016年12月六级真题（第二套）听力 Section A"}, {"sentence": "Now Jennet has quit work and their first child is on the way.", "come": "2017年12月六级真题（第二套）听力 Section C"}, {"sentence": "On the way, there was an announcement that the restaurant car was not currently accepting credit cards.", "come": "2017年6月六级真题（第二套）听力 Section C"}, {"sentence": "Once Farrant and her colleagues feel they have a better sense of which switches to throw, they will have to find the best way to do so in useful crops.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "Once we recognize that these things happen to us, we are half way to doing something about them.", "come": "2019年6月六级真题（第一套）听力 Section B"}]}], "err_words": [{"word_name": "Way", "means": ["[人名] [英格兰人姓氏] 韦（地貌名称，或住所名称，来源于古英语，含义是“道路”）"]}], "sameAnalysis": [{"part_name": "这些名词均含\"方法，方式\"之意。", "word_list": "manner, method, way, mode, fashion, means, approach", "means": ["manner ： 多指行动的特殊方式或独特的方法。", "method ： 指有系统、有条理地办事或解决问题的方法。", "way ： 普通用词，可指一般的方法，有时也指个人的方法或方式，也可指特殊的方式或方法。", "mode ： 书面用词，常指因个人爱好或传统习俗等因素而遵循的方法。", "fashion ： 着重独特的程序或方式，尤指个人的偏爱或习惯。", "means ： 指为达到某种目的或目标而采用的方法、手段或途径。", "approach ： 指从事某事的特别方法、途径。"]}, {"part_name": "这些名词均有\"路\"之意。", "word_list": "path, road, way, street, highway, avenue, motorway, route, lane, pavement, trail", "means": ["path ： 多指由人或动物在田间、小丘或树丛中经常走动而踩出的小路，也指公园或花园等供人走的小径。", "road ： 指连接两地间供行人或车辆使用的广阔平坦的大道，多指公路，也可用于引申意义。", "way ： 普通用词，含义广泛，可指各种路、道或通道，也可指抽象的道路。", "street ： 尤指城市中的道路，往往一侧或两侧有高大建筑物；还可指城市小镇、近郊可供人、车、马行走的平坦道路。", "highway ： 通常指市区外可以通行各种机动车辆的交通干线。", "avenue ： 在美国，指城市中一侧或两侧建筑物林立的大道或马路；而在英国则常指通住乡村大住宅、私人大庄园或两旁栽树的道路。", "motorway ： 高速公路，新词，特指为车辆快速通行而修的专线，美语为freeway或expressway。", "route ： 指从此处通往彼处的路线、路程等。", "lane ： 指农村或城镇的小道或小径，也指小巷。", "pavement ： 在英国，多指街道两旁的人行道，而美国人常用sidewalk表示人行道。", "trail ： 指人或兽在森林、荒野或山中踩出的小径或崎岖小道。"]}], "slang": [{"tokens": "way off", "type": "adj ", "list": [{"explanation": "完全错的，在错误道上的", "example": [{"en": "I think you're way off base. Try again!", "zh": "我认为你完全错了。再试一试吧!"}, {"en": "Sorry. You are way off. You shoutd just give up.", "zh": "很遗憾。你的方法不对头。你只能放弃。"}]}], "class": ["美国俚语"]}, {"tokens": "way out", "type": "adj ", "list": [{"explanation": "[艺术界用语]异乎寻常的，奇特的，先锋派的，深奥神秘的", "example": [{"en": "Susan did not like the paintings at the show because they were too way-out for her.", "zh": "苏珊不喜欢展览会上所展出的画, 在她看来，那些画太标新立异了。"}]}, {"explanation": "极好的，很棒的", "example": [{"en": "You got four tickets for the concert? Way out!", "zh": "你拿到了四张音乐会的票子？太棒了!"}]}, {"explanation": "(饮酒)醉了的，(吸毒) 受麻醉了的", "example": [{"en": "That guy is way out—can't even walk.", "zh": "那家伙喝醉了——甚至连走路也不行了。"}, {"en": "She was so way-out ，she was almost unconscious.", "zh": "她被毒品麻醉得几乎不省人事了。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "in a big way", "type": "adv ", "list": [{"explanation": "很多,极端,非常", "example": [{"en": "I'm really interested in her in a big way.", "zh": "我的确对她非常感兴趣。"}]}], "class": ["美国俚语"]}, {"tokens": "way to go.", "type": "", "list": [{"explanation": "(赞扬和鼓励语)干得非常出色。那太好了", "example": [{"en": "That's the way to go. You guys built the airport so quickly.", "zh": "干得非常出色。你们这么快就把机场建成了。"}]}], "class": ["美国俚语"]}, {"tokens": "all the way", "type": "adv ", "list": [{"explanation": "无保留地，完全地，自始至终", "example": [{"en": "The door opened all the way.", "zh": "门一直大开着。"}, {"en": "He was all the way back to normal.", "zh": "他完全恢复了正常。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}, {"tokens": "know ones way around", "type": "v ", "list": [{"explanation": "了解情况，有经验，干练", "example": [{"en": "He's been at the job for two years but still doesn't know his way around.", "zh": "这工作他虽然已经干了两年，但还是不大懂门道。"}]}], "class": ["加拿大俚语", "南非俚语", "新西兰俚语", "澳大利亚俚语", "爱尔兰俚语", "美国俚语", "苏格兰俚语", "英国俚语"]}], "exchanges": ["ways", "way"], "gaokao": [{"word": "way", "count": 100, "kd": [], "Sentence": [{"sentence": "A build-it-yourself solar still is one of the best ways to obtain drinking water in areas where the liquid is not readily available.", "come": "2017年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "A good neighbor is also one who likes to help out in small ways.", "come": "2018年高考英语浙江卷 阅读理解 七选五 原文"}, {"sentence": "A man should learn suitable ways to deal with life.", "come": "2019年高考英语天津卷 阅读理解 阅读D 选项"}, {"sentence": "About thirty percent of the world's exports of tea makes its way to London.", "come": "2015年高考英语全国卷1 听力 原文"}, {"sentence": "After all, if we adapt in that way, we may avoid the need to change in so many others.", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "After de-layering in this way, a company may be left with just a top level of senior managers, front-line managers and employees with direct contact with the public.", "come": "2016年高考英语上海卷 完形填空 原文"}, {"sentence": "Along the way are tales of kings and queens, hot air balloons...and monkeys in space.", "come": "2017年高考英语江苏卷 阅读理解 阅读A 原文"}, {"sentence": "An experiment on ways of moving blocks to the pyramid site.", "come": "2015年高考英语四川卷 阅读理解 阅读E 选项"}, {"sentence": "An introduction to a possible new way of moving blocks to the pyramid site.", "come": "2015年高考英语四川卷 阅读理解 阅读E 选项"}, {"sentence": "And if you have your lecture notes or the article in hand, you and the professor will be able to examine specific points that are confusing to you, rather than just talking in a general way about the contents.", "come": "2015年高考英语浙江卷 阅读理解 主旨概括 原文"}, {"sentence": "Another nice thing is that you learn both new words and their use unconsciously, meaning that you will tend to use the words learned/learnt this way in conversations almost automatically.", "come": "2017年高考英语浙江卷（11月） 语法填空 原文"}, {"sentence": "Another simple way of building some savings is by depositing as little as two percent of your monthly income into a savings account.", "come": "2016年高考英语上海卷 听力 原文"}, {"sentence": "Another way of setting realistic goals is to analyze your short and long term objectives, keeping in mind your beliefs, values and strengths.", "come": "2019年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "Another way to hide a message is to use symbols to stand for specific letters of the alphabet.", "come": "2016年高考英语全国卷1 阅读理解 七选五 原文"}, {"sentence": "Around the world, people are adapting in surprising ways, especially in some poor countries.", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "As busy people, we are always looking for ways to save time and make our lives easier.", "come": "2015年高考英语安徽卷 完形填空 原文"}, {"sentence": "As executives with banks, consulting firms, established law firms, and major corporations, many are now well on their way to impressive careers.", "come": "2015年高考英语浙江卷 完形填空 原文"}, {"sentence": "As their world expanded, she said, children compared themselves to others online in a way that was \"hugely damaging in terms of their self-identity, in terms of their confidence, but also in terms of their ability to develop themselves\".", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "At one point, huge piles of snow blocked his way.", "come": "2016年高考英语北京卷 完形填空 原文"}, {"sentence": "Because of the way light reflects off the organisms, these phytoplankton create colourful patterns at the ocean surface.", "come": "2019年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "Being able to communicate ideas in a meaningful way is a valuable skill.", "come": "2014年高考英语全国卷1 阅读理解 七选五 选项"}, {"sentence": "Body movements change the way people think.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读B 选项"}, {"sentence": "Building snowmen was a way for people to express themselves.", "come": "2015年高考英语上海卷 阅读理解 阅读A 选项"}, {"sentence": "But Brooks has structured his book in an unorthodox (非常规的), and perhaps unfortunate way.", "come": "2015年高考英语湖北卷 阅读理解 阅读E 原文"}, {"sentence": "But now that information is being spread and monitored in different ways, researchers are discovering new rules.", "come": "2016年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "But when he finally reached her, the woman flooded him with questions: \"Who are you? What antique shop?\" However, when she hung up, she regretted the way she had handled the call.", "come": "2019年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "By boat is the only way to get here, which is how we arrived.", "come": "2018年高考英语江苏卷 单项填空 原文"}, {"sentence": "By the way, are you going to the concert tomorrow evening?", "come": "2018年高考英语全国卷I 听力 原文"}, {"sentence": "By the way, did you watch that special TV program last night?", "come": "2015年高考英语湖南卷 听力 原文"}, {"sentence": "By the way, do you know what time it is?", "come": "2016年高考英语全国卷2 听力 原文"}, {"sentence": "By the way, does your package need packing?", "come": "2017年高考英语北京卷 听力 原文"}, {"sentence": "By the way, how many books can I borrow at a time?", "come": "2015年高考英语北京卷 听力 原文"}, {"sentence": "California, it should be noted, isn't leading the way here.", "come": "2018年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "Chimps will cooperate in certain ways, like gathering in war parties to protect their territory.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "Color choices in this range are a step up from the small ones in two major ways.", "come": "2018年高考英语全国卷I 阅读理解 七选五 原文"}, {"sentence": "Currently, most ingredients must be changed to a paste (糊状物）before a printer can use them, and the printing process is quite time-consuming, because ingredients interact with each other in very complex ways.", "come": "2018年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Different cultures have different ways of managing people.", "come": "2016年高考英语上海卷 完形填空 原文"}, {"sentence": "During the last few years, business executives and book writers looking for a new way to advise corporate America have been exploiting Shakespeare's wisdom for profitable ends.", "come": "2015年高考英语上海卷 阅读理解 阅读C 原文"}, {"sentence": "Early humans pad for their large brains in two ways.", "come": "2019年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "Even when the machines are recycled and the harmful metals removed, the recycling process often is carried out in poor countries, in practically uncontrolled ways which allow many poisonous substances to escape into the environment.", "come": "2015年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "Experimenting with materials to create something new can go a long way in helping them develop their creativity.", "come": "2014年高考英语全国卷1 阅读理解 七选五 原文"}, {"sentence": "Experts say the way you design your home could play a role in whether you pack on the pounds or keep them off.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Failing to find any other way out, they decided to make a walking journey, as they caught sight of an old.", "come": "2018年高考英语江苏卷 完形填空 原文"}, {"sentence": "Failure blocked his way to success.", "come": "2015年高考英语天津卷 阅读理解 阅读D 选项"}, {"sentence": "Food serves as a form of communication in two fundamental ways.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "For many of them, it's a way of meeting people and having a social life.", "come": "2018年高考英语全国卷3 阅读理解 七选五 原文"}, {"sentence": "For the past two years, Gordon's students have been studying ways to kill bacteria in zero gravity, and they think they're close to a solution.", "come": "2019年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "For the trainees,the programs also offer a great way to earn merit badges.", "come": "2018年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Group exercise is one of the most effective ways to improve physical fitness and sustain a healthy lifestyle.", "come": "2015年高考英语福建卷 阅读理解 阅读E 原文"}, {"sentence": "He was offering a way for us to change our lives and achieve our dreams.", "come": "2016年高考英语江苏卷 完形填空 原文"}, {"sentence": "Here are some ways to turn your home into part of your diet plan.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "He's my biggest fan, and when you have that in your life you can go a long way.", "come": "2017年高考英语天津卷 阅读表达 原文"}, {"sentence": "However, it stayed with her and leaned about the ways of the forest.", "come": "2016年高考英语四川卷 语法填空 原文"}, {"sentence": "However, physicist Joseph west thought there might have been a simpler way, who led the new study.", "come": "2015年高考英语四川卷 阅读理解 阅读E 原文"}, {"sentence": "However, technology is also the application of scientific knowledge to solve a problem, touching lives in countless ways.", "come": "2019年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "Human beings will continue to adapt to the changing climate in both ordinary and astonishing ways.", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Human life is regarded as part of nature and, as such, the only way for us to survive is to live in harmony with nature.", "come": "2015年高考英语福建卷 单项填空 原文"}, {"sentence": "I can drop you off on my way.", "come": "2014年高考英语全国卷1 听力 原文"}, {"sentence": "I made my way backstage just as/when the great magician was putting on his top hat.", "come": "2016年高考英语浙江卷（10月） 语法填空 原文"}, {"sentence": "I recommend that you find your way in style.", "come": "2017年高考英语全国卷1 阅读理解 七选五 原文"}, {"sentence": "I used to drive two hours to work each way.", "come": "2018年高考英语全国卷I 听力 原文"}, {"sentence": "I was extremely inspired by the elegant way the words sounded.", "come": "2019年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "If I kept going I might not be able to see my way back.", "come": "2018年高考英语天津卷 阅读理解 阅读表达 原文"}, {"sentence": "If Louis could find his way out of his problems, why should I ever give up?", "come": "2015年高考英语重庆卷 阅读理解 阅读A 原文"}, {"sentence": "If we work hard,we will find a way out.", "come": "2016年高考英语天津卷 答案 选项"}, {"sentence": "If you talk about fashion today, you are talking about China - its influences, its direction, its breathtaking clothes, and how young designers and models are finally acknowledging that in many ways.", "come": "2019年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "If you're clear about where you want to go, the rest of the world will either help you get there or get out of the way.", "come": "2014年高考英语全国卷1 阅读理解 阅读C 原文"}, {"sentence": "If you're the person who is in the wrong, just admit it! This is the easiest and best way to avoid an argument.", "come": "2015年高考英语福建卷 短文填词 原文"}, {"sentence": "In a 2014 study, Elizabeth Dunn, associate professor of psychology at UBC, invited people on their way into a coffee shop.", "come": "2018年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "In many ways, the education system in the US is not very different from that in the UK.", "come": "2016年高考英语浙江卷（6月） 单项选择 原文"}, {"sentence": "In some ways, she lives in my house.", "come": "2017年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "In the library, I found my way into the \"children's room\".", "come": "2015年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "In the morning on the way to school, it's horrible.", "come": "2016年高考英语上海卷 听力 原文"}, {"sentence": "In this way, arts and culture also serve as a public good.", "come": "2018年高考英语江苏卷 阅读理解 填空题 原文"}, {"sentence": "In what way are these climbers special?", "come": "2015年高考英语上海卷 听力 题设"}, {"sentence": "In what way has the speaker changed?", "come": "2017年高考英语浙江卷（11月） 听力 题设"}, {"sentence": "In what way was yesterday's cleanup at the plaza special?", "come": "2017年高考英语全国卷3 阅读理解 阅读B 题设"}, {"sentence": "In wind and rain she started on her difficult way.", "come": "2016年高考英语浙江卷（10月） 阅读理解 阅读A 原文"}, {"sentence": "Indeed, they made only half as many errors as those wearing their own clothes on the stroop test one way of measuring attention.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读B 原文"}, {"sentence": "It appeared on some of the first postcards, starred in some of the earliest silent movies, and was the subject of a couple of the earliest photos, dating all the way back to the 1800s.", "come": "2015年高考英语上海卷 阅读理解 阅读A 原文"}, {"sentence": "It didn't take long for Shelly-Ann to realize that sports could be her way out of Waterhouse.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "It doesn't have to be that way.", "come": "2014年高考英语全国卷1 阅读理解 阅读C 原文"}, {"sentence": "It ends abruptly at 3, 000 meters, giving way to lands of low growing plants.", "come": "2019年高考英语全国卷I 完形填空 原文"}, {"sentence": "It has the same parts as a bar graph – two labeled axes –and can be read the same way.", "come": "2015年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "It has to continue to move, because the way the world works is not the same, says Moran.", "come": "2017年高考英语全国卷1 阅读理解 阅读C 原文"}, {"sentence": "It is obvious that the way much coffee is grown affects many aspects many aspects of life, from the local environment to the global ecology.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "It must be true that sooner or later, everyone finds his or her way back to nature.", "come": "2017年高考英语全国卷1 阅读理解 七选五 原文"}, {"sentence": "It would be better if it can change people's way of.", "come": "2017年高考英语江苏卷 任务型阅读 题设"}, {"sentence": "It'll go a long way with them.", "come": "2015年高考英语全国卷1 完形填空 原文"}, {"sentence": "It's a plant's way of crying out.", "come": "2017年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "It's hardly an obvious conclusion that this is a good way to survive.", "come": "2019年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "It's impractical to change our way of thinking.", "come": "2015年高考英语福建卷 阅读理解 阅读D 选项"}, {"sentence": "It's surprising how much simple movements of the body can affect the way we think.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读B 原文"}, {"sentence": "Jane's grandmother had wanted to write a children's book for many years, but one thing or another always got in the way.", "come": "2015年高考英语浙江卷 单项填空 原文"}, {"sentence": "Keith Robinson, the author of the study, said, \"I really don't know if the public is ready for this but there are some ways parents can be involved in their kids' education that leads to declines in their academic performance.\"", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "Let them know that you are there to help in any way that is acceptable, while still respecting the privacy of your neighbor.", "come": "2018年高考英语浙江卷 阅读理解 七选五 原文"}, {"sentence": "Like ancient sailors, birds can find their way using the sun and the stars.", "come": "2015年高考英语重庆卷 单项填空 原文"}, {"sentence": "Many western companies have tried to imitate such asian ways of doing things, which are based on general agreement.", "come": "2016年高考英语上海卷 完形填空 原文"}, {"sentence": "Maybe there is a better way of dealing with it.", "come": "2015年高考英语福建卷 短文填词 原文"}, {"sentence": "Maybe there is another way out.", "come": "2015年高考英语安徽卷 完形填空 原文"}]}], "kaoyan": [{"word": "way", "count": 96, "kd": [], "Sentence": [{"sentence": "Researchers in the late 1960 covered that humans are born with the capacity to approach challenges in four primary ways: analytically, procedurally, relationally ( ' , or collaboratively) and innovatively.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Only when humanity began to get its food in a more productive way was there time for other things.", "come": "出自-2009年考研阅读原文"}, {"sentence": "All of us work through problems in ways of which we're unaware, she says.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Curbs on business-method claims would be a dramatic about-face, because it was the federal circuit itself that introduced such patents with is 1998 decision in the so-called state Street Bank case, approving a patent on a way of pooling mutual-fund assets.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Because most of us believe that mind is separate from matter， we think that thoughts can be hidden and made powerless； this allows us to think one way and act another.", "come": "出自-2011年考研翻译原文"}, {"sentence": "The way consumers now approach the broad range of factors beyond conventional paid media.", "come": "出自-2011年考研阅读原文"}, {"sentence": "The same dramatic technological changes that have provided marketers with more ( ' , and more diverse) communications choices have also increased the risk that passionate consumers will voice their opinions in quicker, more visible, and much more damaging ways.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Menand, is to alter the way in which “the producers of knowledge are produced”.", "come": "出自-2011年考研阅读原文"}, {"sentence": "But it’s interesting to wonder if the images we see every week of stress-free, happiness-enhancing parenthood aren’t in some small, subconscious way contributing to our own dissatisfactions with the actual experience, in the same way that a small part of us hoped getting “ the Rachel” might make us look just a little bit like Jennifer Aniston.", "come": "出自-2011年考研阅读原文"}, {"sentence": "In some ways, this quest for commonalities defines science.", "come": "出自-2012年考研翻译原文"}, {"sentence": "com, which allow users to combine pictures, words and other media in creative ways and then share them, have the potential to add stickiness by amusing, entertaining and enlightening others.", "come": "出自-2012年考研阅读原文"}, {"sentence": "This is because the networked computer has sparked a secret war between downloading and uploading - between passive consumption and active creation - whose outcome will shape our collective future in ways we can only begin to imagine.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Some of their ties go back a long way.", "come": "出自-2012年考研阅读原文"}, {"sentence": "First, they can shut things down without suffering much in the way of consequences.", "come": "出自-2012年考研阅读原文"}, {"sentence": "The virgin forest with its richness and variety of trees was a veritable real treasure-house which extended from Maine all the way down to Georgia.", "come": "出自-2015年考研翻译原文"}, {"sentence": "But, the force of geographic conditions peculiar to America, the interplay of the varied national groups upon one another, and the sheer difficulty of maintaining old-world ways in a raw, new continent caused significant changes.", "come": "出自-2015年考研翻译原文"}, {"sentence": "But the result was a new social pattern which, although it resembled European society in many ways, had a character that was distinctly American.", "come": "出自-2015年考研翻译原文"}, {"sentence": "This same absence of moral purpose was wounding companies such as News International ,shield thought ,making it more likely that it would lose its way as it had with widespread illegal telephone hacking.", "come": "出自-2015年考研阅读原文"}, {"sentence": "The ways of reading indicated here are without doubt kinds of of comprehension.", "come": "出自-2015年考研阅读原文"}, {"sentence": "The most successful monarchies strive to abandon or hide their old aristocratic ways.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Symbolic of national unity as they claim to be, their very history—and sometimes the way they behave today – embodies outdated and indefensible privileges and inequalities.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Conceived in this way, comprehension will not follow exactly the same track for each reader.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Are we studying that text and trying to respond in a way that fulfils the requirement of a given course? Reading it simply for pleasure? Skimming it for information? Ways of reading on a train or in bed are likely to differ considerably from reading in a seminar room.", "come": "出自-2015年考研阅读原文"}, {"sentence": "“Figuring out a way to accelerate that transition would make sense for them,” he said, “but if you discontinue it, you’re going to have your most loyal customers really upset with you.", "come": "出自-2016年考研阅读原文"}, {"sentence": "This could add value to their businesses in three ways.", "come": "出自-2016年考研阅读原文"}, {"sentence": "So how do we navigate this? How do we know when to invest in an upgrade? And what’s the best way to pull off one that enhances our goals? Here are some tips:.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Second, customers may be willing to buy a company’s products as an indirect way to donate to the good causes it helps.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Peretti says the Times shouldn’t waste time getting out of the print business, but only if they go about doing it the right way.", "come": "出自-2016年考研阅读原文"}, {"sentence": "No matter how formal or informal the work environment, the way you present yourself has an impact.", "come": "出自-2016年考研阅读原文"}, {"sentence": "And perhaps faintly, they hint that people should look to intangible qualities like character and intellect rather than dieting their way to size zero or wasp-waist physiques.", "come": "出自-2016年考研阅读原文"}, {"sentence": "According to research from Princeton University, people assess your competence, trustworthiness, and likeability in just a tenth of a second, solely based on the way you look.", "come": "出自-2016年考研阅读原文"}, {"sentence": "In their eagerness to build bigger telescopes, they forgot that science is the only way of understanding the world.", "come": "出自-2017年考研阅读原文"}, {"sentence": "But Congress should look into doing so directly, by helping to finance PreCheck enrollment or to cut costs in other ways.", "come": "出自-2017年考研阅读原文"}, {"sentence": "The NHS trust has mended its ways.", "come": "出自-2018年考研阅读原文"}, {"sentence": "That misses the way the surveillance economy works.", "come": "出自-2018年考研阅读原文"}, {"sentence": "Technology will improve society in ways big and small over the next few years, yet this will be little comfort to those who find their lives and careers upended by automation.", "come": "出自-2018年考研阅读原文"}, {"sentence": "In previous eras of drastic technological change, entrepreneurs smoothed the transition by dreaming up ways to combine labor and machines.", "come": "出自-2018年考研阅读原文"}, {"sentence": "\"If we were really bold, we might even begin to think of high-calorie fast food in the same way as cigarettes—by setting strict limits on advertising, product placement and sponsorship of sport events,\" he said.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "According to research from Princeton University, people assess your competence, trustworthiness, and like ability in just a tenth of a second, solely based on the way you look.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Although technology might change the way we react, it hasn't changed our nature.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "And in that, once more, we need to look to the example of our children, to whom happiness is not a goal but a natural byproduct of the way they live.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "And what's the best way to pull off one that enhances our goals?", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "As a discovery claim works its way through the community, the interaction and confrontation between shared and competing beliefs about the science and the technology involved transforms an individual's discovery claim into the community's credible discove", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But because hard laughter is difficult to sustain, a good laugh is unlikely to have measurable benefits the way, say, walking or jogging does.", "come": "2011年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "But it's interesting to wonder if the images we see every week of stress-free, happiness-enhancing parenthood aren't in some small, subconscious way contributing to our own dissatisfactions with the actual experience, in the same way that a small part of ", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But the market generates interest far beyond its size because it brings together great wealth, enormous egos, greed, passion and controversy in a way matched by few other industries. 　", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "But there is also a different way to look at the data.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "California is leading the way, as it does on so many climate efforts, in figuring out the details.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Children were not colour-coded at all until the early 20th century: in the era before domestic washing machines all babies wore white as a practical matter, since the only way of getting clothes clean was to boil them.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Competition law appears to be the only way to address these imbalances of power.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Curbs on business - method claims would be a dramatic about-face, because it was the Federal circuit itself that introduced such patents with its 1998 decision in the so-called State Street Bank case, approving a patent on a way of pooling mutual- fund as", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Even dairy farms, where robots do a small share of milking, have a long way to go before they're automated.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Everyone around us seems to agree by the way they cling to their phones, even without a signal on a subway.", "come": "2015年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "first, they can shut things down without suffering much in the way of consequences.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "For many people, especially those with serious health condition or family members with serious health conditions,before Obamacare the only way to get insurance was through a job that provided  health insurance.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Head toward these breaks to find a way out.", "come": "2019年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "I want to share these old truths I've learned along the way.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In a social situation, eye contact with another person can show that you are paying attention in a friendly way.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "In adulthood, looking someone else in a pleasant way can be a complimentary sign of paying attention.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "In it, a mother is asked to interact with her child in a normal way before putting on a blank expression and not giving them any visual social feedback.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In the case of Hamish Fulton, you can't help feeling that the Scottish artist has simply found a way of making his love of walking pay.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In their eagerness to build bigger telescopes, they forgot that science is not the only way of understanding the world.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Indeed, grade forgiveness is just another way that universities are responding to consumers'expectations for higher education.", "come": "2019年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Instead, being grateful for small things every day is a much better way to improve well-being.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "It is not that pink intrinsically bad, but it is such a tiny slice of the rainbow and, though it may celebrate girlhood in one way, it also repeatedly and firmly fuses girls' identity to appearance.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "It might also be hard for airlines to coordinate the departure times and destinations of passenger aircraft in a way that would allow them to gain from formation flight.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "It requires minimal effort and goes a long way.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "It turns out that the brain needs exercise in much the same way our muscles do, and the right mental workouts can significantly improve our basic cognitive functions.", "come": "2014年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "It turns out that the peculiar way of conducting the experiments may have led to misleading interpretations of what happened.", "come": "2010年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "New research on transportation biofuels is already under way.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Next time somebody pushes corporate quotas as a way to promote gender equity, remember that such policies are largely self-serving measures that make their sponsors feel good but do little to help average women.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "None of these tricks will help you understand them, their positions or the issues that divide you, but they can help you win-in one way.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "Parents, he says, can get a lot out of using their devices to speak to a friend or get some work out of the way.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Peretti says the times shouldn't waste time getting out of the print business, but only if they go about doing it the right way.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Progressives often support diversity mandates as a path to equality and a way to level the playing field.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Quotas get action: they \"open the way to equality and they break through the glass ceiling, \" according to Reding, a result seen in France and other countries with legally binding provisions on placing women in top business positions.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Second, customers may be willing to buy a company's products as an indirect way to donate to the good causes it helps.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Splitting kids, or adults, into ever-tinier categories has proved a sure-fire way to boost profits.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Srini pillay, an assistant professor of psychiatry at Harvard Medical School, believes this counter-intuitive link between downtime and productivity may be due to the way our brains operate.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Such a view would require a corresponding shift in the way US society today views fire, researchers says.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "That said, there is a way in which grade forgiveness satisfies colleges'own needs as well.", "come": "2019年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The key to reforming higher education, concludes Mr. Menand, is to alter the way in which \"the producers of knowledge are produced.\"", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The researchers wanted to know if the optimism and inclination for risk-taking that comes with happiness would change the way companies invested.", "come": "2016年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "The way consumers now approach the process of making purchase decisions means that marketing's impact stems from a broad range of factors beyond conventional paid media.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "There is a better way to win arguments.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "They argue that all Internet users should be forced to register and identify themselves, in the same way that drivers must be licensed to drive on public roads.", "come": "2011年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "This one may be a bit more difficult to pull off, but it can go a long way to achieving results.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "This same absence of moral purpose was wounding companies such as News International, she thought, making it more likely that it would lose its way as it had with widespread illegal telephone hacking.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "This way you devalue your opinion and show that you are incapable of managing your own life.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Those forced to exercise their smiling muscles reacted more enthusiastically to funny cartons than did those whose mouths were contracted in a frown, suggesting that expressions may influence emotions rather than just the other way around.", "come": "2011年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "To put it another way: How can we make sure that the thinking of intelligent machines reflects humanity's highest values?", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "We don't need more categories, but we need to change the way we think about categories.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "We still have a long way to go to get back to full employment, but at least we are now finally moving forward at a faster pace.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Weighing yourself regularly is a wonderful way to stay aware of any significant weight fluctuations.", "come": "2019年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "What we need to do is find a way to acknowledge and express what we feel appropriately, and then -- again, like children -- move on.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "While there's a long way to go, the trend lines for renewables are spiking.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}]}], "bidec": {"word_name": "way", "parts": [{"part_id": "37486", "part_name": "n.", "word_id": "28418", "means": [{"mean_id": "73719", "part_id": "37486", "word_mean": "路, 道, 街, 径", "sentences": [{"en": "Is this the way out?", "cn": "这是出去的路吗?"}]}, {"mean_id": "73720", "part_id": "37486", "word_mean": "方向", "sentences": [{"en": "Kindly step this way, ladies and gentlemen.", "cn": "女士们、先生们, 请往这边走。"}]}, {"mean_id": "73721", "part_id": "37486", "word_mean": "方法, 方式, 手段", "sentences": [{"en": "They are trying to find a way of settling the dispute.", "cn": "他们正设法寻找解决争端的办法。"}]}, {"mean_id": "73722", "part_id": "37486", "word_mean": "习俗; 作风; 习惯", "sentences": [{"en": "The way that you're doing it is completely crazy.", "cn": "你这种习惯, 简直是发疯了。"}]}, {"mean_id": "73723", "part_id": "37486", "word_mean": "距离", "sentences": [{"en": "Success is still a long way off.", "cn": "离成功还远着呢。"}]}, {"mean_id": "73724", "part_id": "37486", "word_mean": "附近, 周围", "sentences": [{"en": "The crops are doing well down this way.", "cn": "这一带的作物长势良好。"}]}, {"mean_id": "73725", "part_id": "37486", "word_mean": "某方面", "sentences": [{"en": "The doctor told the patient that he was in good way.", "cn": "大夫对病人说, 他的病情已在好转。"}]}]}, {"part_id": "37487", "part_name": "adv.", "word_id": "28418", "means": [{"mean_id": "73726", "part_id": "37487", "word_mean": "远远地, 大大地", "sentences": [{"en": "The mortality rate was way down.", "cn": "死亡率大大降低。"}]}]}, {"part_id": "37488", "part_name": "_no_", "word_id": "28418", "means": [{"mean_id": "73727", "part_id": "37488", "word_mean": "[口]way better (好多了,好点了)的简略说法</seg>", "sentences": []}]}]}, "synonym": [{"part_name": "n.", "means": [{"word_mean": "方向;路线", "cis": ["line", "direction", "course"]}, {"word_mean": "方法;方式", "cis": ["method", "process", "procedure", "means"]}, {"word_mean": "方面,点;特点", "cis": ["respect", "point", "feature", "detail"]}, {"word_mean": "特性;性情", "cis": ["constitution", "will", "character", "temperament", "disposition", "humor", "nature", "mood"]}, {"word_mean": "路程,距离;范围", "cis": ["length", "reach", "distance", "extent", "remoteness"]}, {"word_mean": "风俗;习惯;作风", "cis": ["practice", "usage", "custom", "mode", "manner", "style", "fashion"]}]}, {"part_name": "", "means": [{"word_mean": "其他释义", "cis": ["order", "path", "avenue", "reach", "course", "extent", "nature", "door", "track", "distance", "mien", "play", "custom", "length", "vein", "direction", "point", "organ", "means", "program", "fashion", "manner", "demeanor", "mood", "disposition", "technique", "method", "feature", "bearing", "humor", "mode", "detail", "form", "line"]}]}], "phrase": [{"cizu_name": "across (英亦作over) the way", "jx": [{"jx_en_mean": "nearby, especially on the opposite side of the street", "jx_cn_mean": "附近（尤指街对面）", "lj": []}]}, {"cizu_name": "all the way", "jx": []}, {"cizu_name": "be on one's way", "jx": [{"jx_en_mean": "have started one's journey", "jx_cn_mean": "在旅途中", "lj": []}]}, {"cizu_name": "by a long way", "jx": [{"jx_en_mean": "by a great amount; by far", "jx_cn_mean": "大大的；…得多", "lj": []}]}, {"cizu_name": "by the way", "jx": [{"jx_en_mean": "incidentally (used to introduce a minor topic not connected with what was being spoken about previously)", "jx_cn_mean": "顺便说说，顺便提起", "lj": [{"lj_ly": "oh, by the way, while you were away I had a message.", "lj_ls": "哦，顺便提一句，你不在的时候我收到了一条消息。"}]}, {"jx_en_mean": "during the course of a journey", "jx_cn_mean": "在路上，在途中", "lj": [{"lj_ly": "you will have a fine view of Moray Firth by the way.", "lj_ls": "在途中你将欣赏到马里湾的美丽景色。"}]}]}, {"cizu_name": "come one's way", "jx": [{"jx_en_mean": "happen or become available to one", "jx_cn_mean": "发生于某人身上，被某人碰到", "lj": [{"lj_ly": "he did whatever jobs came his way.", "lj_ls": "他碰上什么工作就干什么工作。"}]}]}, {"cizu_name": "find a way", "jx": [{"jx_en_mean": "discover a means of obtaining one's object", "jx_cn_mean": "找到（达到目的）的方法", "lj": []}]}, {"cizu_name": "get (或 have) one's own way", "jx": [{"jx_en_mean": "get or do what one wants in spite of opposition", "jx_cn_mean": "一意孤行", "lj": []}]}, {"cizu_name": "give way", "jx": [{"jx_en_mean": "yield to someone or something", "jx_cn_mean": "屈服", "lj": [{"lj_ly": "he was not a man to give way to this kind of pressure.", "lj_ls": "他不是一个屈服于这种压力的人。"}]}, {"jx_en_mean": "allow someone or something to be or go first", "jx_cn_mean": "让路", "lj": [{"lj_ly": "give way to traffic coming from the right.", "lj_ls": "给右边驶来的车辆让路。"}]}, {"jx_en_mean": "(of rowers) row hard", "jx_cn_mean": "（划手）用力划", "lj": []}]}, {"cizu_name": "go all (或 the whole) way", "jx": [{"jx_en_mean": "continue a course of action to its conclusion", "jx_cn_mean": "干到底", "lj": []}]}, {"cizu_name": "go out of one's way", "jx": [{"jx_en_mean": "[usu. with infinitive]make a special effort to do something", "jx_cn_mean": "特地（或故意）做", "lj": [{"lj_ly": "Mrs Mott went out of her way to be courteous to Sara.", "lj_ls": "莫特夫人特地对莎拉表示礼貌。"}]}]}, {"cizu_name": "go one's own way", "jx": [{"jx_en_mean": "act independently or as one wishes, especially against contrary advice", "jx_cn_mean": "（尤指不听不同建议）独自行动", "lj": []}]}, {"cizu_name": "go one's way", "jx": [{"jx_en_mean": "(of events, circumstances, etc.) be favourable to one", "jx_cn_mean": "（事件、形势等）对某人有利", "lj": [{"lj_ly": "I was just hoping things went my way.", "lj_ls": "我只是希望情况对我有利。"}]}, {"jx_en_mean": "leave", "jx_cn_mean": "离开", "lj": [{"lj_ly": "one by one the staff went their way.", "lj_ls": "职员们一个接一个地离开了。"}]}]}, {"cizu_name": "go someone's way", "jx": [{"jx_en_mean": "travel in the same direction as someone", "jx_cn_mean": "同路", "lj": [{"lj_ly": "wait for Owen, he's going your way.", "lj_ls": "等一下欧文，他跟你同路。"}]}]}], "collins": [{"entry": [{"def": "If you refer to a <b>way of</b> doing something, you are referring to how you can do it, for example the action you can take or the method you can use to achieve it.", "tran": "方法;手段", "posp": "N-COUNT", "example": [{"ex": "Freezing isn't a bad way of preserving food...", "tran": "冷冻不失为一种保存食物的好方法。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/c/0/dc080e2fcfba03513f865e129a9668fe.mp3", "tts_size": "13K"}, {"ex": "Another way of making new friends is to go to an evening class...", "tran": "另一种交友的办法就是去上夜校。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/3/8/43851ab2e95180079d0835d75f997313.mp3", "tts_size": "17K"}]}, {"def": "If you talk about the <b>way</b> someone does something, you are talking about the qualities their action has.", "tran": "方式;作风", "posp": "N-COUNT", "example": [{"ex": "She smiled in a friendly way...", "tran": "她友好地笑了笑。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/d/b/ddbb0fa905864c1f6b6191a340509956.mp3", "tts_size": "9K"}, {"ex": "He had a strange way of talking...", "tran": "他说话的方式怪怪的。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/e/6/8e61b0ee737b53fd843e3b0beab1aebf.mp3", "tts_size": "10K"}]}, {"def": "If a general statement or description is true <b>in</b> a particular <b>way</b>, this is the form of it that is true in a particular case.", "tran": "形式", "posp": "N-COUNT", "example": [{"ex": "Computerized reservation systems help airline profits in several ways...", "tran": "电子订票系统通过多种方式帮助航空公司获利。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/2/2/d227fd437e6b1141e7eb72eb1bfb0b67.mp3", "tts_size": "22K"}, {"ex": "She was afraid in a way that was quite new to her...", "tran": "她感到从未有过的害怕。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/f/e/cfebeaff17e166b61a13057b785e9844.mp3", "tts_size": "13K"}]}, {"def": "You use <b>way</b> in expressions such as <b>in some ways</b> ,<b>in many ways</b>, and <b>in every way</b> to indicate the degree or extent to which a statement is true.", "tran": "(某个)方面;(某)点", "posp": "N-COUNT", "example": [{"ex": "In some ways, the official opening is a formality...", "tran": "从某些方面来说，正式的开幕仪式只不过是走个形式。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/2/5/325d70e94d4506bfae232d77a6d221eb.mp3", "tts_size": "17K"}, {"ex": "She described her lover as 'perfect in every way'.", "tran": "她形容她的爱人“各方面完美至极”。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/1/1/a119cb0d1efd98672e6820832c9df304.mp3", "tts_size": "14K"}]}, {"def": "The <b>ways</b> of a particular person or group of people are their customs or their usual behaviour.", "tran": "习惯;习俗;行为方式", "posp": "N-PLURAL", "example": [{"ex": "He denounces people who urge him to alter his ways...", "tran": "他指责那些督促他改变习惯的人。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/3/7/f37895e28204986b87c4137712368246.mp3", "tts_size": "15K"}, {"ex": "I think you've been too long in Cornwall. You've forgotten the ways of the city...", "tran": "我认为你们在康沃尔呆的太久了，已经忘记了城市的生活方式。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/a/e/aaeb7d9aa8301c9c218c2ee7c5c8f05b.mp3", "tts_size": "23K"}]}, {"def": "If you refer to someone's <b>way</b>, you are referring to their usual or preferred type of behaviour.", "tran": "惯常的行为;作风", "posp": "N-SING", "example": [{"ex": "She is now divorced and, in her usual resourceful way, has started her own business...", "tran": "如今她离了婚。一贯足智多谋的她已开始自己创业。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/a/0/6a09d66a2930fc515bde9ce71ff180da.mp3", "tts_size": "26K"}, {"ex": "Direct confrontation was not his way.", "tran": "正面冲突不是他的风格。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/3/e/73e41cd0c507a51f18aac620a1f56418.mp3", "tts_size": "12K"}]}, {"def": "You use <b>way</b> to refer to one particular opinion or interpretation of something, when others are possible.", "tran": "看法;角度", "posp": "N-COUNT", "example": [{"ex": "I suppose that's one way of looking at it...", "tran": "我想那是其中的一种看法。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/f/c/2fc985448fadc31be10c054b233a3262.mp3", "tts_size": "11K"}, {"ex": "With most of Dylan's lyrics, however, there are other ways of interpreting the words...", "tran": "但是，迪伦的大多数歌词都有其他的解读方式。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/d/c/3dcc47b3988e8b7e050ee0499f702280.mp3", "tts_size": "26K"}]}, {"def": "You use <b>way</b> when mentioning one of a number of possible, alternative results or decisions.", "tran": "可能的后果;可能作出的决定", "posp": "N-COUNT", "example": [{"ex": "There is no indication which way the vote could go...", "tran": "没有迹象表明投票结果会怎样。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/e/f/1ef04974875ff2518b73560304423c8e.mp3", "tts_size": "14K"}, {"ex": "The judge could have decided either way.", "tran": "两种结果法官怎样判都有可能。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/9/3/893fd7e36f0c3afd5f8ac5d88ebb609d.mp3", "tts_size": "11K"}]}, {"def": "The <b>way</b> you feel about something is your attitude to it or your opinion about it.", "tran": "观点;态度", "posp": "N-SING", "example": [{"ex": "I'm terribly sorry — I had no idea you felt that way.", "tran": "我非常抱歉——没有想到你是那样想的。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/7/6/876086d15e9d9f7cb650014afc793e98.mp3", "tts_size": "19K"}]}, {"def": "If you mention <b>the way</b> that something happens, you are mentioning the fact that it happens.", "tran": "情况;状态", "posp": "N-SING", "example": [{"ex": "I hate the way he manipulates people...", "tran": "我讨厌他摆布别人。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/e/9/2e9c0eb4089d4cb14a3c58e3282216a3.mp3", "tts_size": "11K"}, {"ex": "You may remember the way each scene ended with someone looking pensive or significant.", "tran": "你或许还记得，每一场的结尾要么是某人作沉思状，要么是某人故作深沉。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/2/2/922731961041bafc0686e60872d94d05.mp3", "tts_size": "22K"}]}, {"def": "You use <b>way</b> in expressions such as <b>push</b> your <b>way</b> ,<b>work</b> your <b>way</b>, or <b>eat</b> your <b>way</b>, followed by a prepositional phrase or adverb, in order to indicate movement, progress, or force as well as the action described by the verb.", "tran": "行进;前进;进程", "posp": "N-SING", "example": [{"ex": "She thrust her way into the crowd...", "tran": "她挤进了人群。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/a/8/9a87deca74a557e76e260e2a5e1399a7.mp3", "tts_size": "10K"}, {"ex": "He thought we were trying to buy our way into his company...", "tran": "他以为我们是想通过贿赂进入他的公司。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/0/8/008b2c42b0ff2b626cb6b6b334d09deb.mp3", "tts_size": "15K"}]}, {"def": "<b>The way</b> somewhere consists of the different places that you go through or the route that you take in order to get there.", "tran": "路线;路径", "posp": "N-COUNT", "example": [{"ex": "Does anybody know the way to the bathroom?...", "tran": "有谁知道洗手间在哪里吗？", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/0/9/10904c5738f077b635be791076e91431.mp3", "tts_size": "11K"}, {"ex": "I'm afraid I can't remember the way...", "tran": "我恐怕不记得路了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/b/b/ebbe9a7195d3e6dc7874d4a154f57b90.mp3", "tts_size": "11K"}]}, {"def": "If you go or look a particular <b>way</b>, you go or look in that direction.", "tran": "方向", "posp": "N-SING", "example": [{"ex": "As he strode into the kitchen, he passed Pop coming the other way...", "tran": "他大步走进厨房，与迎面而来的爸爸擦身而过。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/f/d/5fd7683a54fb10ea97419ada95aff532.mp3", "tts_size": "20K"}, {"ex": "They paused at the top of the stairs, doubtful as to which way to go next...", "tran": "他们在楼梯顶部停住了，不知道接下来该往哪边走。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/1/d/91d4e88f1f4a44ca00c1ba0f846cff4f.mp3", "tts_size": "22K"}]}, {"def": "You can refer to the direction you are travelling in as your <b>way</b> .", "tran": "行进方向", "posp": "N-SING", "example": [{"ex": "It's not very far out of his way...", "tran": "就在他走的路上不远处。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/6/1/86140a66f71fb87204a7b33eea01c5e8.mp3", "tts_size": "10K"}, {"ex": "She would say she was going my way and offer me a lift.", "tran": "她会说和我同路，可以载我一程。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/5/f/b5fec5f47dce17ee148f6df64b9d53f8.mp3", "tts_size": "15K"}]}, {"def": "If you lose your <b>way</b>, you take a wrong or unfamiliar route, so that you do not know how to get to the place that you want to go to. If you find your <b>way</b>, you manage to get to the place that you want to go to.", "tran": "(正确的)路径，道路", "posp": "N-SING", "example": [{"ex": "The men lost their way in a sandstorm and crossed the border by mistake...", "tran": "那些人在沙尘暴中迷了路，不小心穿越了边境。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/3/2/f32a6f9dfc3a4fffd3122c0c8b54af70.mp3", "tts_size": "20K"}, {"ex": "They've changed a lot of the old street names, and people can't find their way anymore.", "tran": "许多老的街道名都被改了，人们再也找不到原来的路了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/5/b/55bb80b58f1ab4075f84cd107bed23a8.mp3", "tts_size": "24K"}]}, {"def": "You talk about people going their different <b>ways</b> in order to say that their lives develop differently and they have less contact with each other.", "tran": "生活道路", "posp": "N-COUNT", "example": [{"ex": "It wasn't until we each went our separate ways that I began to learn how to do things for myself...", "tran": "直到大家各奔东西，我才开始学着自力更生。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/3/d/63d4d1cd7ae7fc15451f878b288538d6.mp3", "tts_size": "26K"}, {"ex": "You go your way and I'll go mine.", "tran": "你走你的阳关道，我过我的独木桥。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/3/9/d394bc6bf882ee382823aa5b94f3aa66.mp3", "tts_size": "10K"}]}, {"def": "If something comes your <b>way</b>, you get it or receive it.", "tran": "获得;收到", "posp": "N-SING", "example": [{"ex": "Take advantage of the opportunities coming your way in a couple of months...", "tran": "把握住这几个月之内你可能获得的机会。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/6/f/06f62e3b42459cf2f1b9157e0b7caa36.mp3", "tts_size": "18K"}, {"ex": "If I run into anything that might interest you, I'll send it your way.", "tran": "如果我碰上你可能感兴趣的东西，我就给你寄过去。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/6/0/06098c81c67b0dd34d0fcb9190448c73.mp3", "tts_size": "20K"}]}, {"def": "If someone or something is in the <b>way</b>, they prevent you from moving forward or seeing clearly.", "tran": "行进路线；通路", "posp": "N-SING", "example": [{"ex": "'You're standing in the way,' she said. 'Would you mind moving aside'...", "tran": "“你挡着道了，”她说，“麻烦你让一下。”", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/7/a/57a0ed2bca637a1b5bb3f0ff7c334a0d.mp3", "tts_size": "23K"}, {"ex": "Get out of my way!", "tran": "滚开！", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/f/a/bfa7ace6188fc575987b433ea76748cd.mp3", "tts_size": "6K"}]}, {"def": "<b>Way</b> is used in the names of some roads, and also in the names of some long paths for walkers in the countryside.", "tran": "（用于道路名）…路", "posp": "N-IN-NAMES", "example": [{"ex": "Silvertown Way, was that the road?", "tran": "锡尔弗敦路，是这条路么？", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/9/8/e982480f3d8dc14c804ba2241442624f.mp3", "tts_size": "12K"}, {"ex": "...the well-trodden 250-mile Pennine Way.", "tran": "长250英里、人来人往的奔宁路", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/c/7/cc77e0bc1a9355d31efd0c4b9f9dec20.mp3", "tts_size": "15K"}]}, {"def": "You can use <b>way</b> to refer to the area near where someone lives or near a specified place.", "tran": "（某人居住地的）周边；特定的地区", "posp": "N-UNCOUNT", "example": [{"ex": "If you speak standard English anywhere round our way, people tend to view you with suspicion.", "tran": "如果你在我们这里说标准英语，大家就会对你产生怀疑。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/0/1/b012c6ae0807a9411c7c7c5ab468ea32.mp3", "tts_size": "25K"}, {"ex": "...somebody from Newcastle way.", "tran": "从纽卡斯尔那边来的人", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/c/2/2c2a497d88d9c95a9da847291386c780.mp3", "tts_size": "10K"}]}, {"def": "You use <b>way</b> in expressions such as <b>the right way up</b> and <b>the other way around</b> to refer to one of two or more possible positions or arrangements that something can have.", "tran": "位置;摆放", "posp": "N-SING", "example": [{"ex": "The flag was held the wrong way up by some spectators...", "tran": "一些观众把旗子拿倒了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/f/7/af7a320685946c66bbb7e3d7e28d1957.mp3", "tts_size": "16K"}, {"ex": "It's important to fit it the right way round.", "tran": "将它安到正确位置上很重要。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/9/d/d9d0763359ccf9cebca44c059a70a039.mp3", "tts_size": "12K"}]}, {"def": "You can use <b>way</b> to emphasize, for example, that something is a great distance away or is very much below or above a particular level or amount.", "tran": "远远地;大大地;非常", "posp": "ADV", "example": [{"ex": "Way down in the valley to the west is the town of Freiburg...", "tran": "从这里往西远远的山谷中是弗赖堡镇。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/5/e/55e1bd5749217366848ba37568a04bd6.mp3", "tts_size": "16K"}, {"ex": "These exam results are way above average...", "tran": "这些考试成绩远高于平均水平。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/9/3/0935898380f6992f04cfccf283bdc0d7.mp3", "tts_size": "13K"}]}, {"def": "If you split something a number of <b>ways</b>, you divide it into a number of different parts or quantities, usually fairly equal in size.", "tran": "(分成的)部分", "posp": "N-PLURAL", "example": [{"ex": "The region was split three ways, between Greece, Serbia and Bulgaria...", "tran": "这一地区被希腊、塞尔维亚和保加利亚分成了3部分。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/0/7/b0700c1d3592c6ba96818d609bad37e4.mp3", "tts_size": "24K"}, {"ex": "Splitting the price six ways had still cost them each a bundle.", "tran": "即使把价钱平摊成6份，每人也还是要花一大笔钱。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/e/d/1edaed84272d878fdfdb3df665c183a5.mp3", "tts_size": "19K"}]}, {"def": "<b>Way</b> is used in expressions such as <b>a long way</b> ,<b>a little way</b>, and <b>quite a way</b>, to say how far away something is or how far you have travelled.", "tran": "路程;距离", "posp": "N-SING", "example": [{"ex": "Some of them live in places quite a long way from here...", "tran": "他们中有些人住的地方离这里很远。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/e/0/8e0fcdab8424fea9f3e590214678bf08.mp3", "tts_size": "15K"}, {"ex": "A little way further down the lane we passed the driveway to a house...", "tran": "顺着巷子再走过去一点，我们经过车道来到一幢房子前。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/f/c/6fc41c2a7deb9262c980f0f9a378f433.mp3", "tts_size": "18K"}]}, {"def": "<b>Way</b> is used in expressions such as <b>a long way</b> ,<b>a little way</b>, and <b>quite a way</b>, to say how far away in time something is.", "tran": "(时间的)距离", "posp": "N-SING", "example": [{"ex": "Success is still a long way off...", "tran": "离成功还远着呢。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/d/0/ed0c26f50d6fb22c8dace040ff6f683c.mp3", "tts_size": "11K"}, {"ex": "August is still an awfully long way away.", "tran": "离8月还早着呢。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/5/3/2535e472345ac18949d1f1093d55cb90.mp3", "tts_size": "13K"}]}, {"def": "You use <b>way</b> in expressions such as <b>all the way</b> ,<b>most of the way</b> and <b>half the way</b> to refer to the extent to which an action has been completed.", "tran": "(表示动作完成的程度)全部/多半/一半", "posp": "N-SING", "example": [{"ex": "He had unscrewed the caps most of the way...", "tran": "他已经快把螺丝帽拧下来了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/5/c/35c92d701c3a8ab36f5f011d252f091b.mp3", "tts_size": "13K"}, {"ex": "When was the last time you listened to an album all the way through?", "tran": "你上一次完整地听完一张专辑是什么时候？", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/2/8/d284bbc542fb5bab5ca5fd9ed659f672.mp3", "tts_size": "17K"}]}, {"def": "If something is <b>across the way</b>, it is nearby on the opposite side of a road or area.", "tran": "在街对面", "posp": "PHRASE", "example": [{"ex": "...the big gabled house across the way.", "tran": "街对面那座带三角屋顶的大房子", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/e/e/fee750d67a266ed62736e7145028fde0.mp3", "tts_size": "11K"}]}, {"def": "You use <b>all the way</b> to emphasize how long a distance is.", "tran": "(强调距离)一路", "posp": "PHRASE", "example": [{"ex": "He had to walk all the way home...", "tran": "他不得不一路步行回家。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/3/6/a363cbb4ad84148f82cfd161a57807bf.mp3", "tts_size": "10K"}, {"ex": "That dress came all the way from New York.", "tran": "那条裙子是大老远从纽约送来的。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/4/0/440b8a270367e70f5a08bffe9727c53d.mp3", "tts_size": "11K"}]}, {"def": "You can use <b>all the way</b> to emphasize that your remark applies to every part of a situation, activity, or period of time.", "tran": "自始至终;一直", "posp": "PHRASE", "example": [{"ex": "Having started a revolution we must go all the way...", "tran": "既然已经发动了革命，我们就一定要进行到底。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/8/4/284aa148ca7b8f710ca374f378ce6070.mp3", "tts_size": "15K"}, {"ex": "I'll support him all the way.", "tran": "我自始至终都会支持他。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/e/1/2e1579cfb07b6503fb82e069778bdce5.mp3", "tts_size": "8K"}]}, {"def": "You can use <b>as is the way</b> to say that a particular situation or example of behaviour is typical and you would not expect it to be different.", "tran": "事情就是这样", "posp": "PHRASE", "example": [{"ex": "As is the way with these gatherings, the declarations were largely drafted before the delegations arrived.", "tran": "就像通常的这种集会一样，宣言内容在代表团到达之前就差不多拟好了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/4/0/e408baeaf17bde9d667dbdaac7889bde.mp3", "tts_size": "30K"}]}, {"def": "If you say that someone is <b>in a bad way</b>, you mean that they are very ill or unhealthy.", "tran": "病得很重;很不健康", "posp": "PHRASE", "example": [{"ex": "He's in a bad way, but able to talk.", "tran": "他病得很重，但还能说话。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/8/2/982b089eeb252b36f52457133a7977db.mp3", "tts_size": "13K"}]}, {"def": "If you say that something exists, happens, or develops <b>in a big way</b>, you are emphasizing its great extent or importance.", "tran": "大规模地；大肆地", "posp": "PHRASE", "example": [{"ex": "The man who took over a few weeks later has also helped further her career in a big way...", "tran": "几周后上台的那个人也帮助她把事业推进了一大步。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/5/3/553cc0bdd5a1ea6ef562d29bdde5252d.mp3", "tts_size": "24K"}, {"ex": "Soccer in the States has never taken off in a big way.", "tran": "足球在美国从来就没获得过大发展。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/e/e/2ee4871a0ceb27e7dfec7a9514c3e723.mp3", "tts_size": "16K"}]}, {"def": "If someone says that you <b>can't have it both ways</b>, they are telling you that you have to choose between two things and cannot do or have them both.", "tran": "二者不能兼得", "posp": "PHRASE", "example": [{"ex": "Countries cannot have it both ways: the cost of a cleaner environment may sometimes be fewer jobs in dirty industries...", "tran": "各国不可能两全其美：环境更清洁的代价有时可能就是污染企业就业岗位的减少。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/7/f/57f6ef50e54c85dd02cd948cbed925eb.mp3", "tts_size": "35K"}, {"ex": "Make up your mind, you can't have it both ways.", "tran": "你决定吧，反正鱼与熊掌不可兼得。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/3/c/13cd94b92fb411b18a26f6d2c5c8bf34.mp3", "tts_size": "14K"}]}, {"def": "You say <b>by the way</b> when you add something to what you are saying, especially something that you have just thought of.", "tran": "顺便地;附带说一句", "posp": "PHRASE", "example": [{"ex": "The name Latifah, by the way, means 'delicate'...", "tran": "顺便说一句，Latifah 这个名字意思是“娇嫩”。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/d/9/dd9679cdace45b4a5d2a5eb6ab33b580.mp3", "tts_size": "16K"}, {"ex": "By the way, how did your seminar go?", "tran": "对了，你的研讨会进行得怎样？", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/c/3/cc31664ba3f39d42d6ad0dad2d13cbf6.mp3", "tts_size": "13K"}]}, {"def": "You use <b>by way of</b> when you are explaining the purpose of something that you have said or are about to say. For example, if you say something <b>by way of an introduction</b>, you say it as an introduction.", "tran": "作为…；以求…", "posp": "PREP-PHRASE", "example": [{"ex": "By way of contrast, Manchester United will travel slightly more than 1,200 miles...", "tran": "相比而言，曼联队的行程将略多于1,200英里。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/e/4/de467eed1d33cb200ce5ec2df4db4081.mp3", "tts_size": "30K"}, {"ex": "'I get very superstitious about things like that,' she said by way of explanation.", "tran": "“在那种事儿上我会很迷信，”她解释道。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/8/5/c854c3c48df5c4636b08453fbc36adb6.mp3", "tts_size": "24K"}]}, {"def": "If you do something <b>by way of</b> a particular method, you use that method to do it.", "tran": "采用…方法；通过", "posp": "PREP-PHRASE", "example": [{"ex": "I teach psychology by way of a range of traditional lectures, practicals and tutorials.", "tran": "我采用传统授课与实践和指导相结合的方式教授心理学。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/2/9/e29a600f0a7a3e024afb3ac756fcef38.mp3", "tts_size": "28K"}]}, {"def": "If you go somewhere <b>by way of</b> a particular place, you go through that place in order to get to where you want.", "tran": "经由；取道", "posp": "PREP-PHRASE", "example": [{"ex": "The path goes under the river by way of the tunnel.", "tran": "这条通道经隧道从河下经过。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/0/2/c02c1b3053ab420cc0497a66aba38207.mp3", "tts_size": "14K"}]}, {"def": "If someone <b>changes</b> their <b>ways</b> or <b>mends</b> their <b>ways</b>, they permanently improve their behaviour or their way of doing something.", "tran": "(彻底地)改变", "posp": "PHRASE", "example": [{"ex": "What can be done to encourage convicted offenders to change their ways?", "tran": "怎样才能激励这些罪犯洗心革面呢？", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/d/7/1d7e7a88c59a3e33b43b31af1944b744.mp3", "tts_size": "19K"}]}, {"def": "If you <b>clear the way</b> ,<b>open the way</b>, or <b>prepare the way</b> for something, you create an opportunity for it to happen.", "tran": "排除障碍;扫清道路", "posp": "PHRASE", "example": [{"ex": "The talks are meant to clear the way for formal negotiations on a new constitution...", "tran": "会谈旨在为新宪法的正式商讨扫清道路。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/5/1/e51b938b02f1d012c9e71db21b1deb2a.mp3", "tts_size": "24K"}, {"ex": "The decision could open the way for other children to sue their parents.", "tran": "这项判决可能会为其他孩子起诉他们的父母开辟一条通道。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/4/d/44d12aa6540e6ef54989711ca4806948.mp3", "tts_size": "18K"}]}, {"def": "If you say that someone takes <b>the easy way out</b>, you disapprove of them because they do what is easiest for them in a difficult situation, rather than dealing with it properly.", "tran": "(采取)最容易的办法，最省事的做法(以回避困难或尴尬处境)", "posp": "PHRASE", "example": [{"ex": "As soon as things got difficult he took the easy way out...", "tran": "事情刚变得有点棘手他就急忙脱身。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/b/7/bb7f5ad8542f8fc797b8df57b3ad29c7.mp3", "tts_size": "16K"}, {"ex": "It is the easy way out to blame others for our failure.", "tran": "把我们的失败归罪到别人头上倒是省事。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/2/1/6214cf91566b7e3f7ab185fdacf72984.mp3", "tts_size": "15K"}]}, {"def": "You use <b>either way</b> in order to introduce a statement which is true in each of the two possible or alternative cases that you have just mentioned.", "tran": "(两种情况中)不论发生哪一种情况", "posp": "PHRASE", "example": [{"ex": "The sea may rise or the land may fall; either way the sand dunes will be gone in a short time.", "tran": "可能会出现海平面上升或陆地下沉:不论发生哪种情况，沙丘都会在短时间内消失。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/b/5/8b5a5514f2a5ab649b534a19a489c37e.mp3", "tts_size": "28K"}]}, {"def": "If you say that a particular type of action or development is <b>the way forward</b>, you approve of it because it is likely to lead to success.", "tran": "出路;未来发展之路", "posp": "PHRASE", "example": [{"ex": "...people who genuinely believe that anarchy is the way forward...", "tran": "真的相信无政府主义才是未来出路的人", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/a/2/7a2744d1e3f78ecff9c17dc402409bd5.mp3", "tts_size": "15K"}, {"ex": "Young players have got to be the way forward for every club.", "tran": "培养年轻球员应该是所有俱乐部谋求发展之道。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/a/6/ca68a6e976455c29210361c9bfceb10f.mp3", "tts_size": "17K"}]}, {"def": "If someone <b>gets</b> their <b>way</b> or <b>has</b> their <b>way</b>, nobody stops them doing what they want to do. You can also say that someone <b>gets</b> their <b>own</b> way or <b>has</b> their <b>own way</b> .", "tran": "想怎样就怎样;随心所欲", "posp": "PHRASE", "example": [{"ex": "She is very good at using her charm to get her way.", "tran": "她非常善于利用自己的魅力随心所欲。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/0/8/8083fc52bb5b9ed5555762b680f55975.mp3", "tts_size": "14K"}]}, {"def": "If one thing <b>gives way to</b> another, the first thing is replaced by the second.", "tran": "被…替代", "posp": "PHRASE", "example": [{"ex": "First he had been numb. Then the numbness gave way to anger...", "tran": "起初他只是麻木，接着转为了愤怒。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/b/2/db224cc165ec7d1d5384aef88cb59dda.mp3", "tts_size": "19K"}, {"ex": "The last houses give way to soybean fields.", "tran": "最后一批房子也被拆掉用作了大豆地。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/c/1/5c1b317ea411522a457fdf72d40ddbeb.mp3", "tts_size": "14K"}]}, {"def": "If an object that is supporting something <b>gives way</b>, it breaks or collapses, so that it can no longer support that thing.", "tran": "断裂; 倒塌", "posp": "PHRASE", "example": [{"ex": "The hook in the ceiling had given way and the lamp had fallen blazing on to the table.", "tran": "天花板上的钩子断了，灯落下来砸到桌子上燃起了火。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/7/6/576b7e0bfb186cc337e852d1eeb9358f.mp3", "tts_size": "22K"}]}, {"def": "If you <b>give way to</b> someone or something that you have been resisting, you stop resisting and allow yourself to be persuaded or controlled by them.", "tran": "向…让步;向…妥协", "posp": "PHRASE", "example": [{"ex": "It seems the President has given way to pressure from the hardliners...", "tran": "总统似乎已迫于强硬派的压力而妥协了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/9/0/a90642af343686face02c5752c563f29.mp3", "tts_size": "19K"}, {"ex": "He finally gave way to an impulse and pulled her toward him.", "tran": "他最终还是没能抑制住冲动，把她拉向了自己。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/d/3/6d3c30872f5e1a229e6e213a6d1330cf.mp3", "tts_size": "17K"}]}, {"def": "If a moving person, a vehicle, or its driver <b>gives way</b>, they slow down or stop in order to allow other people or vehicles to pass in front of them.", "tran": "让路;让其他人(或车辆)先行", "posp": "PHRASE", "example": [{"ex": "Give way to traffic coming from the left.", "tran": "让从左边来的车先行。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/d/a/8dabb997cbcf9e73ba19e89cd3a60a83.mp3", "tts_size": "12K"}]}, {"def": "If you say that someone or something <b>has a way of</b> doing a particular thing, you mean that they often do it.", "tran": "有…习惯", "posp": "PHRASE", "example": [{"ex": "Bosses have a way of always finding out about such things.", "tran": "老板总喜欢把这类事情搞清楚。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/e/f/5efd1e7ee2529523779187a0bc0eb11b.mp3", "tts_size": "17K"}]}, {"def": "If you say hat a person <b>has a way with</b> something or someone, you mean that that person seems to have a natural skill or instinct for dealing with them.", "tran": "善于与(某人或某事物)打交道", "posp": "PHRASE", "example": [{"ex": "Constance doesn't have a way with words like you do...", "tran": "康斯坦丝没有你这么健谈。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/2/1/b219303319caa97cf87388d6fab74de1.mp3", "tts_size": "14K"}, {"ex": "He seems to have had a way with foreigners.", "tran": "他似乎天生就善于和外国人交往。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/0/c/d0c6cdaa0b725b397b7383c9484daffa.mp3", "tts_size": "12K"}]}, {"def": "If you say <b>have it your way</b> or <b>have it your own way</b>, you are telling someone in an annoyed way that you will agree with or accept their suggestion even though you do not think they are right.", "tran": "随你的便", "posp": "PHRASE", "example": [{"ex": "All right then, have it your way. Be like that.", "tran": "那好吧，随你的便。就那样吧。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/a/9/da947c3325acd4cfadb87628876a559d.mp3", "tts_size": "17K"}]}, {"def": "You use <b>in no way</b> or <b>not in any way</b> to emphasize that a statement is not at all true.", "tran": "决不;一点也不", "posp": "PHRASE", "example": [{"ex": "In no way am I going to adopt any of his methods...", "tran": "我绝对不会采纳他的任何方法。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/d/0/0d0b215aa9734e837bd8d81721323274.mp3", "tts_size": "15K"}, {"ex": "A spokesman insisted the two events were 'in no way related'...", "tran": "一位发言人坚称这两起事件“绝无关联”。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/0/f/10fa051e43d82ab3c138a9797afa5c4b.mp3", "tts_size": "18K"}]}, {"def": "If you say that something is true <b>in a way</b>, you mean that although it is not completely true, it is true to a limited extent or in certain respects. You use <b>in a way</b> to reduce the force of a statement.", "tran": "(用于缓和语气)在某种程度上，在某些方面", "posp": "PHRASE", "example": [{"ex": "In a way, I suppose I'm frightened of failing...", "tran": "我想我有点惧怕失败。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/c/f/4cf9ac4f5852b8bd61faa68e16ade7e2.mp3", "tts_size": "14K"}, {"ex": "It made things very unpleasant in a way.", "tran": "这把事情弄得有点不大愉快。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/9/2/a9290287101b5b6ffb7406174d5347fa.mp3", "tts_size": "12K"}]}, {"def": "If you say that someone does something <b>in a small way</b>, you mean that although they do not do very much, their actions are useful or important.", "tran": "小规模地", "posp": "PHRASE", "example": [{"ex": "...demonstrations against corruption, which began in a small way last week...", "tran": "上周开始的小规模的反腐示威游行", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/7/4/17462102c36d329c21c5e38047bb5c78.mp3", "tts_size": "23K"}, {"ex": "By doing this you will, in a small way, help win the victory.", "tran": "这样做你就会为获胜贡献一份小小的力量。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/9/e/b9eb2a24bf982c68f144a8619a3abc47.mp3", "tts_size": "19K"}]}, {"def": "If you say that someone <b>gets in the way</b> or <b>is in the way</b>, you are annoyed because their presence or their actions stop you doing something properly.", "tran": "妨碍;碍事", "posp": "PHRASE", "example": [{"ex": "'We wouldn't get in the way,' Suzanne promised. 'We'd just stand quietly in a corner.'", "tran": "“我们不会妨碍你的，”苏珊娜保证道，“我们就在角落里安安静静地站着。”", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/f/f/dff0966e2ed03f8c49ebad650e49a3d0.mp3", "tts_size": "26K"}]}, {"def": "To <b>get in the way of</b> something means to make it difficult for it to happen, continue, or be appreciated properly.", "tran": "阻碍;妨碍", "posp": "PHRASE", "example": [{"ex": "She had a job which never got in the way of her leisure interests.", "tran": "她有一份从来不会影响她的业余爱好的工作。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/9/9/699667b4f1ec270efe5ccfb54f6437d5.mp3", "tts_size": "17K"}]}, {"def": "If you <b>know</b> your <b>way around</b> a particular subject, system, or job, or if you <b>know</b> your <b>way about</b> it, you know all the procedures and facts about it.", "tran": "对…完全熟悉;通晓", "posp": "PHRASE", "example": [{"ex": "He knows his way around the intricate maze of European law...", "tran": "他通晓错综复杂的欧洲律法。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/9/d/c9d3904c3d499e49cd932d31b7bf1cf0.mp3", "tts_size": "15K"}, {"ex": "He knows his way about the system better than do most ministers.", "tran": "他比大多数部长都更熟悉这套体系。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/e/a/eeafc3b8db331bac8b19ed9391928ece.mp3", "tts_size": "18K"}]}, {"def": "If you say that someone <b>is laughing all the way to the bank</b>, you mean that they are making a lot of money very easily.", "tran": "赚钱容易；轻轻松松赚大钱", "posp": "PHRASE", "example": [{"ex": "The lucrative contract with television means that England's wealthy football clubs will now be laughing all the way to the bank.", "tran": "与电视台签订的这项大合同会让富有的英格兰足球俱乐部财源滚滚。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/b/2/8b21202530380b4a4e2b291ec38ec0d8.mp3", "tts_size": "32K"}]}, {"def": "If you <b>lead the way</b> along a particular route, you go along it in front of someone in order to show them where to go.", "tran": "带路;领路", "posp": "PHRASE", "example": [{"ex": "She grabbed his suitcase and led the way.", "tran": "她拿过他的箱子在前面带路。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/b/d/1bd903a13f830b17938a450f1398caf2.mp3", "tts_size": "12K"}]}, {"def": "If a person or group <b>leads the way in</b> a particular activity, they are the first person or group to do it or they make the most new developments in it.", "tran": "领先;走在前沿", "posp": "PHRASE", "example": [{"ex": "Sony has also led the way in shrinking the size of compact-disc players.", "tran": "索尼公司在缩小CD播放机的体积方面也处于领先地位。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/c/c/9ccfb66c0c00f6ae9fe1e0fa2144b850.mp3", "tts_size": "21K"}]}, {"def": "If you say that someone or something <b>has come a long way</b>, you mean that they have developed, progressed, or become very successful.", "tran": "取得巨大进展;取得很多成就", "posp": "PHRASE", "example": [{"ex": "He has come a long way since the days he could only afford one meal a day.", "tran": "那种一天只吃得起一顿饭的日子已经离他很遥远了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/3/3/9333c4f3e0cd283d2f739d18c93a6fc7.mp3", "tts_size": "20K"}]}, {"def": "You can use <b>by a long way</b> to emphasize that something is, for example, much better, worse, or bigger than any other thing of that kind.", "tran": "(表示强调)远远地，大大地", "posp": "PHRASE", "example": [{"ex": "It was, by a long way, the worst meeting I have ever attended...", "tran": "这绝对是我参加过的最差劲的会议。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/6/1/3612f0c55d19621be7c3d3f7b14b26f3.mp3", "tts_size": "22K"}, {"ex": "Our favourite by a long way was the supermarkets' own brand.", "tran": "我们的最爱绝对是超市的自产品牌。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/8/7/2871eaf243c350f470de40a53483448d.mp3", "tts_size": "17K"}]}, {"def": "If you say that something is <b>a long way from</b> being true, you are emphasizing that it is definitely not true.", "tran": "离…还差得远", "posp": "PHRASE", "example": [{"ex": "She is a long way from being the richest person in Britain...", "tran": "比起英国首富，她还差得远呢。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/3/5/a35c7e28098de902f2df5b115a6d1a73.mp3", "tts_size": "15K"}, {"ex": "That's a long way from the truth.", "tran": "这与事实相差甚远。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/a/9/da9cbd3c43f7ff7e60315dd787a802aa.mp3", "tts_size": "9K"}]}, {"def": "If you say that something <b>goes a long way towards</b> doing a particular thing, you mean that it is an important factor in achieving that thing.", "tran": "(对…)大有帮助;(对…)有很大作用", "posp": "PHRASE", "example": [{"ex": "Although by no means a cure, it goes a long way towards making the patient's life more tolerable.", "tran": "虽然并不能根治，但它对减轻病人的痛苦大有帮助。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/7/d/c7dd71fbb9635916f9a7f8d1bebd8706.mp3", "tts_size": "27K"}]}, {"def": "If you say that someone has <b>lost</b> their <b>way</b>, you are criticizing them because they do not have any good ideas any more, or seem to have become unsure about what to do.", "tran": "迷失;茫然;不知所措", "posp": "PHRASE", "example": [{"ex": "Why has the White House lost its way on tax and budget policy?", "tran": "为什么白宫在税收和预算政策问题上束手无策呢？", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/a/9/4a98493058be06b15af897df0d754d39.mp3", "tts_size": "19K"}]}, {"def": "When you <b>make</b> your <b>way</b> somewhere, you walk or travel there.", "tran": "去;前往", "posp": "PHRASE", "example": [{"ex": "He made his way to the marketplace, as he had been instructed to do...", "tran": "他按照指示去了市场。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/2/3/62350e0a4c1145473bca63958bb6a975.mp3", "tts_size": "20K"}, {"ex": "He made his way home at last.", "tran": "他终于到家了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/c/8/cc8889715a38d0a4ec8e1146e6bf1ffd.mp3", "tts_size": "9K"}]}, {"def": "If one person or thing <b>makes way for</b> another, the first is replaced by the second.", "tran": "被…取代;让位于", "posp": "PHRASE", "example": [{"ex": "He said he was prepared to make way for younger people in the party...", "tran": "他说他已准备好让位于党内的年轻一代。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/7/2/e7251a6df7c4276e707c4d611c5bb730.mp3", "tts_size": "17K"}, {"ex": "A number of houses would have to be demolished to make way for the new building.", "tran": "建这幢新大楼将不得不推倒一些房子。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/c/7/8c761789ef655df7795c50b11b85c5c7.mp3", "tts_size": "20K"}]}, {"def": "If you say <b>there's no way</b> that something will happen, you are emphasizing that you think it will definitely not happen.", "tran": "没有可能", "posp": "PHRASE", "example": [{"ex": "There was absolutely no way that we were going to be able to retrieve it.", "tran": "我们绝对不可能把它找回来。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/9/d/49d30dd63a4d16a824515ccc231072c1.mp3", "tts_size": "17K"}]}, {"def": "You can say <b>no way</b> as an emphatic way of saying no.", "tran": "没门儿;不可能", "posp": "PHRASE", "example": [{"ex": "Mike, no way am I playing cards with you for money...", "tran": "迈克，我是决不会和你玩牌赌钱的。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/6/f/e6fa25b92d4b98a1efc074636cf1eb25.mp3", "tts_size": "16K"}, {"ex": "That was not the life Jack Hewitt planned to live. No way!", "tran": "那不是杰克·休伊特想要的生活，绝对不是！", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/f/d/2fd1b7d6dfb4ef203f03fb2b92cd1e6a.mp3", "tts_size": "21K"}]}, {"def": "You use <b>in the way of</b> or <b>by way of</b> in order to specify the kind of thing you are talking about.", "tran": "关于;就…而言", "posp": "PHRASE", "example": [{"ex": "Latvia is a country without much in the way of natural resources...", "tran": "拉脱维亚并不是一个自然资源丰富的国家。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/5/8/c586cdb8e8f69e40bab6e3c62edd8199.mp3", "tts_size": "20K"}, {"ex": "Meetings held today produced little in the way of an agreement...", "tran": "今天举行的会议没有达成什么协议。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/9/0/99013230c9b14237f638e11147c44f65.mp3", "tts_size": "16K"}]}, {"def": "If you <b>are on</b> your <b>way</b>, you have started your journey somewhere.", "tran": "在路上;在途中", "posp": "PHRASE", "example": [{"ex": "He has been allowed to leave the country and is on his way to Britain...", "tran": "他已获准离境，正在去往英国的路上。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/e/4/2e4cffd45763e4b0011431f6c6c8998f.mp3", "tts_size": "17K"}, {"ex": "By sunrise tomorrow we'll be on our way.", "tran": "明天天亮前我们就将赶路。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/0/c/a0c0cd8c427a6a35f88e0aac64f14a4a.mp3", "tts_size": "12K"}]}, {"def": "If you <b>go on</b> your <b>way</b>, you continue with your journey.", "tran": "继续行程", "posp": "PHRASE", "example": [{"ex": "She picked up her bag, and went on her way.", "tran": "她提起包继续赶路。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/6/5/f6573a0827d8ec27335abb477e7cf3f5.mp3", "tts_size": "13K"}]}, {"def": "If something happens <b>on the way</b> or <b>along the way</b>, it happens during the course of a particular event or process.", "tran": "在过程中", "posp": "PHRASE", "example": [{"ex": "You may have to learn a few new skills along the way.", "tran": "在这个过程中你可能还得新学几招。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/e/4/9e4cadfee4a71a1f184a3fc3914e98cf.mp3", "tts_size": "14K"}]}, {"def": "If you are <b>on</b> your <b>way</b> or <b>well on</b> your <b>way to</b> something, you have made so much progress that you are almost certain to achieve that thing.", "tran": "(大)有进展", "posp": "PHRASE", "example": [{"ex": "I am now out of hospital and well on the way to recovery.", "tran": "我现在已经出院，快康复了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/b/3/5b3d0612a1509ccccc8f355caf66df33.mp3", "tts_size": "17K"}]}, {"def": "If something is <b>on the way</b>, it will arrive soon.", "tran": "即将到来", "posp": "PHRASE", "example": [{"ex": "The forecasters say more snow is on the way...", "tran": "天气预报员说不久还将有降雪。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/c/f/2cffa68a4fe3922fee7617e303ee83e2.mp3", "tts_size": "14K"}, {"ex": "She is married with twin sons and a third child on the way.", "tran": "她已经结婚，有一对双胞胎儿子，第三个宝宝也即将出世。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/6/2/c624f6454ab920b050991acfbbd48f4a.mp3", "tts_size": "17K"}]}, {"def": "You can use <b>one way or another</b> or <b>one way or the other</b> when you want to say that something definitely happens, but without giving any details about how it happens.", "tran": "(表示某事一定发生)无论如何，不管怎样", "posp": "PHRASE", "example": [{"ex": "...those who had entered Germany one way or another during the war...", "tran": "那些在战争时期以各种方式进入德国的人", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/8/2/7824855826a8d126fde735711f0e8889.mp3", "tts_size": "16K"}, {"ex": "You know pretty well everyone here, one way or the other.", "tran": "无论如何，这里的每个人你肯定都很了解。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/9/5/995b6570734ecf642dedaac588683176.mp3", "tts_size": "17K"}]}, {"def": "You use <b>one way or the other</b> or <b>one way or another</b> to refer to two possible decisions or conclusions that have previously been mentioned, without stating which one is reached or preferred.", "tran": "(指之前提到的两个可能的决定或结论)无论哪个", "posp": "PHRASE", "example": [{"ex": "We've got to make our decision one way or the other...", "tran": "不是这样就是那样，我们无论如何都得作出决定了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/a/b/7abd4ba2f9b029f4a59d87061330e96f.mp3", "tts_size": "14K"}, {"ex": "I didn't really care one way or another.", "tran": "管它怎样，我真的不在乎。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/c/9/cc9a427d7939283f3a0c8259b696cc44.mp3", "tts_size": "11K"}]}, {"def": "You say <b>in more ways than one</b> to indicate that what you have said is intended to have more than one meaning.", "tran": "不止一种意义;不单是这样", "posp": "PHRASE", "example": [{"ex": "These local elections may prove a turning point in more ways than one.", "tran": "这些地方选举从许多方面来说都是一个转折点。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/1/2/412694dc606e9f2bc87ed4a40593b535.mp3", "tts_size": "18K"}]}, {"def": "You use <b>the other way around</b> or <b>the other way round</b> to refer to the opposite of what you have just said.", "tran": "相反地;倒过来", "posp": "PHRASE", "example": [{"ex": "You'd think you were the one who did me the favor, and not the other way around.", "tran": "应该是你帮了我，而不是我帮了你。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/8/6/986dff643b77f13f87bc48781aaabbf5.mp3", "tts_size": "20K"}]}, {"def": "If something or someone is <b>on the way out</b> or <b>on</b> their <b>way out</b>, they are likely to disappear or to be replaced very soon.", "tran": "行将消失;行将被取代", "posp": "PHRASE", "example": [{"ex": "There are encouraging signs that cold war attitudes are on the way out...", "tran": "有令人欣慰的迹象表明冷战思维即将成为历史。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/3/e/33eebfcc54e893614c961049206670a4.mp3", "tts_size": "19K"}, {"ex": "The ban on Sunday shopping could be on its way out before Christmas...", "tran": "周末购物的禁令可能会在圣诞节前被取消。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/e/c/fec8d6374ee098844b9cc3bcecc307c5.mp3", "tts_size": "19K"}]}, {"def": "If you <b>go out of</b> your <b>way to</b> do something, for example to help someone, you make a special effort to do it.", "tran": "特地;不怕麻烦;格外努力", "posp": "PHRASE", "example": [{"ex": "He was very kind to me and seemed to go out of his way to help me.", "tran": "他对我非常友善，似乎是特意帮我的忙。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/4/9/44934bf1165e323ca75567648cf41597.mp3", "tts_size": "17K"}]}, {"def": "If you <b>keep out of</b> someone's <b>way</b> or <b>stay out of</b> their <b>way</b>, you avoid them or do not get involved with them.", "tran": "避开;不参加;不卷入", "posp": "PHRASE", "example": [{"ex": "I'd kept out of his way as much as I could...", "tran": "我一直尽量躲着他。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/a/e/8ae2ca16f71a37ea0e79ec2db60fb113.mp3", "tts_size": "12K"}, {"ex": "He warned the army to stay out of the way of the relief effort.", "tran": "他警告军队不要介入救援工作。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/c/c/7ccb3538f450b84b74dc520270660696.mp3", "tts_size": "16K"}]}, {"def": "When something is <b>out of the way</b>, it has finished or you have dealt with it, so that it is no longer a problem or needs no more time spent on it.", "tran": "结束;被处理好;得到解决", "posp": "PHRASE", "example": [{"ex": "The plan has to remain confidential at least until the local elections are out of the way...", "tran": "此项计划至少在地方选举结束之前都得保密。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/8/a/f8a28bb1e02d81968d7d221c4cd0778b.mp3", "tts_size": "26K"}, {"ex": "It would have been better to have got it out of the way earlier.", "tran": "如果当时能早点结束就更好了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/d/8/cd87eb60523ac6b6fef1a3e0eb64588b.mp3", "tts_size": "15K"}]}, {"def": "If you <b>go</b> your <b>own way</b>, you do what you want rather than what everyone else does or expects.", "tran": "按自己的意愿行事", "posp": "PHRASE", "example": [{"ex": "In school I was a loner. I went my own way.", "tran": "在学校里我独来独往，我行我素。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/b/2/2b2f8f740677ffbe8d2221e114ab0f46.mp3", "tts_size": "17K"}]}, {"def": "You use <b>in the same way</b> to introduce a situation that you are comparing with one that you have just mentioned, because there is a strong similarity between them.", "tran": "同样;同理", "posp": "PHRASE", "example": [{"ex": "There is no reason why a gifted aircraft designer should also be a capable pilot. In the same way, a brilliant pilot can be a menace behind the wheel of a car.", "tran": "杰出的飞机设计师没有理由一定也是个出色的飞行员。同样，一个优秀的飞行员或许会是个糟糕的司机。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/9/6/29641db4b421c890646ea23e1ce8b619.mp3", "tts_size": "48K"}]}, {"def": "If you say that someone is <b>set in</b> their <b>ways</b>, you mean that they have been behaving in the same way for many years and do not want to change.", "tran": "顽固不变;不变通", "posp": "PHRASE", "example": [{"ex": "He was too set in his ways to make any real changes.", "tran": "他已经积习成性，不肯作任何真正的改变。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/0/2/00287715cd81d526f48be5bf9a0ba5a1.mp3", "tts_size": "15K"}]}, {"def": "You can use <b>that way</b> and <b>this way</b> to refer to a statement or comment that you have just made.", "tran": "（用于指刚才说过的话）那样，这样", "posp": "PHRASE", "example": [{"ex": "Some of us have habits few people know about and we keep it this way...", "tran": "我们中的一些人有些不为人知的习惯，我们也不想改变这一状况。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/3/0/530db42984012e2f09c40a2ebb21d380.mp3", "tts_size": "19K"}, {"ex": "We have a beautiful city and we pray it stays that way...", "tran": "我们的城市很美丽，但愿它能保持下去。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/9/d/d9de64d589a18e1f74b133f1a43d0c83.mp3", "tts_size": "15K"}]}, {"def": "You can use <b>that way</b> or <b>this way</b> to refer to an action or situation that you have just mentioned, when you go on to mention the likely consequence or effect of it.", "tran": "(用于引出结果)那样，这样", "posp": "PHRASE", "example": [{"ex": "Keep the soil moist. That way, the seedling will flourish...", "tran": "保持土壤湿润，那样幼苗就能茁壮成长。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/d/c/9dcb99a170cc3c6c1f58f4ab36aa29d6.mp3", "tts_size": "22K"}, {"ex": "I know it's unfair that I am left holding the baby; but at least this way I know that she's being well looked after.", "tran": "我知道把我留下来看孩子很不公平，但这样至少我知道孩子受到了很好的看护。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/a/4/ba47f45a421a43c913461ee3ad09db48.mp3", "tts_size": "32K"}]}, {"def": "You can use <b>the way things are going</b> to indicate that you expect something to happen because of the way the present situation is developing.", "tran": "从目前事情发展的情况看", "posp": "PHRASE", "example": [{"ex": "The way things are going, perhaps he won't come at all.", "tran": "现在看来他是不会来了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/d/b/bdb422ca6e4ef11b7ec47bafeffa234f.mp3", "tts_size": "16K"}]}, {"def": "You add <b>to</b> my <b>way of thinking</b> to a statement in order to indicate that you are giving your opinion.", "tran": "(提供个人意见)我觉得", "posp": "PHRASE", "example": [{"ex": "To my way of thinking, it didn't seem as if it ought to be so terribly complicated.", "tran": "我觉得，事情好像没必要这么复杂。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/1/c/e1c63f6843de394f5c5a9974cf0a27db.mp3", "tts_size": "24K"}]}, {"def": "If you say that there are <b>no two ways about it</b>, you are emphasizing that there is no doubt at all about a particular situation or about how it should be interpreted.", "tran": "毫无疑问；千真万确", "posp": "PHRASE", "example": [{"ex": "You stay here, you die. No two ways about it.", "tran": "你若留在这里，必死无疑。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/9/f/f9f2c43608c43cf2324a6e9421f89135.mp3", "tts_size": "18K"}]}, {"def": "If an activity or plan is <b>under way</b>, it has begun and is now taking place.", "tran": "在进行中", "posp": "PHRASE", "example": [{"ex": "A full-scale security operation is now under way...", "tran": "一项全面的安全行动正在进行中…", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/d/a/8da0c4e69352b24515fa79ae2aa4866a.mp3", "tts_size": "16K"}, {"ex": "The court case got under way last autumn.", "tran": "这个案子从去年秋天起开始审理。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/7/4/174eab8927eb64213f2b17ff24871c4f.mp3", "tts_size": "13K"}]}, {"def": "<b>Every which way</b> and <b>any which way</b> are used to emphasize that something happens, or might happen, in a lot of different ways, or using a lot of different methods.", "tran": "以各种方式；采用各种方式", "posp": "PHRASE", "example": [{"ex": "He re-ran the experiment every which way he could...", "tran": "他用尽所有可能的方法重复做这个实验。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/f/b/6fb130b7896c68e307e57d3f44da6381.mp3", "tts_size": "15K"}, {"ex": "They are just happy to sell their inventory any which way they can.", "tran": "只要存货能脱手，无论采取什么方式他们都愿意。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/e/b/eeb15c7430eaf2a0ff95c78b203f8c05.mp3", "tts_size": "19K"}]}, {"def": "<b>Every which way</b> is used to emphasize that things move in a lot of different directions or are arranged in a lot of different positions.", "tran": "(强调位置和方向的混乱)向四面八方，杂乱地", "posp": "PHRASE", "example": [{"ex": "...cars parked every which way.", "tran": "横七竖八停着的车辆", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/5/7/3573ac509288c3e0cf1f4732db560446.mp3", "tts_size": "8K"}]}]}], "ee_mean": [{"part_name": "Noun", "means": [{"word_mean": "1. how something is done or how it happens;", "sentences": [{"sentence": "\"her dignified manner\""}, {"sentence": "\"his rapid manner of talking\""}, {"sentence": "\"their nomadic mode of existence\""}, {"sentence": "\"in the characteristic New York style\""}, {"sentence": "\"a lonely way of life\""}, {"sentence": "\"in an abrasive fashion\""}]}, {"word_mean": "2. how a result is obtained or an end is achieved;", "sentences": [{"sentence": "\"a means of control\""}, {"sentence": "\"an example is the best agency of instruction\""}, {"sentence": "\"the true way to success\""}]}, {"word_mean": "3. a journey or passage;", "sentences": [{"sentence": "\"they are on the way\""}]}, {"word_mean": "4. the condition of things generally;", "sentences": [{"sentence": "\"that's the way it is\""}, {"sentence": "\"I felt the same way\""}]}, {"word_mean": "5. a course of conduct;", "sentences": [{"sentence": "\"the path of virtue\""}, {"sentence": "\"we went our separate ways\""}, {"sentence": "\"our paths in life led us apart\""}, {"sentence": "\"genius usually follows a revolutionary path\""}]}, {"word_mean": "6. any artifact consisting of a road or path affording passage from one place to another;", "sentences": [{"sentence": "\"he said he was looking for the way out\""}]}, {"word_mean": "7. a line leading to a place or point;", "sentences": [{"sentence": "\"he looked the other direction\""}, {"sentence": "\"didn't know the way home\""}]}, {"word_mean": "8. the property of distance in general;", "sentences": [{"sentence": "\"it's a long way to Moscow\""}, {"sentence": "\"he went a long ways\""}]}, {"word_mean": "9. doing as one pleases or chooses;", "sentences": [{"sentence": "\"if I had my way\""}]}, {"word_mean": "10. a general category of things; used in the expression `in the way of';", "sentences": [{"sentence": "\"they didn't have much in the way of clothing\""}]}, {"word_mean": "11. space for movement;", "sentences": [{"sentence": "\"room to pass\""}, {"sentence": "\"make way for\""}, {"sentence": "\"hardly enough elbow room to turn around\""}]}, {"word_mean": "12. a portion of something divided into shares;", "sentences": [{"sentence": "\"the split the loot three ways\""}]}]}, {"part_name": "Adverb", "means": [{"word_mean": "1. to a great degree or by a great distance; very much (`right smart' is regional in the United States);", "sentences": [{"sentence": "\"way over budget\""}, {"sentence": "\"way off base\""}, {"sentence": "\"the other side of the hill is right smart steeper than the side we are on\""}]}]}], "derivation": [{"yuyuan_name": "Old English weg, of Germanic origin; related to Dutch weg and German Weg, from a base meaning 'move, carry'"}], "baesInfo": {"word_name": "way", "is_CRI": "1", "exchange": {"word_pl": ["ways"]}, "symbols": [{"ph_en": "weɪ", "ph_am": "weɪ", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/f4/99/f4995e940d0ee6f10722c12499243972.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/c8/3b/c83b72dd001482ce10f0b106c7a0ed0e.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/c/8/3/c83b72dd001482ce10f0b106c7a0ed0e.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/f4/99/f4995e940d0ee6f10722c12499243972.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/c8/3b/c83b72dd001482ce10f0b106c7a0ed0e.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/c/8/3/c83b72dd001482ce10f0b106c7a0ed0e.mp3", "parts": [{"part": "n.", "means": ["方法，形式", "方面", "习俗", "作风", "路径", "方向", "距离"]}, {"part": "adv.", "means": ["远远地", "大量"]}]}], "baesElse": [{"word_name": "Way", "is_CRI": "1", "symbols": [{"ph_en": "weɪ", "ph_am": "weɪ", "ph_other": "", "ph_en_mp3": "", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/5/4/4/54407ff89e2610ddff53c9469fc9d65b.mp3", "parts": [{"part": "n.", "means": ["[人名] [英格兰人姓氏] 韦（地貌名称，或住所名称，来源于古英语，含义是“道路”）"]}]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 5}, "new_sentence": [{"tag": "全部", "word": "way", "meaning": "全部", "sentences": [{"id": 2655782, "type": 1, "cn": "冷冻不失为一种保存食物的好方法。", "en": "Freezing isn't a bad way of preserving food...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/d/c/0/dc080e2fcfba03513f865e129a9668fe.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2655783, "type": 1, "cn": "另一种交友的办法就是去上夜校。", "en": "Another way of making new friends is to go to an evening class...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/4/3/8/43851ab2e95180079d0835d75f997313.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2655784, "type": 1, "cn": "她友好地笑了笑。", "en": "She smiled in a friendly way...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/d/d/b/ddbb0fa905864c1f6b6191a340509956.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 2655785, "type": 1, "cn": "他说话的方式怪怪的。", "en": "He had a strange way of talking...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/8/e/6/8e61b0ee737b53fd843e3b0beab1aebf.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2655786, "type": 1, "cn": "电子订票系统通过多种方式帮助航空公司获利。", "en": "Computerized reservation systems help airline profits in several ways...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/d/2/2/d227fd437e6b1141e7eb72eb1bfb0b67.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2655787, "type": 1, "cn": "她感到从未有过的害怕。", "en": "She was afraid in a way that was quite new to her...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/f/e/cfebeaff17e166b61a13057b785e9844.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2655788, "type": 1, "cn": "从某些方面来说，正式的开幕仪式只不过是走个形式。", "en": "In some ways, the official opening is a formality...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/3/2/5/325d70e94d4506bfae232d77a6d221eb.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2655789, "type": 1, "cn": "她形容她的爱人“各方面完美至极”。", "en": "She described her lover as 'perfect in every way'.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/a/1/1/a119cb0d1efd98672e6820832c9df304.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2655790, "type": 1, "cn": "他指责那些督促他改变习惯的人。", "en": "He denounces people who urge him to alter his ways...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/3/7/f37895e28204986b87c4137712368246.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2655791, "type": 1, "cn": "我认为你们在康沃尔呆的太久了，已经忘记了城市的生活方式。", "en": "I think you've been too long in Cornwall. You've forgotten the ways of the city...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/a/a/e/aaeb7d9aa8301c9c218c2ee7c5c8f05b.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 2655792, "type": 1, "cn": "如今她离了婚。一贯足智多谋的她已开始自己创业。", "en": "She is now divorced and, in her usual resourceful way, has started her own business...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/6/a/0/6a09d66a2930fc515bde9ce71ff180da.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 2655793, "type": 1, "cn": "正面冲突不是他的风格。", "en": "Direct confrontation was not his way.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/7/3/e/73e41cd0c507a51f18aac620a1f56418.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 2655794, "type": 1, "cn": "我想那是其中的一种看法。", "en": "I suppose that's one way of looking at it...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/2/f/c/2fc985448fadc31be10c054b233a3262.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2655795, "type": 1, "cn": "但是，迪伦的大多数歌词都有其他的解读方式。", "en": "With most of Dylan's lyrics, however, there are other ways of interpreting the words...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/3/d/c/3dcc47b3988e8b7e050ee0499f702280.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 2655796, "type": 1, "cn": "没有迹象表明投票结果会怎样。", "en": "There is no indication which way the vote could go...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/1/e/f/1ef04974875ff2518b73560304423c8e.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2655797, "type": 1, "cn": "两种结果法官怎样判都有可能。", "en": "The judge could have decided either way.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/8/9/3/893fd7e36f0c3afd5f8ac5d88ebb609d.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2655798, "type": 1, "cn": "我非常抱歉——没有想到你是那样想的。", "en": "I'm terribly sorry — I had no idea you felt that way.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/8/7/6/876086d15e9d9f7cb650014afc793e98.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2655799, "type": 1, "cn": "我讨厌他摆布别人。", "en": "I hate the way he manipulates people...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/2/e/9/2e9c0eb4089d4cb14a3c58e3282216a3.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2655800, "type": 1, "cn": "你或许还记得，每一场的结尾要么是某人作沉思状，要么是某人故作深沉。", "en": "You may remember the way each scene ended with someone looking pensive or significant.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/2/2/922731961041bafc0686e60872d94d05.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2655801, "type": 1, "cn": "她挤进了人群。", "en": "She thrust her way into the crowd...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/a/8/9a87deca74a557e76e260e2a5e1399a7.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2655802, "type": 1, "cn": "他以为我们是想通过贿赂进入他的公司。", "en": "He thought we were trying to buy our way into his company...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/0/0/8/008b2c42b0ff2b626cb6b6b334d09deb.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2655803, "type": 1, "cn": "有谁知道洗手间在哪里吗？", "en": "Does anybody know the way to the bathroom?...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/1/0/9/10904c5738f077b635be791076e91431.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2655804, "type": 1, "cn": "我恐怕不记得路了。", "en": "I'm afraid I can't remember the way...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/e/b/b/ebbe9a7195d3e6dc7874d4a154f57b90.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2655805, "type": 1, "cn": "他大步走进厨房，与迎面而来的爸爸擦身而过。", "en": "As he strode into the kitchen, he passed Pop coming the other way...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/5/f/d/5fd7683a54fb10ea97419ada95aff532.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2655806, "type": 1, "cn": "他们在楼梯顶部停住了，不知道接下来该往哪边走。", "en": "They paused at the top of the stairs, doubtful as to which way to go next...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/1/d/91d4e88f1f4a44ca00c1ba0f846cff4f.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2655807, "type": 1, "cn": "就在他走的路上不远处。", "en": "It's not very far out of his way...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/8/6/1/86140a66f71fb87204a7b33eea01c5e8.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2655808, "type": 1, "cn": "她会说和我同路，可以载我一程。", "en": "She would say she was going my way and offer me a lift.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/b/5/f/b5fec5f47dce17ee148f6df64b9d53f8.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2655809, "type": 1, "cn": "那些人在沙尘暴中迷了路，不小心穿越了边境。", "en": "The men lost their way in a sandstorm and crossed the border by mistake...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/3/2/f32a6f9dfc3a4fffd3122c0c8b54af70.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2655810, "type": 1, "cn": "许多老的街道名都被改了，人们再也找不到原来的路了。", "en": "They've changed a lot of the old street names, and people can't find their way anymore.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/5/5/b/55bb80b58f1ab4075f84cd107bed23a8.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 2655811, "type": 1, "cn": "直到大家各奔东西，我才开始学着自力更生。", "en": "It wasn't until we each went our separate ways that I began to learn how to do things for myself...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/6/3/d/63d4d1cd7ae7fc15451f878b288538d6.mp3", "ttsSize": 26, "likeNum": 0}]}, {"tag": "道路", "word": "way", "meaning": "道路", "sentences": [{"id": 2655851, "type": 1, "cn": "会谈旨在为新宪法的正式商讨扫清道路。", "en": "The talks are meant to clear the way for formal negotiations on a new constitution...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/e/5/1/e51b938b02f1d012c9e71db21b1deb2a.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 2376550, "type": 1, "cn": "这些研究甚至可能为我们所有人指明道路，让我们更清晰地重温过去。", "en": "And such research might even suggest ways for us all to relive our past with greater clarity.", "from": "17年6月四级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/7/59/a31a10fbc1e15c9c8ac69203cae3f.mp3", "ttsSize": 150, "likeNum": 0}, {"id": 22690, "type": 1, "cn": "在人生的道路上,希望你永不屈服,永不言弃!", "en": "I hope that as you go on your way, you dont give in nor give up!", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/9/0/990db7e600e542a54fd10d5874b3b512.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 36661, "type": 1, "cn": "以这条道路, 你们能返回到最初的创造者.", "en": "In this way, you can come back to Prime Creator.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/8/2/682c87688972470eef7dcb63b2dbdbf2.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 69130, "type": 1, "cn": "生长激素缺乏症的矫直机, 买头发直, 但是, 形成一个新的,能够增加道路.", "en": "The GHD straightener, buy hair straighteners, however, formed in a new and added able way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/2/6/626a7b6d359bab32f0c9bb54d3707f74.mp3", "ttsSize": 30, "likeNum": 0}, {"id": 220053, "type": 1, "cn": "中国作为发展中国家, 选择可持续的经济发展道路是明智的做法.", "en": "China, as a developing country, choosing the way of economic sustainable development is sagacious.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/b/6/7b6831e2f566fb9c37d641f7f630cb41.mp3", "ttsSize": 32, "likeNum": 0}, {"id": 226397, "type": 1, "cn": "科学技术的迅猛发展将为我们改善经济状况铺平道路.", "en": "The mushroom development of technology will pave the way for improving our economy.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/d/6/ad6e39438a92d522b96df08db3057dc6.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 271250, "type": 1, "cn": "它没有自发产生的,由道路教育系统的工程.", "en": "It does not arise spontaneously from the way the education system works.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/f/2/3f2090786f7574e4aaa9e03e866cf383.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 276151, "type": 1, "cn": "他建议“回头望”, 重新明确我国农村发展道路.", "en": "He suggests turns round to look at, country of new and clear our country develops way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/0/5/905dce3ad8c3fc2455f57e6c4914cbf2.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 347850, "type": 1, "cn": "首先, 国会应该开放在环境上可靠的外层大陆架海面开发的道路.", "en": "First, Congress should open the way for environmentally responsible offshore exploration on the Outer Continental Shelf.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/5/a/35a4bf6f0998755ab739f6d3fc561d73.mp3", "ttsSize": 36, "likeNum": 0}, {"id": 390559, "type": 1, "cn": "抗议者们已踏上了一条发泄其政治失意的道路.", "en": "The protests have been their way of venting their political frustration.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/4/7/647e4fde4ae17005f03a4251159d82a8.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 393496, "type": 1, "cn": "现在我们正在正确的道路上迈步前进.", "en": "Now we are advancing on the right way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/1/5/01516691dd3af70c90852be5841b2823.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 403701, "type": 1, "cn": "从1999年到现在,我们走过了一条漫长的道路.", "en": "We have come a long way since 1999.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/3/d/b3daa2a8a0c84cc86c9bc421ffe6a8a7.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 411069, "type": 1, "cn": "各种类型的妖怪拦截在你前进大道路上, 它们能够杀死或者冻结你.", "en": "Monsters of all kinds are standing in your way, they can kill and freeze you.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/e/6/fe69346767184fcef57007c2d39a7136.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 432755, "type": 1, "cn": "不管道路上有什么困难,人类总是要奋勇前进.", "en": "Mankind has always struggled forward no matter what difficulty lies in its way.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/c/1/6c155f8444e88d2702e6886ad16d3309.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 508509, "type": 1, "cn": "要摆脱贫穷,就要找出一条比较快的发展道路.", "en": "To do that we have to find a way to develop fairly rapidly.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/0/b/d0b863f90fe62ac23345813cb695ef28.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 517478, "type": 1, "cn": "由于有雾,我们很难看清道路.", "en": "It was very difficult to see our way because of the fog.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/c/9/4c936f9475503c9f4750fa414fc7d27b.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 518540, "type": 1, "cn": "在过去,这里的道路标志只有中文的,很少英文的.一些不懂中文的游客因此而遇上了麻烦.", "en": "In the past there was little as way of romanization of Chinese place names here.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/d/e/cdefe21b4846ebaf9fe20a91d46f19a4.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 534669, "type": 1, "cn": "耶和华说:我的意念非同你们的意念; 我的道路非同你们的道路.", "en": "For My thoughts are not your thoughts, nor your ways My ways, says Jehovah.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/6/9/4690c3a9410ea20434d041f93a7862c9.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 579036, "type": 1, "cn": "对技术异化的克服唯一可能的道路就是克服人类中心主义,以诗意化态度对待技术.", "en": "The only possible for alienation of technology is for a way to poeticize technology.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/f/7/4f788e643a7687f31235f26da2af7a1d.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 580055, "type": 1, "cn": "有通才有达,纵横捭阖的道路网络,引导旺盛的商业流通.", "en": "The road network extending in all directions will pave the way to prosperous business.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/1/c/71c1a246efec3584e2408508691cabae.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 591659, "type": 1, "cn": "不管怎样,它在工作中都找到了自己的道路.", "en": "It all finds it way into the work somehow.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/5/2/05225b0554d8e3fcee4a593d58bd1cd2.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 616586, "type": 1, "cn": "诚实的道路不是平坦大道.", "en": "The honest way is not the easy way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/9/9/b99634d8c1e157b6dbd7c95dc49f8a71.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 627632, "type": 1, "cn": "差于印刷企业洋的摆设的颜色特征文件, 图文新闻办理的操纵员有两栽道路得回.", "en": "For the device in the enterprise printing color files, text processing operators there are two ways.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/8/a/c8adb6da7ee4f161c33ff84926d2ec8d.mp3", "ttsSize": 30, "likeNum": 0}, {"id": 633818, "type": 1, "cn": "他在仔细察看地图,想找出最容易穿过山区的道路.", "en": "He was studying the map and puzzling about the easiest way to cross the mountains.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/6/a/b6a3a20beca2091846eb0479028dca8c.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 670971, "type": 1, "cn": "我相信这个条约将为欧洲的和平铺平道路.", "en": "I believe this treaty will pave the way to peace in Europe.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/f/3/ff3881237c47c2392ed7b1a976883f95.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 678261, "type": 1, "cn": "有没有某个时刻你意识到自己走在成为明星的道路上?", "en": "Was there one moment when you knew you were on the way stardom?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/4/c/d4cf966ea94cb0ed71a00ca9b882ae5d.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 701334, "type": 1, "cn": "这一观点让我意识到没有什么通往幸福的道路.", "en": "This perspective has helped me to see that there is no way to happiness.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/3/0/a309ea10bef716e9d033b3a250cdc634.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 710918, "type": 1, "cn": "举例说, 试玩味一下这句话: “ 通往明智的最稳当的道路就是大量的沉默. ”", "en": "Chew , for example, on the idea that \" the surest way to smartness is through massive dumbness \"", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/4/6/1466746aae9f8e860fba828fe30dd9f0.mp3", "ttsSize": 29, "likeNum": 0}, {"id": 744004, "type": 1, "cn": "当然, 但是前方道路正在施工. 我们不得不改一条路来走.", "en": "Of course. But they're doing road work up ahead. We have to change the way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/3/e/33ec696f6d50f088bf70b6075b697a0c.mp3", "ttsSize": 27, "likeNum": 0}]}, {"tag": "方法", "word": "way", "meaning": "方法", "sentences": [{"id": 2655934, "type": 1, "cn": "我不喜欢这种工作方法。", "en": "I'm not happy with this way of working.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/a7/0e77847e1f2179e3bba9c2186ff50.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2655936, "type": 1, "cn": "我跟你说过我们原本应该用我的方法来做这事。", "en": "I told you we should have done it my way !", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/5f/c3776122d11ccc9f47bfb94141507.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2656048, "type": 1, "cn": "取得男人欢心的方法就是让他吃好。", "en": "The way to a man's heart is through his stomach (= by giving him good food) .", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/2/2c/1b18012993d6ba1ffab8ab717b2e2.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2655782, "type": 1, "cn": "冷冻不失为一种保存食物的好方法。", "en": "Freezing isn't a bad way of preserving food...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/d/c/0/dc080e2fcfba03513f865e129a9668fe.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2655869, "type": 1, "cn": "我绝对不会采纳他的任何方法。", "en": "In no way am I going to adopt any of his methods...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/0/d/0/0d0b215aa9734e837bd8d81721323274.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2655930, "type": 1, "cn": "他用尽所有可能的方法重复做这个实验。", "en": "He re-ran the experiment every which way he could...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/6/f/b/6fb130b7896c68e307e57d3f44da6381.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2377224, "type": 1, "cn": "只有当人类开始用更有效的方法获取食物时，他们才有时间考虑其他事情。", "en": "Only when humanity began to get its food in a more productive way was there time for other things.", "from": "09年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/ac/72c0cdc078b9cd7b4b07868f5680f.mp3", "ttsSize": 204, "likeNum": 0}, {"id": 2377279, "type": 1, "cn": "事实证明，特殊的试验方法可能会对试验对象产生误导性的解释。 ", "en": "It turns out that the peculiar way of conducting the experiments may have led to misleading interpretations of what happened.", "from": "10年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/de/c7e9bb17314d7221acc89ac793c90.mp3", "ttsSize": 200, "likeNum": 0}, {"id": 2378082, "type": 1, "cn": "柏瑞迪称,《纽约时报》不应将时间浪费在取消印刷业务上，除非他们采取了正确的方法。 ", "en": "Peretti says the Times shouldn’t waste time getting out of the print business, but only if they go about doing it the right way.", "from": "16年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/04/13bbdce5926686a0ca5dfb2e2d842.mp3", "ttsSize": 193, "likeNum": 0}, {"id": 2378083, "type": 1, "cn": "“对他们而言，找出一种能够加速这—转变的方法是明智之举。”他说，“然而，一旦终止印刷版业务，最忠实的客户群也会对你大失所望。”", "en": "“Figuring out a way to accelerate that transition would make sense for them,” he said, “but if you discontinue it, you’re going to have your most loyal customers really upset with you.”", "from": "16年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/2/a8/f82012c9dd1d8e4c86c69f84d4aa8.mp3", "ttsSize": 308, "likeNum": 0}, {"id": 2379776, "type": 1, "cn": "这里有五种简单的方法可以让你迈出第一步，并与陌生人开始交谈。", "en": "Here are five simple ways that you can make the first move and start a conversation with strangers.", "from": "18年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/5/ec/05f6873401c411e59df25e5f074ab.mp3", "ttsSize": 161, "likeNum": 0}, {"id": 2375688, "type": 1, "cn": "“这是自然界的动物做决定的一种明智的方法，而千百年来这对于人类来说也很有帮助。”", "en": "“ This is a very  sensible way for an animal to make decisions in the wild and would have been very helpful for humans for thousands of years. ”", "from": "15年12月六级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/8/52/cbc84f298934a5ad7e325f89e0b63.mp3", "ttsSize": 212, "likeNum": 0}, {"id": 2376893, "type": 1, "cn": "尽管有些国家可能更想采用排放交易方案等其他方法，向上游碳排放源课税是给碳排放定价的一个捷径。", "en": "A tax on upstream carbon sources is one easy way to put a price on carbon emissions, although some countries may wish to use other methods, such as emissions trading schemes.", "from": "17年6月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/cc/0b86130cb1dd70ddf3a194a8be45e.mp3", "ttsSize": 308, "likeNum": 0}, {"id": 2380615, "type": 1, "cn": "人们会明白它是最好的工作方法。", "en": "People could see it was the best way to work.", "from": "16年6月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/8/70/4cb6d3018f92049e31708927b911e.mp3", "ttsSize": 66, "likeNum": 0}, {"id": 2380821, "type": 1, "cn": "我们必须找到一种方法来让更多人符合贷款资格，并且不会让我们自己处于风险中。", "en": "We have to find a way to qualify more people and not put ourselves at risk.", "from": "16年6月六级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/a8/0c18bbe06cb828dd03437d9e9ecfd.mp3", "ttsSize": 121, "likeNum": 0}, {"id": 2380932, "type": 1, "cn": "社会福利工作者通过许多种方法来帮助他人——那些年龄不同，来自不同地区，拥有不同背景的人。", "en": "In thousands of ways, social workers help  other  people—people  from  every age, every background across the country.", "from": "16年12月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/9d/667bc4ca6fe068681fdc9b79d4997.mp3", "ttsSize": 232, "likeNum": 0}, {"id": 2380938, "type": 1, "cn": "通过这些系列讲座，你会更了解这个职业，更了解获得社会福利工作学历的必要步骤，社会福利工作的丰富历史以及社会福利工作者帮助他人的各种方法。", "en": "Throughout  these  series,  you  will learn  more  about  the  profession,  the necessary  steps  to  get  a  social  work degree,  the  rich  history  of  social  work and many ways that social workers help others.", "from": "16年12月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/db/22146f348210cf22042525d13044f.mp3", "ttsSize": 323, "likeNum": 0}, {"id": 2382172, "type": 1, "cn": "对他们来说，这个方法对于记录花销十分有效。", "en": "It was a very effective way for them to keep track of their spending", "from": "17年6月六级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/a1/8c20d239175f73fdd99590292c828.mp3", "ttsSize": 100, "likeNum": 0}, {"id": 2375248, "type": 1, "cn": "只要我们找到一种可以把人类价值观整理成明确规则的方法，就有可能创造更加复杂的遵守道德规范的机器。", "en": "It will be possible to create more sophisticated moral machines, if only we can find a way to set out human values as clear rules.", "from": "16年6月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/c7/fa8737f0026e1511a2455ec5e213e.mp3", "ttsSize": 222, "likeNum": 0}, {"id": 2375527, "type": 1, "cn": "近期我参加了几个会议，讨论留住学生、防止年轻教员流失的方法。", "en": "Recently I attended several meetings where we talked about ways to retain students and keep younger faculty members from going elsewhere.", "from": "16年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/de/1b2f56173ca128aece71822306de4.mp3", "ttsSize": 217, "likeNum": 0}, {"id": 2376818, "type": 1, "cn": "通过研究约700 位吸烟的成年人，她发现母亲采取了正确的戒烟方法——突然并彻底地停止吸烟。", "en": "By studying about 700 adult smokers, she found out that her mom quit the right way—by stopping abruptly and completely.", "from": "17年6月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/77/d6cb9caa55531454ca38e771c304f.mp3", "ttsSize": 249, "likeNum": 0}, {"id": 2381160, "type": 1, "cn": "所以您能告诉我，用什么方法去机场最快吗？。", "en": "So, could you tell me, what’s the quickest way to get there?.", "from": "17年6月四级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/9e/4644aa8375f67cced9f616837a1e0.mp3", "ttsSize": 109, "likeNum": 0}, {"id": 2381250, "type": 1, "cn": "动物们怎么办呢？动物们主要采用三种方法熬过寒冷的冬季：睡觉，适应，或迁徙。", "en": "What do animals do?  There are three main ways that animals survive the cold in winter: sleep, adapt or migrate.", "from": "17年6月四级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/e0/c816d583c60214baf667663e9d499.mp3", "ttsSize": 231, "likeNum": 0}, {"id": 2381644, "type": 1, "cn": "一家公司应该寻找的不仅是产品的创新方法，还应在职能、商业模式和流程上进行创新。", "en": "A  company  should find  ways  to  innovate  not  just  in products  but  also  in  functions, business models and processes.", "from": "16年6月四级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/3c/91b021ddbfe62b532b4bc7d5420d9.mp3", "ttsSize": 205, "likeNum": 0}, {"id": 7657, "type": 1, "cn": "用新的方法把一些观点和实物进行对比和联系.", "en": "By comparing and connecting ideas and objects in new ways.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/4/c/c4c2b6f9b7716c9a6e4a9c280d14462e.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 13647, "type": 1, "cn": "使用你认为正确的方法来解决这个问题.", "en": "Sort out the problem in any way you think fit.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/f/4/5f411da1de82229b03c793d1553dd918.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 30425, "type": 1, "cn": "近来, 我盘算着找一种新的方法去做这个实验.", "en": "Recently, I cast about finding a new way to do the experiment.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/9/0/190311e8970078420facf3e829dcd9c9.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 35797, "type": 1, "cn": "虽然这会很艰难, 但唯一明智的方法就是让市场来进行引导.", "en": "Tough as it is, the only sensible way out is to let markets lead the way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/5/a/b5a1c00b86fd19b1c4a63f7338a22afe.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 48740, "type": 1, "cn": "它是一种象一种能放大一束光的方法.", "en": "It's kind of like the way a lens magnifies a beam of light.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/e/e/9ee5150519726f22dfae6d0be0e8d395.mp3", "ttsSize": 16, "likeNum": 0}]}, {"tag": "方向", "word": "way", "meaning": "方向", "sentences": [{"id": 2377958, "type": 1, "cn": "她认为,这种同样的道德目的的缺失正在伤害着诸如“新闻国际”这样的公司,使它更有可能像曾经的大规模非法电话窃听一样迷失方向。 ", "en": "This same absence of moral purpose was wounding companies such as News International ,she thought ,making it more likely that it would lose its way as it had with widespread illegal telephone hacking .", "from": "15年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/5d/69e03cb8a01c01dc61591938c6b02.mp3", "ttsSize": 327, "likeNum": 0}, {"id": 118064, "type": 1, "cn": "阐述了一种新的解析法确定主应力方向的极为简便易行的方法.", "en": "A new simplified way is introduced that applies analytics to determine primary stress dimension in configuration.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/b/4/bb44d4cbb06749429c7492e155b0e7fb.mp3", "ttsSize": 33, "likeNum": 0}, {"id": 133152, "type": 1, "cn": "我突然想出一个好主意—我们为什么不试着向相反的方向转一转呢!", "en": "I've just had an inspiration; why don't we try turning it the other way!", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/c/1/2c18b32fca34eb9b688dc2565c6d96e4.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 295823, "type": 1, "cn": "但20号门在哪个方向?", "en": "But which way is gate 20?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/7/6/176a8b200c4ed4f3f87a7022a1fcf9cd.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 360345, "type": 1, "cn": "我们方向搞不清了,车从正路上岔出去了一大段路.", "en": "We got mixed up in our directions and drove far out of the way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/4/7/947ce80f5960becb3a30d52c23a75acf.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 378190, "type": 1, "cn": "纵观上海楼市风起云涌的变化, 致使大多数投资者迷失方向.", "en": "Review Shanghai building city the change of and scudding clouds, cause most investor to lose way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/8/5/0852ef19c76799848b66b95be1ad2b5f.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 545495, "type": 1, "cn": "还是被四周的人群推着往不知道的方向流动.", "en": "Still be being pushed by the crowd round flow toward the way that does not know.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/a/d/dad18cdfd8c9491a5a45bc8fdf8456bd.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 549346, "type": 1, "cn": "研究认为,主动特异性 免疫治疗 是肿瘤治疗的主要发展方向之一.", "en": "Active specific immunotherapy ( ASI ) is a important way in tumor therapy.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/4/1/9418f350df47d6ee9d1b156e6bf234bb.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 575329, "type": 1, "cn": "大型电子工业公司研制出了电视, 但这有赖于贝尔德的实验为此指出了方向.", "en": "Large electronics companies developed television, but Baird pointed the way with his experiments.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/4/b/14b4aa59ae35874abd2d808c849dd45e.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 576389, "type": 1, "cn": "伱迷失方向时.", "en": "If you lose you way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/f/d/9fd3a7ca13345018af1fc5fde39554b2.mp3", "ttsSize": 6, "likeNum": 0}, {"id": 609794, "type": 1, "cn": "因为涡轮自由旋转, 无论河水朝哪个方向流动,涡轮都能获得能量.", "en": "Because the turbines swing freely, they can draw energy no matter which way tide is running.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/8/f/38f7ba344cde7e60270d9abe48d710a2.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 682786, "type": 1, "cn": "最后文章针对具体的实现提出了进一步的改进设想,并确定了今后的发展方向.", "en": "Finally, the paper proposes the assumption of the betterment and confirms the way of future works.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/2/1/e21e5a34808c1c64d816d779b4b5a8dd.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 808439, "type": 1, "cn": "我朝港口的方向走.", "en": "I made my way towards the harbor.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/f/e/0fef044929749a40d30b83ba63d59c56.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 826375, "type": 1, "cn": "如果你们迷失了方向, 就用犬叫来联系.", "en": "If you lose your way, contact the barking Chain.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/3/5/c35dbc00cb49c87f3e710d1a00e3d3ba.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 953599, "type": 1, "cn": "好的.一辆面向我开的汽车突然转变方向,然后他的车就撞到我的车了.", "en": "Yes. A car heading to me turned its way suddenly and his car crashed mine.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/5/1/d51a53dac903a8547d8a66918c361564.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 1012606, "type": 1, "cn": "你待人处世喜欢玩弄权谋耍手段,专找对自己有利的方向去做.", "en": "You to play tricks and intend to find the way that favors you.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/e/d/6ed4946c4739ce76c56f0762cfd4799b.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 1039312, "type": 1, "cn": "然而近年来,利比亚在许多方面正在向更好的方向转变.", "en": "Yet Libyahas lately been changing, in many ways for the better.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/c/6/bc6ee0d6d2059c77c732519cf188d4b5.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 1052132, "type": 1, "cn": "直到这阵风停下来并变回来前, 你不会知道该向那个方向前进.", "en": "Until the wind stops moving and shifting, you won't know which way to go.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/2/1/a21b4bf1532aba9fb606ebb0c74714bb.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 1094018, "type": 1, "cn": "我们一块沿街走着,他突然转过身去朝反方向跑走了.", "en": "We were walking the street together when suddenly he chopped back and ran the other way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/a/e/9ae9729c1e08fc68fdc81596f56f56b3.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 1134749, "type": 1, "cn": "教育为学生们指明了发展方向.", "en": "Education pointed the students to ways in which they can improve themselves.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/6/f/d6fbb1e552e0473ecd9b51320c2fdcce.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 1170905, "type": 1, "cn": "我能够走完所有的道路, 他说道, 朝着 这个方向,始终的坚持下来.", "en": "\" I coulda went the whole way. \" he said. \" Went the distance . \"", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/6/5/465ced3956102d220918a1d47ab2e20b.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 1217232, "type": 1, "cn": "平凡的偶像, 像黑夜里微弱的灯光,指引着心灵前进的方向.", "en": "Ordinary idol, like the faint night light to guide the soul the way forward.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/b/2/4b2463e8bf4028cd506aabe17dcf9e40.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 1221798, "type": 1, "cn": "小孩子会朝着你所期望的方向发展.", "en": "Children act the way you expect them act.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/4/7/c47a50cf2a3df26b1543667a7eb2ad4f.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 1427393, "type": 1, "cn": "方向盘向右打到底.", "en": "Turn the steering wheel all the way to the right.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/e/f/0ef3e7e6acdef18eaadda1c3225177af.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 1528480, "type": 1, "cn": "很多道路曲折而漫长, 挤满了迷失方向的人.", "en": "Many roads are long and winding, filled with those who've lost their way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/a/8/9a8576834cefc3acfaeac5a850536e51.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 1547468, "type": 1, "cn": "当我迷失方向时,您是给我意见、为我指路的智者.", "en": "You are a wise person who advice me and lead me the way when I'm lost.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/3/a/83a096962e8c1d725d99546deaaa028f.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 1644006, "type": 1, "cn": "正是在这种思想的指导下,中苏两国内外政策迅速朝相反的方向发展.", "en": "The Chinese and Soviet foreign policy began to develop along apposite way in this situation.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/d/4/0d4975bed6263913f457fd005b926dd2.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 1662908, "type": 1, "cn": "文章还讨论了不足之处及改进方向.", "en": "The problems of this technique and the ways to improve them have also been discussed.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/b/d/6bd21a2aaf93da558709824f4903a60b.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 1837606, "type": 1, "cn": "认为区域经济模型是应当朝着模型合并的方向发展.", "en": "Think region economy model is ought to forward the way amalgamative model develops.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/b/3/db34c84b2bd956dc687e3573ea2de4ab.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 1847953, "type": 1, "cn": "这样做,基本方向是不会错的.", "en": "In this way the basic orientation will not be wrong.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/1/1/5119966eda82c7afe26868e842bae412.mp3", "ttsSize": 16, "likeNum": 0}]}, {"tag": "某方面", "word": "way", "meaning": "某方面", "sentences": [{"id": 439031, "type": 1, "cn": "它们是否在某方面相关?", "en": "Do they relate to one another in any way?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/0/5/d051a6c93f3183236165a5599d584eef.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 440680, "type": 1, "cn": "他渴望出人头地,在某方面与众不同.", "en": "He was eager to get out of the ruck and distinguish himself in some way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/c/1/fc175145b5279815d87ce37317df8c58.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 1249003, "type": 1, "cn": "就某方面而言, 这些穷人却像国王一样富有.", "en": "In a way, these poor people are as rich as kings.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/1/4/e145be997c2aeefaf84560964879d6ed.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 1426481, "type": 1, "cn": "在某方面, 天蝎座, 你就是这样.", "en": "In a way, Scorpio, you are.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/9/f/e9ff0bb0eece01eb2d1a8c99296a50bc.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 1443670, "type": 1, "cn": "他说从某方面上看打哈欠似乎与睡眠有关.", "en": "He says yawning seems linked in some way to sleeping.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/6/d/76d732935b6bb00a6c25bcf516257094.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2025285, "type": 1, "cn": "他渴望出人头地,在某方面与众不同.", "en": "He was eager to get out of the ( common ) ruck and distinguish himself in some way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/3/d/33df08201c81b93a673ee2574853c3d7.mp3", "ttsSize": 24, "likeNum": 0}]}, {"tag": "远远地", "word": "way", "meaning": "远远地", "sentences": [{"id": 444002, "type": 1, "cn": "我远远地落在其他人身后.", "en": "I came in a way behind everybody else.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/3/b/33bfa90acb14b2e05932047266f3e10f.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 1515494, "type": 1, "cn": "她远远地离开故乡在外地生活.", "en": "She lives a long way from home.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/c/2/ec2dae271210718f48ee5aeeab85bc90.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 2155618, "type": 1, "cn": "至少有半个小时他都是远远地在马路对面尾随着.", "en": "For half an hour at least he kept his distance on far side of the way.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/f/a/7faae62de1615864565fdfcc9b2f68ab.mp3", "ttsSize": 21, "likeNum": 0}]}, {"tag": "大大地", "word": "way", "meaning": "大大地", "sentences": [{"id": 1214034, "type": 1, "cn": "这样不仅省油, 而且大大地减少了尾气排放对环境的污染.", "en": "This way, you not only save fuel, you're also reducing exhaust emissions in a major way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/f/9/bf9bf7df171d4bc5ccbfac9aec3deb53.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 1364387, "type": 1, "cn": "最终,当他愿意顺服神的心意,神便能够大大地使用他.", "en": "Finally he to God and God was to use him in a wonderful way.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/8/a/08a507c1915af7b20c157c56d64d9f38.mp3", "ttsSize": 18, "likeNum": 0}]}], "cetFour": [{"word": "way", "count": 100, "kd": [], "Sentence": [{"sentence": "The fashion for teams is driven by a sense that the old way of organising people is too rigid for both the modern marketplace and the expectations of employees.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The US Army has gone the same way.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Team-building skills are in short supply: Deloitte reports that only 12% of the executives they contacted feel they understand the way people work together in networks and only 21% feel confident in their ability to build cross-functional teams.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Needless to say, people like Veiseh are of great interest to neuroscientists ( ' ,  神经科学专家) hoping to understand the way the brain records our lives.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Leigh Thompson of Kellogg School of Management in Illinois warns that, Teams are not always the answer—teams may provide insight, creativity and knowledge in a way that a person working independently cannot; but teamwork may also lead to confusion, delay and poor decision-making.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Karl Barth described midlife in precisely this way.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It should not cause any alarm in any way.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It is a way of organising our memories.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In some ways, you probably go through that process after a big event like your wedding day – but the difference is that thanks to their other psychological tendencies, the HSAM subjects are doing it day in, day out, for the whole of their lives.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In many companies, the conventional form of organisation is giving way to a network of teams.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In a sense, forgetting is our brain's way of sorting memories, so the most relevant memories are ready for retrieval.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Either way, we have choices about how we respond to it when it comes.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Creating the future you want is a lot easier if you are ready to exploit the opportunities that come your way.", "come": "出自-2017年6月阅读原文"}, {"sentence": "By studying about 700 adult smokers, she found out that her mom quit the right way—by stopping abruptly and completely.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Bill, for instance, often gets painful flashbacks, in which unwanted memories intrude into his consciousness, but overall he has chosen to see it as the best way of avoiding repeating the same mistakes.", "come": "出自-2017年6月阅读原文"}, {"sentence": "And such research might even suggest ways for us all to relive our past with greater clarity.", "come": "出自-2017年6月阅读原文"}, {"sentence": "A new study of 12,000 workers in 17 countries by Steelcase, a furniture-maker which also does consulting, finds that the best way to ensure employees are engaged is to give them more control over where and how they do their work—which may mean liberating them from having to do everything in collaboration with others.", "come": "出自-2017年6月阅读原文"}, {"sentence": "What do animals do? There are three main ways that animals survive the cold in winter: sleep, adapt or migrate.", "come": "出自-2017年6月听力原文"}, {"sentence": "Although this incident very much alters the race of the two participants competing for a win, both are going to continue on their way toward the finish line.", "come": "出自-2017年6月听力原文"}, {"sentence": "may be better at solving puzzlescan memorize things with more easemay have greater facility in abstract reasoningcan put what they have learnt into more effective usefind ways to slow down our mental declinefind ways to boost our memoriesunderstand the complex process of mental functioningunderstand the relation between physical and mental healthThe most important thing in the news last week was the rising discussion in Nashville about the educational needs of children.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The nice thing about ancient philosophy as offered by the Greeks is that they tended to see life clear and whole, in a way that we tend not to see life today.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Philip Sloane, a geriatrician ( ' ,  老年病学专家 ) at the University of North Carolina: In a way, that could be liberating for families.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It will be possible to create more sophisticated moral machines, if only we can find a way to set out human values as clear rules.", "come": "出自-2016年6月阅读原文"}, {"sentence": "I do not think that we spend nearly enough time trying to concentrate on achieving a sort of calmness, a sort of contentment in a mental and spiritual way, which was identified by these people as the highest form of happiness and pleasure.", "come": "出自-2016年6月阅读原文"}, {"sentence": "By following individuals over time, Salthouse said, we gain insight in cognition changes, and may possibly discover ways to slow the rate of decline.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Before we collectively tear our hair out—how are we supposed to find our way in a landscape this confusing? —here is a thought from Dr.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Based on what is emerging from some of this research, that might have been as rational a way as any to reach a decision.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Also, being open to new ideas had no relationship to long life, which might explain all those bad-tempered old people who are fixed in their ways.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In post-war Japan, the economy wasn’t doing so great, so you couldn’t get everyday-use items like household cleaners, says Lisa Katayama, author of Urawaza, a book named after the Japanese term for clever lifestyle tips and tricks, So people looked for ways to do with what they had.", "come": "出自-2016年6月听力原文"}, {"sentence": "Her biggest concern is the emphasis American culture places on thinness and the negative ways this affects girls today.", "come": "出自-2016年6月听力原文"}, {"sentence": "While reformulating recipes ( ' ,  配方) is one way to improve public health, it should be part of a multisided approach.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Well, if this were true, we would all be slipping a few 100-dollar bills to our doctors on the way out their doors, too.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Video games contributed in some ways to the wide application of gamification.", "come": "出自-2016年12月阅读原文"}, {"sentence": "There is no hurry in finding ways to solve the obesity problem.", "come": "出自-2016年12月阅读原文"}, {"sentence": "There is no effective way to reduce people's sugar consumption.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The teachers must be free to teach in their own way—the curriculum should be flexible enough so that they can use their individual talents to achieve the goals of the course.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Recently I attended several meetings where we talked about ways to retain students and keep younger faculty members from going elsewhere.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Possible ways to stimulate the global economy.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It means that a thief likely wouldn't be able to Google how the system works, then figure out a way around it.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It may be a pleasant way for kids to reduce their food intake.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Investing in research to find ways to adapt to consumers' needs.", "come": "出自-2016年12月阅读原文"}, {"sentence": "How do we transmit a growth mind-set to our children? One way is by telling stories about achievements that result from hard work.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Hiring more classroom teachers and allowing them to teach in their own way.", "come": "出自-2016年12月阅读原文"}, {"sentence": "For instance, talking about mathematical geniuses who were more or less born that way puts students in a fixed mind-set, but descriptions of great mathematicians who fell in love with math and developed amazing skills produce a growth mind-set.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Companies, marketers and teachers have long looked for fun ways to engage people's reward-seeking or competitive spirits.", "come": "出自-2016年12月阅读原文"}, {"sentence": "But how probable is it that someone will successfully jam their way into your home and steal your stuff?Let's imagine that you live in a small home with a wireless security setup that offers a functional anti-jamming system.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Plus, on-campus jobs eliminate commuting time, and could be a great way to connect with academic and professional resources at your university.", "come": "出自-2016年12月听力原文"}, {"sentence": "A part-time job is a good way to balance costs while ensuring there is enough time left over for both academic subjects and after-class activities.", "come": "出自-2016年12月听力原文"}, {"sentence": "Writers can't bluff ( ' , 虚张声势 ) their way through  ignorance.", "come": "出自-2015年12月阅读原文"}, {"sentence": "What, then, are the effects of thinking about time in these different ways? Does one make us more productive? Better at the tasks at hand? Happier? In experiments conducted by Tamar Avnet and Anne-Laure Sellier, they had participants organize different activities—from project planning, holiday shopping, to yoga—by time or to-do list to measure how they performed under clock time vs task time.", "come": "出自-2015年12月阅读原文"}, {"sentence": "This might be a small change to the way we view work and the office, but the researchers argue that it challenges a widespread characteristic of the economy: work organized by clock time.", "come": "出自-2015年12月阅读原文"}, {"sentence": "There are two ways to interpret Plutarch when he suggests that a critic should be able to produce a  better in its place.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The intimate  nature of genuine criticism implies something about who is able to give it, namely, someone who knows you  well enough to show you how your mental life is getting in the way of good writing.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Somewhere along the way I set aside my hopes of writing that flawless essay.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Not only is this a boring and awful way to treat children, it makes no sense educationally.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It will not be difficult to make learning a source of joy if educators change their way of thinking.", "come": "出自-2015年12月阅读原文"}, {"sentence": "In some cases, schools should help children find new, more grown-up ways of doing the same things that are constant sources of joy: making art, making friends, making decisions.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Her past record might stand in her way to a new life.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Everything about the look and feel of a wallet—the way the fastenings and materials wear and tear and loosen with age, the plastic and paper and gold and silver, and handwritten phone numbers and printed cinema tickets—is the very opposite of what our world is becoming.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Criticism, at its best, is deeply personal, and gets to the heart of why we write the way we do.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Cooking benefits people in many ways and enables them to connect with one another.", "come": "出自-2015年12月阅读原文"}, {"sentence": " That was news to me—I would need to find another way to structure my daily existence.", "come": "出自-2015年12月阅读原文"}, {"sentence": "I have learned many languages, but I’ve not mastered them the way the professional interpreter or translator has.", "come": "出自-2015年12月听力原文"}, {"sentence": "\"As what happened with tobacco, this will require a cultural shift, but that can happen,\" says Nguyen. \"In the same way physicians used to smoke, and then stopped smoking and were able to talk to patients about it,I think physicians can have a bigger voic", "come": "2018年12月四级真题（第一套）阅读 Section B"}, {"sentence": "\"There is way too much information, and more coming all the time, for anyone to remember.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "\"There's no way on earth that genes from an alga should work inside an animal cell,\" says sidney pierce from the University of South Florida.", "come": "2019年12月四级真题（第三套）阅读 Section C"}, {"sentence": "A man called Naddodd was on his way from Norway to the Faroe Islands, north of England, when his ship was caught in a storm.", "come": "2017年12月四级真题（第一套）听力 Section C"}, {"sentence": "A new study of 12,000 workers in 17 countries by Steel case, a furniture-maker which also does consulting, finds that the best way to ensure employees are \"engaged\" is to give them more control over where and how they do their work—which may mean liberati", "come": "2017年6月四级真题（第三套）阅读 Section B"}, {"sentence": "A part-time job is a good way to balance costs while ensuring there is enough time left over for both academic subjects and after-class activities.", "come": "2016年12月四级真题（第一套）听力 Section C"}, {"sentence": "A recent study said that 40% of American teens claim to have been in a car when the driver used a cell phone in a way that put people in danger.", "come": "2018年6月四级真题（第二套）听力 Section C"}, {"sentence": "According to a German professor, the soreness comes from straining your muscles in an uncommon way, for example, jumping on a bicycle for a ride, because you haven't ridden in a long time.", "come": "2019年12月四级真题（第一套）听力 Section C"}, {"sentence": "Actually, I'm on my way to a job interview.", "come": "2017年6月四级真题（第一套）听力 Section B"}, {"sentence": "Although they are both gainfully employed, they fit cleaning jobs into their nights and weekends, which is when their service is in most demand any way.", "come": "2019年6月四级真题（第一套）听力 Section A"}, {"sentence": "Among human populations, culture not only affects the way we live, but also writes itself into our genes, affecting who we are.", "come": "2019年6月四级真题（第二套）阅读 Section A"}, {"sentence": "An entertaining way of enhancing your analytical skills is to engage them by playing brain games.", "come": "2019年12月四级真题（第二套）听力 Section C"}, {"sentence": "At the workplace, men use conflict as a way to position themselves, while women often avoid conflict or strive to be the peacemaker,because they don't want to be viewed as aggressive or disruptive at work.", "come": "2017年12月四级真题（第一套）阅读 Section C"}, {"sentence": "Bill, for instance, often gets painful \"flashbacks\", in which unwanted memories intrude into his consciousness, but overall he has chosen to see it as the best way of avoiding repeating the same mistakes.", "come": "2017年6月四级真题（第一套）阅读 Section B"}, {"sentence": "But how probable is it that someone will successfully jam their way into your home and steal your stuff?", "come": "2016年12月四级真题（第一套）阅读 Section B"}, {"sentence": "But if aging were recognized as a disease, he said, \"It would attract funding and change the way we do health care. What matters is understanding that aging is curable.\"", "come": "2017年12月四级真题（第二套）阅读 Section C"}, {"sentence": "But there's still a long way to go.", "come": "2018年6月四级真题（第二套）听力 Section A"}, {"sentence": "But when it comes to one of the cruelest crimes—animal fighting—things rarely work out that way.", "come": "2016年12月四级真题（第三套）阅读 Section A"}, {"sentence": "By the way, what is it like working in the restaurant?", "come": "2017年12月四级真题（第一套）听力 Section B"}, {"sentence": "Children do not think the way adults do.", "come": "2015年12月四级真题（第二套）阅读 Section A"}, {"sentence": "David Anderson, the executive director of higher education with the Association of American Publishers, told BuzzFeed News. \"It helps students understand in a way that you can't do with print homework assignments.\"", "come": "2018年6月四级真题（第三套）阅读 Section B"}, {"sentence": "Each critic in those examples is charging, in a different way, that someone in authority is intentionally being incurious.", "come": "2017年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Everything about the look and feel of a wallet—the way the fastenings and materials wear and tear and loosen with age, the plastic and paper and gold and silver, and handwritten phone numbers and printed cinema tickets—is the very opposite of what our wor", "come": "2015年12月四级真题（第三套）阅读 Section C"}, {"sentence": "For example, consumers could use appliances in a more efficient way by adjusting the time of cooking to the type of food.", "come": "2019年12月四级真题（第一套）阅读 Section C"}, {"sentence": "For instance, talking about mathematical geniuses who were more or less born that way puts students in a fixed mindset, but descriptions of great mathematicians who fell in love with math and developed amazing skills produce a growth mind-set.", "come": "2016年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Giorgio says he's never experienced the Rialto Bridge this way in all his 22 years.", "come": "2018年6月四级真题（第二套）阅读 Section B"}, {"sentence": "However, Dr Mehmood Khan,chief scientific officer, said the company had doubled research and development spending in the past five years and was \"committed to sustaining investment\", adding that companies cannot cost-cut their way to increasing sales.", "come": "2018年12月四级真题（第二套）阅读 Section C"}, {"sentence": "However, its new 10-year plan makes clear it believes it still has a long way to go.", "come": "2018年12月四级真题（第二套）阅读 Section C"}, {"sentence": "I am making my way through Columbia University, surrounded by students who quickly supply the verbal answer while I am still processing the question.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "I have learned many languages, but I've not mastered them the way the professional interpreter or translator has.", "come": "2015年12月四级真题（第一套）听力 Section C"}, {"sentence": "I join the gym because it's a good way to stay healthy, and it might help you build a stronger relationship with your colleagues.", "come": "2019年12月四级真题（第二套）听力 Section B"}, {"sentence": "If you are familiar with microsoft Excel or a similar program, creating a table is a simple and effective way to keep track of your job applications.", "come": "2018年6月四级真题（第一套）听力 Section C"}, {"sentence": "If your goal is to have standardized approaches to learning, where everybody learns the same thing at the same time in the same way, then learning by doing doesn't really fit that mold anymore.", "come": "2019年6月四级真题（第三套）阅读 Section B"}, {"sentence": "In 2011, a University of North Carolina business professor named John Kasarda published a book called Aerotropolis: The Way We'll live Next.", "come": "2019年12月四级真题（第一套）阅读 Section B"}, {"sentence": "In that light, aging itself might be seen as something treatable, the way you would treat high blood pressure or a vitamin deficiency.", "come": "2017年12月四级真题（第二套）阅读 Section C"}, {"sentence": "In the same way physicians used to smoke, and then stopped smoking and were able to talk to patients about it,I think physicians can have a bigger voice in it.", "come": "2018年12月四级真题（第一套）阅读 Section B"}, {"sentence": "It helps memorize information in a physical way.", "come": "2018年12月四级真题（第一套）听力 Section B"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "way"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}