{"props": {"pageProps": {"query": {"w": "whether"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"cetSix": [{"word": "whether", "count": 49, "kd": [], "Sentence": [{"sentence": "Flack said it was too early to know whether the benefits of plentiful food outweighed the risks of feeding on landfills.", "come": "出自-2017年6月阅读原文"}, {"sentence": "American parents, whether rich or poor, have similar expectations of their children despite different ways of parenting.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Yet there are doubts whether people watching television, a lean back medium, crave interaction.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Whether this is right, and if so where and when the ecological axe will fall, is hard to determine with any precision—which is why governments and financial institutions are only beginning to bring such risks into their economic calculations.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Indicate whether their products are recyclable.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Enrollees would have to pay more money for many services out of their own pockets, and that would encourage them to think twice about whether an expensive or redundant test was worth it.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But there are also many examples of growing wealth by trashing the environment, in rich and poor parts of the world alike, whether through unregulated mineral extraction, drastic water use for agriculture, slash-and-burn farming, or fossil-fuel-guzzling ( ' ,  大量消耗) transport.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But could Norway keep its standard of living and yet cut its emissions to Moroccan or even Ethiopian levels? That question, repeated across a dozen environmental issues and across our diverse planet, is what will ultimately determine whether the human race is living beyond its ecological means as it pursues economic revival.", "come": "出自-2016年6月阅读原文"}, {"sentence": "No average person wants to figure out whether their favorite  calendar software works with their fridge or whether their washing machine and tablet get along.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It is hard to say whether it is good or bad.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It has little impact on their decision whether or not to quit smoking.", "come": "出自-2016年12月阅读原文"}, {"sentence": "For example, when asked whether they  would buy a new smartphone this year, only 48 percent said yes – a six-point drop from 2015.", "come": "出自-2016年12月阅读原文"}, {"sentence": "And it is clearly up to the current generation of leaders from high-emitting nations to decide whether they  want to be remembered as climate change tyrants or pioneers.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Whether it's a sports team or a presidential campaign, everybody relishes having the big momentum, because it makes them harder to stop or change direction.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Whether it is a transition from imported to domestic oil or from coal-powered electricity production to natural-gas power plants, politicians love to talk big.", "come": "出自-2015年12月阅读原文"}, {"sentence": "When you hear people speaking of making a rapid transition toward any type of energy, whether it is a switch from coal to nuclear power, or a switch from gasoline-powered cars to electric cars, or even a switch from an incandescent to a fluorescent light, understanding energy system inertia and momentum can help you decide whether their plans are feasible.", "come": "出自-2015年12月阅读原文"}, {"sentence": "How Virgin Galactic, regulators and the public respond to this most recent tragedy will deter mine whether and how soon private space travel can transcend that playground.", "come": "出自-2015年12月阅读原文"}, {"sentence": "And it's true that there are currently more people applying for each available job opening, regardless of whether it's a new one or not.", "come": "2015年12月六级真题（第二套）听力 Section C"}, {"sentence": "Ask your pharmacist whether he can suggest a drug that will relieve the symptoms but that will not cause the adverse reaction.", "come": "2017年12月六级真题（第二套）听力 Section C"}, {"sentence": "But many young researchers, especially those who have not been mentored in open science, are uncertain about whether to share or to stay private.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "But there are also many examples of growing wealth by trashing the environment, in rich and poor parts of the world alike, whether through unregulated mineral extraction, drastic water use for agriculture, slash-and-burn farming, or fossil-fuel-guzzling t", "come": "2016年6月六级真题（第三套）阅读 Section B"}, {"sentence": "Experts said that whether or not Apple loses this specific case, measures that it could put into place in the future will almost certainly be able to further limit the government's reach.", "come": "2017年12月六级真题（第三套）阅读 Section B"}, {"sentence": "Farmers and consumers alike can choose whether or not to use whichever version prevails: \"I'm giving people an option.\"", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "How Virgin Galactic, regulators and the public respond to this most recent tragedy will determine whether and how soon private space travel can transcend that playground.", "come": "2015年12月六级真题（第二套）阅读 Section C"}, {"sentence": "In contrast, adults behaved in similar ways regardless of whether they were on their own or observed by others.", "come": "2018年6月六级真题(第二套)阅读 Section B"}, {"sentence": "In one study, researchers tested whether students remembered lists of words better if they heard them, saw them or both.", "come": "2019年12月六级真题（第二套）听力 Section C"}, {"sentence": "Infants, on the other hand, didn't appear to have worse sleep whether they slept in the same or different room from their mothers.", "come": "2016年6月六级真题（第一套）听力 Section B"}, {"sentence": "Mothers who slept in the same room as their infants, whether in the same bed or just the same room, had poorer sleep than mothers whose babies slept elsewhere in the house: They woke up more frequently, were awake approximately 20 minutes longer per night", "come": "2016年6月六级真题（第一套）听力 Section B"}, {"sentence": "No average person wants to figure out whether their favorite calendar software works with their fridge or whether their washing machine and tablet get along.", "come": "2016年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Now, a company in Massachusetts says that by using magnetic brain scans, they can determine with 97% accuracy whether someone is telling the truth.", "come": "2018年12月六级真题（第一套）听力 Section C"}, {"sentence": "On the other hand, scientists disagree about how much and when they should share data, and they debate whether sharing it is more likely to accelerate science and make it more robust, or to introduce vulnerabilities and problems.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Once armed with a method for gaining access to iPhones, the government could ask to use it proactively, before a suspected terrorist attack—leaving Apple in a bind as to whether to comply or risk an attack and suffer a public-relations nightmare.", "come": "2017年12月六级真题（第三套）阅读 Section B"}, {"sentence": "similar studies tested whether students learned basic physics and chemistry concepts better by reading plain text or viewing pictures to and everyone do better with the help of pictures.", "come": "2019年12月六级真题（第二套）听力 Section C"}, {"sentence": "So we've been looking at other ways of seeing whether this motivation to view oneself positively is shaped by cultural experiences.", "come": "2019年6月六级真题（第二套）听力 Section C"}, {"sentence": "Starr is row looking into whether high-protein diets also improve the quality of the muscle itself in seniors.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "That question, repeated across a dozen environmental issues and across our diverse planet, is what will ultimately determine whether the human race is living beyond its ecological means as it pursues economic revival.", "come": "2016年6月六级真题（第三套）阅读 Section B"}, {"sentence": "The dataset they used did not include economic data, so instead the researchers looked at whether the 2013-16 well-being decline was tracking economic indicators.", "come": "2019年12月六级真题（第一套）阅读 Section B"}, {"sentence": "The first thing every bank will do is study how much money I have and how much debt I have before they decide whether or not to lend me any more money.", "come": "2019年12月六级真题（第二套）听力 Section A"}, {"sentence": "The question is not whether it will reach other rice-growing areas of Europe, but when.", "come": "2018年6月六级真题(第二套)阅读 Section C"}, {"sentence": "They scanned the brains of teens and adults who were playing a virtual driving game designed to test whether players would brake at a yellow light or speed on through the crossroad.", "come": "2018年6月六级真题(第二套)阅读 Section B"}, {"sentence": "We have had plenty of debates in Congress and the media over whether the government should have a backdoor, and this is an end run (迂回战术) around that—here they come with an order to create that backdoor.", "come": "2017年12月六级真题（第三套）阅读 Section B"}, {"sentence": "When psychologists and educators test for learning styles, they're trying to figure out whether these are inherent traits that affect how well students learn instead of just a preference.", "come": "2019年12月六级真题（第二套）听力 Section C"}, {"sentence": "When taking any drug, you should ask your doctor whether drinking alcohol could be dangerous in combination with the medicine.", "come": "2017年12月六级真题（第二套）听力 Section C"}, {"sentence": "When you hear people speaking of making a rapid transition toward any type of energy, whether it is a switch from coal to nuclear power, or a switch from gasoline -powered cars to electric cars, or even a switch from an incandescent to a fluorescent light", "come": "2015年12月六级真题（第一套）阅读 Section B"}, {"sentence": "Whether it's possible to program a robot with safeguards such as Asimov' laws is debatable.", "come": "2017年12月六级真题（第二套）阅读 Section C"}, {"sentence": "Whether or not we can catch up on sleep — on the weekend, say — is a hotly debated topic among sleep researchers.", "come": "2015年12月六级真题（第二套）阅读 Section A"}, {"sentence": "Whether the technology is eventually deemed reliable enough for the courts will ultimately be decided by the judges.", "come": "2018年12月六级真题（第一套）听力 Section C"}, {"sentence": "Whether they should bet on the traditional players who run those stores now is another matter.", "come": "2019年6月六级真题（第一套）阅读 Section B"}, {"sentence": "Yet there are doubts whether people watching television, a \"lean back\" medium, crave interaction.", "come": "2016年6月六级真题（第三套）阅读 Section C"}]}], "sameAnalysis": [{"part_name": "这两个连接词均含\"是否\"之意。", "word_list": "if, whether", "means": ["if ： 作\"是否\"解时，多用于口语，引出宾语从句，不能直接跟or not连用。", "whether ： 多用于书面语中，可与or或or not连用，除引出宾语从句外，还可引出主语从句、表语从句、同位语从句或与不定式连用。"]}], "share_info": {"flag": "SHARE_INFO", "title": "分享信息", "type": "share", "data": "", "shareUrl": "http://invite-share.kss.ksyun.com/identityidentityDicShare/90709824223b56a3a7899c1176d636a7.png", "hasPdf": 0}, "exchanges": ["whether"], "gaokao": [{"word": "whether", "count": 25, "kd": [], "Sentence": [{"sentence": "Dreaming about whether you would want to read minds, see through walls, or have superhuman strength may sound silly, but it actually gets to the heart of what really matters in your life.", "come": "2016年高考英语四川卷 阅读理解 阅读B 原文"}, {"sentence": "Experts say the way you design your home could play a role in whether you pack on the pounds or keep them off.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "However, we can achieve meaning only if we have made a commitment to something larger than our own little egos, whether to loved ones, or to some moral concept.", "come": "2019年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "I am not going to ask you questions to find out whether you understand the books or not.", "come": "2015年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "I think it would be satisfaction of enjoying things with others, meaning when you give it to others, whether it's time, attention, a gift, anything, just those moments of sharing.", "come": "2016年高考英语上海卷 听力 原文"}, {"sentence": "If I have a \"new idea\", I now quickly look to see whether somebody else has already thought of it, or something similar—and I then compare what I think with what others have thought.", "come": "2016年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "It can be inferred from the passage that Nigel Shadbolt doubts whether people would pay as much attention to a kitemark as they think.", "come": "2016年高考英语上海卷 阅读理解 阅读C 题设"}, {"sentence": "Just tell us whether you can undertake the task or not.", "come": "2015年高考英语湖北卷 句子填空 原文"}, {"sentence": "Moreover, I can find out whether my reactions to an event are reasonable enough by reading about those of others on the Internet.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "People who work toward such excellence—whether they are driving a truck, or running a store--make the world better just by being the kind of people they are.", "come": "2019年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "Researchers are studying whether love, a highly valued emotional state, can be created.", "come": "2015年高考英语上海卷 完形填空 原文"}, {"sentence": "Sharing bread, whether during a special occasion or at the family dinner table, is a common symbol of togetherness.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "She asked me whether I had returned the books to the library, and I admitted that I hadn't.", "come": "2017年高考英语天津卷 单项填空 原文"}, {"sentence": "Soon you will also question whether the voice you're hearing is actually real.", "come": "2019年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "Students who are found with pets, whether visiting or owned by the student, are subject to an initial fine of $100 and a continuing fine of $50 a day per pet.", "come": "2015年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "The main question is whether you want your arms inside or outside the sleeping bag.", "come": "2015年高考英语湖北卷 阅读理解 阅读D 原文"}, {"sentence": "The question, however, is whether this is what the developing countries need the most.", "come": "2019年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "The Yellowstone wolf project has been a valuable experiment to help biologists decide whether to reintroduce wolves to other parts of the country as well.", "come": "2017年高考英语全国卷3 阅读理解 阅读C 原文"}, {"sentence": "They could help promote other industries whether they lie inside or outside arts.", "come": "2018年高考英语江苏卷 阅读理解 填空题 原文"}, {"sentence": "Thus, the keyboard can determine people's identities, and by extension, whether they should be given access to the computer it's connected to—regardless of whether someone gets the password right.", "come": "2019年高考英语全国卷I 阅读理解 阅读C 原文"}, {"sentence": "When I started running in my 30s, I realized running was a battle against myself, not about competition or whether or not I was athletic.", "come": "2018年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "When involved in deliberate play activities, children are less concerned with the outcome of their behavior whether they win or lose than with the behavior having fun.", "come": "2015年高考英语上海卷 阅读理解 阅读表达 原文"}, {"sentence": "Whether in the home or the workplace, social robots are going to become a lot more common in the next few years.", "come": "2015年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "Whether we've been suffer from, lied to,  misled, or cheated on, there are different levels of losing trust.", "come": "2015年高考英语全国卷1 阅读理解 七选五 原文"}, {"sentence": "Whether you're looking at wallpaper or paint, the time, effort and relative expense put into it are significant.", "come": "2018年高考英语全国卷I 阅读理解 七选五 原文"}]}], "kaoyan": [{"word": "whether", "count": 29, "kd": [], "Sentence": [{"sentence": "Since our chief business with them is to enable them to share in a common life we cannot help considering whether or no we are forming the powers which will secure this ability.", "come": "出自-2009年考研翻译原文"}, {"sentence": "For my part, I have no idea whether Gilbert is a great conductor or even a good one.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Unable to tell whether someone really objects to behavioural ads or whether they are sticking with Microsoft’s default, some may ignore a DNT signal and press on anyway.", "come": "出自-2013年考研阅读原文"}, {"sentence": "And whether the community's work contributes much to an overall accumulation of knowledge is doubtful.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Just how much does the Constitution protect your digital data? The Supreme Court will now consider whether police can search the contents of a mobile phone without a warrant if the phone is on or around a person during an arrest.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Asked whether any particular papers had impelled the change, McNutt said: “The creation of the ‘statistics board’ was motivated by concerns broadly with the application of statistics and data analysis in scientific research and is part of Science’s overall drive to increase reproducibility in the research we publish.", "come": "出自-2015年考研阅读原文"}, {"sentence": "These new forms were at first mainly written by scholars and performed by amateurs, but in England, as everywhere else in western Europe, the growth of a class of professional actors was threatening to make the drama popular, whether it should be new or old, classical or medieval, literary or farcical.", "come": "出自-2018年考研翻译原文"}, {"sentence": "Another nationwide concern is whether public funds from other agencies are going into construction in fire-prone districts.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "But it has already sparked significant controversy, with the Unite Sates trade representative opening an investigation into whether the tax discriminates against American companies, which in turn could lead to trade sanctions against France.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "For example, it is unclear whether the sequencing of a whole genome violates the patents of individual genes within it.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "If appropriate public policies were in place to help all women—whether CEOs or their children's caregivers—and all families, Sandberg would be no more newsworthy than any other highly capable person living in a more just society.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Next time you state your position, formulate an argument for what you claim and honestly ask yourself whether your argument is any good.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "Snap decisions can be important defense mechanisms; if we are judging whether someone is dangerous, our brains and bodies are hard-wired to react very quickly, within milliseconds.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "That tells me whether I need to adjust my training program.", "come": "2019年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "The Federal Circuit issued an unusual order stating that the case would be heard by all 12 of the courts judges, rather than a typical panel of three, and that one issue it wants to evaluate is whether it should \"reconsider\" its State Street Bank ruling.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The scores were then used in conjunction with an applicant's score on the Graduate Management Admission Test, or GMAT, a standardised exam which is marked out of 800 points, to make a decision on whether to accept him or her.", "come": "2013年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "The Supreme Court will now consider whether police can search the contents of a mobile phone without a warrant if the phone is on or around a person during an arrest.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The survey they asks whether they worked less than 35 hours in that week because they wanted to workless than full time or because they had no choice.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "There's always a constant fear of falling behind everyone else on the socially perpetuated \"race to the finish line,\" whether that be toward graduate school, medical school or a lucrative career.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "These results suggest that imagining the outcome of following through on one's curiosity ahead of time can help determine whether it is worth the endeavor.", "come": "2018年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "This and other similar cases raise the question of whether there is still a line between the court and politics.", "come": "2012年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "To accurately tell whether someone is sociable, studies show, we need at least a minute, preferably five.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "To find out if this extends to non-living beings, Loleh Quinn at the University of California, San diego, and her colleagues tested whether rats can detect social signals form robotic rats.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Unable to tell whether someone really objects to behavioural ads or whether they are sticking with microsoft's default, some may ignore a DNT signal and press on anyway.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "We often feel the need to tell others how we feel, whether it's a concern about a project, a stray thought, or a compliment.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "What the study doesn't measure is whether people are still doing work when they're at home, whether it is household work or work brought home from the office.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "When Dr. Gottman really wants to assess whether a couple will stay together, he invites them to his island retreat for a much longer evaluation: two days, not two seconds.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Whether the separation distances involved would satisfy air-traffic-control regulations is another matter although a working group at the International civil Aviation Organisation has included the possibility of formation flying in a blueprint for new ope", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "without question, manufacturing has taken a significant hit during recent decades, and further trade deals raise questions about whether new shocks could hit manufacturing.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}]}], "bidec": {"word_name": "whether", "parts": [{"part_id": "37631", "part_name": "conj.", "word_id": "28509", "means": [{"mean_id": "73991", "part_id": "37631", "word_mean": "是否", "sentences": [{"en": "She was in doubt whether she was right.", "cn": "她对她是否正确拿不准。"}]}, {"mean_id": "73992", "part_id": "37631", "word_mean": "不管…(还是…)</seg>", "sentences": []}]}]}, "identity_dic_new": [{"flag": "GAOKAOMEAN", "title": "高考释义分布", "type": "mean", "data": [{"mean": " （表示迟疑或两个可能性之间的选择）是否", "part": "conj.", "displayNum": 17}, {"mean": " （表示两种情况都真实）是…（还是），或者…（或者），不管…（还是）", "part": "conj.", "displayNum": 6}], "explanation": "", "explanationTitle": "", "totalNum": 23}, {"flag": "GAOKAOEXAMRATE", "title": "高考题型分布", "type": "examRate", "data": [{"num": 0, "title": "语法"}, {"num": 0, "title": "短文"}, {"num": 0, "title": "选项"}, {"num": 0.0175, "title": "完型"}, {"num": 0.0351, "title": "听力"}, {"num": 0.1053, "title": "单项"}, {"num": 0.8421, "title": "阅读"}], "explanation": "", "explanationTitle": ""}, {"flag": "KNOWLEDGES", "title": "高分必备知识点", "type": "knowledge", "data": [{"fixed_phrase_list": [{"en": "whether...or...", "cn": "是否"}], "title": "固定搭配", "type": "fixed_phrase"}, {"sentence": [{"sentence": {"id": 2388081, "type": 1, "cn": "如果我有一个“新主意”，我马上会快速查看是否有人已经想到了它或类似的东西，然后将自己的想法与他人的想法进行比较。", "en": "If I have a \" new idea, \" I now quickly look to see whether somebody else has already thought of it,  or something similar—and I then compare what I think with what others have thought.", "from": "2016年高考英语江苏卷 阅读理解 任务型阅读 原文", "ttsUrl": "", "ttsSize": 0, "likeNum": 0}, "mean": {"displayNum": 17, "mean": " （表示迟疑或两个可能性之间的选择）是否", "part": "conj."}}, {"sentence": {"id": 2387608, "type": 1, "cn": "我认为与他人一起享受事物会很满足，也就是说，当你将什么东西分给他人时，不管是时间，注意力，礼物还是其它任何东西，重要的是分享的时刻。", "en": "I think it would be satisfaction of enjoying things with others,  meaning when you give it to others,  whether it's time,  attention,  a gift,  anything,  just those moments of sharing.", "from": "2016年高考英语上海卷 听力 原文", "ttsUrl": "", "ttsSize": 0, "likeNum": 0}, "mean": {"displayNum": 6, "mean": " （表示两种情况都真实）是…（还是），或者…（或者），不管…（还是）", "part": "conj."}}], "title": "真题回顾", "type": "sentence"}, {"title": "扩展知识", "type": "expand_knowledge", "expand_knowledge_list": [{"en": "He seemed undecided whether to go or stay.", "cn": "他似乎还没有决定去留。"}]}]}], "synonym": [{"part_name": "conj.", "means": [{"word_mean": "是否;倘若;如果", "cis": ["if", "condition", "on", "provided"]}]}, {"part_name": "", "means": [{"word_mean": "其他释义", "cis": ["provided", "if"]}]}], "phrase": [{"cizu_name": "whether or no", "jx": [{"jx_en_mean": "Regardless of circumstances.", "jx_cn_mean": "不管任何情形", "lj": []}]}], "collins": [{"entry": [{"def": "You use <b>whether</b> when you are talking about a choice or doubt between two or more alternatives.", "tran": "(表示选择或怀疑)是否，是不是", "posp": "CONJ-SUBORD", "example": [{"ex": "To this day, it's unclear whether he shot himself or was murdered...", "tran": "至今尚不清楚他究竟是饮弹自杀还是被谋杀。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/2/c/a2c5ce425cc8b192fcf05c5dec2de08b.mp3", "tts_size": "20K"}, {"ex": "Whether it turns out to be a good idea or a bad idea, we'll find out...", "tran": "它到底是个好主意还是坏主意我们很快会见分晓。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/8/9/989fc8876b8f993a5f6ff2fa6ec2cee4.mp3", "tts_size": "21K"}]}, {"def": "You use <b>whether</b> to say that something is true in any of the circumstances that you mention.", "tran": "无论;不管", "posp": "CONJ-SUBORD", "example": [{"ex": "This happens whether the children are in two-parent or one-parent families...", "tran": "不管孩子是生活在双亲还是单亲家庭，这种情况都会发生。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/f/a/efa2ea3802bdc2524918595c3945b74c.mp3", "tts_size": "21K"}, {"ex": "Whether they say it aloud or not, most men expect their wives to be faithful.", "tran": "大多数男人还是希望他们的妻子对自己忠诚，不管他们有没有将这一想法大声说出来。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/f/4/8f46b1197e70126ae316378e9699af03.mp3", "tts_size": "22K"}]}]}], "derivation": [{"yuyuan_name": "Old English hwæther, hwether, of Germanic origin; related to German weder 'neither'"}], "baesInfo": {"word_name": "whether", "is_CRI": "0", "items": [""], "symbols": [{"ph_en": "ˈweðə(r)", "ph_am": "ˈweðər", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/ce/55/ce55e4afeb20087bd072e60fb43667ee.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/7d/76/7d767e6bb05138bb94abee483ea8abc6.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/7/d/7/7d767e6bb05138bb94abee483ea8abc6.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/ce/55/ce55e4afeb20087bd072e60fb43667ee.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/7d/76/7d767e6bb05138bb94abee483ea8abc6.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/7/d/7/7d767e6bb05138bb94abee483ea8abc6.mp3", "parts": [{"part": "conj.", "means": [" (表示选择或怀疑)是否", "无论，不管"]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 5}, "new_sentence": [{"tag": "全部", "word": "whether", "meaning": "whether", "sentences": [{"id": 2304519, "type": 0, "cn": "关键问题是4名被告是否存在欺诈行为。", "en": "The key issue was whether the four defendants acted dishonestly.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//e/6/5/e6520808e7259f2fbe071ed486eab7c7.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2307252, "type": 0, "cn": "这不是会不会有人注意到的问题。", "en": "It's not a case of whether anyone would notice or not.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//b/1/4/b14c36ebd0fc5fcac10d9f6eb1bb6e9f.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2307496, "type": 0, "cn": "这样的地产是否可获得大笔收益还要视具体情形而定。", "en": "Whether such properties are a good deal will depend on individual situations.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//e/4/7/e47eb46e944719c155f32e0d56cff8e3.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2309702, "type": 0, "cn": "她的国会同僚是否同意，现在还无从知晓。", "en": "It remains to be seen whether her parliamentary colleagues will agree.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//2/5/2/252a40b4b3745e8a9e3ea9fbb01fad09.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2310601, "type": 0, "cn": "我们是否会破产还很难说。", "en": "It was touch and go whether we'd go bankrupt.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//3/4/e/34ea42ed2c0fcd896a438ea14ab9f749.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 2313995, "type": 0, "cn": "起先我真的不在乎他是否会来。", "en": "At first I really didn'tcare whether he came or not.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//d/3/0/d30bc7582239be4ce04c762c84ba9e8f.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2315642, "type": 0, "cn": "我不能判定他到底是英勇无畏还是精神失常。", "en": "I couldn't decide whether he was incredibly brave or just insane.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//c/6/9/c6911612f2ff6696a0a7d4acf67b2f4d.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2316543, "type": 0, "cn": "这是否属实仍未得出定论。", "en": "The jury is out on whether or not this is true.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//1/b/8/1b89f762655b4c2d86614a124ce5d282.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2317108, "type": 0, "cn": "该项目的开支是否真的合理还未可知。", "en": "It is questionable whether the expenditure on this project is really justified.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//b/9/8/b982e6c1c492f0461b0fdb563700ae2f.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2319927, "type": 0, "cn": "不清楚飞机是坠毁在陆地上还是海里。", "en": "It isn't clear whether the plane went down over land or sea.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//6/c/6/6c6fe808cc61df9120d0746f63060060.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2321424, "type": 0, "cn": "其中一位新闻记者询问是否有人为破坏的可能性。", "en": "One of the journalists queried whether sabotage could have been involved.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//1/6/9/1693ad50c6e4d5cb5fa8cbfb7bac2ed7.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2323132, "type": 0, "cn": "至今尚不清楚他究竟是饮弹自杀还是被谋杀。", "en": "To this day, it's unclear whether he shot himself or was murdered.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//5/4/9/549cc2368df9d3db09be38edd1a4324f.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2323699, "type": 0, "cn": "事业的成败取决于哪些因素？", "en": "What determines whether you are a career success or a failure?", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//9/1/0/9105402832593ea32d0e72ef16550cc2.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2324405, "type": 0, "cn": "他无法确定地板是木头的还是石头的。", "en": "He could not tell whether the floor was wood or stone.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//5/5/8/558b42f472fee23f9279eedf255c6776.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2326595, "type": 0, "cn": "韦斯特必须决定是否要出一张红桃。", "en": "West had to decide whether to play a heart.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//6/7/4/67456736b3dbf346c42201fca78b21e4.mp3", "ttsSize": 12, "likeNum": 0}]}], "cetFour": [{"word": "whether", "count": 42, "kd": [], "Sentence": [{"sentence": "However, organisations need to learn something bigger than how to manage teams better: they need to be in the habit of asking themselves whether teams are the best tools for the job.", "come": "出自-2017年6月阅读原文"}, {"sentence": "After that, survey respondents disagree over whether this generation will follow in their parents' footsteps, moving to the suburbs to raise families, or will choose to remain in the city center.", "come": "出自-2017年6月阅读原文"}, {"sentence": "to see whether people's personality affects their life span to find out if one's lifestyle has any effect on their health  to investigate the role of exercise in living a long lifeto examine all the factors contributing to longevity They have a good understanding of evolution.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Whether you can successfully change your personality as an adult is the subject of a longstanding psychological debate.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Whether residents felt involved in the decision to move and how long they had lived there also proved significant.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The public overall is spilt on whether they'd like to use a driverless car.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Interestingly, however, other characteristics that you might consider advantageous had no impact on whether study participants were likely to live longer.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In a multi-state study of assisted living , for instance, University of North Carolina researchers found that a host of variables—the facility's type, size or age; whether a chain owned it; how attractive the neighborhood was—had no significant relationship to how the residents fared in terms of illness, mental decline, hospitalizations or mortality.", "come": "出自-2016年6月阅读原文"}, {"sentence": "If the robot is unsure whether an animal is suitable for the microwave, it has the opportunity to stop, send out beeps ( ' ,  嘟嘟声 ), and ask for directions from a human.", "come": "出自-2016年6月阅读原文"}, {"sentence": "I can not control whether or not I wind up getting the disease swine flu, for example, he says.", "come": "出自-2016年6月阅读原文"}, {"sentence": "A resident's satisfaction with a care facility has much to do with whether they had participated in the decision to move in and how long they had stayed there.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Some, like Mr.Azar’s plastic bag, are open to argument as to how they work, or whether they really work at all.", "come": "出自-2016年6月听力原文"}, {"sentence": "Whether such taxes work is a matter of debate.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The team behind the article and video in question make no mention of the system, or whether or not it detected them.", "come": "出自-2016年12月阅读原文"}, {"sentence": "One of the main theoretical home-security concerns is whether or not a given system is vulnerable to being blocked from working altogether.", "come": "出自-2016年12月阅读原文"}, {"sentence": "As a person who writes about food and drink for a living, I couldn't tell you the first thing about Bill Perry or whether the beers he sells are that great.", "come": "出自-2016年12月阅读原文"}, {"sentence": "\"I can not control whether or not I wind up getting the disease swine flu, for example,\" he says.", "come": "2016年6月四级真题（第二套）阅读 Section B"}, {"sentence": "A new study challenges that belief, questioning whether brains really can be distinguished by gender.", "come": "2016年12月四级真题（第一套）阅读 Section A"}, {"sentence": "As a person who writes about food and drink for a living, I couldn't tell you the first thing about bill Perry or whether the beers he sells are that great.", "come": "2016年12月四级真题（第一套）阅读 Section C"}, {"sentence": "As a result, the public is divided about whether the imbalance in corporate America will change in the foreseeable future, even though women have made major advances in the workplace.", "come": "2019年6月四级真题（第二套）阅读 Section C"}, {"sentence": "But there's widespread disagreement over whether breakfast should keep its top spot in the hierarchy of meals.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "But whether it's an English-cooked breakfast or a coffee and a sandwich, one thing has remained the same: the prices.", "come": "2016年6月四级真题（第一套）听力 Section C"}, {"sentence": "Dating back to 1880, the most common living arrangement among young adults has been living with a romantic partner, whether a spouse or a significant other.", "come": "2019年6月四级真题（第二套）阅读 Section B"}, {"sentence": "However, opinions vary on whether video games are effective.", "come": "2019年12月四级真题（第二套）听力 Section C"}, {"sentence": "I think it will be very interesting to see what etiquette (礼仪) emerges in terms of whether you tell people you have a camera or not, and whether guests have a right to ask that it be tuned off, if it's not a security issue.", "come": "2018年12月四级真题（第二套）阅读 Section C"}, {"sentence": "If the robot is unsure whether an animal is suitable for the microwave, it has the opportunity to stop, send out beeps, and ask for directions from a human.", "come": "2016年6月四级真题（第三套）阅读 Section C"}, {"sentence": "In a multi-state study of assisted living, for instance, University of North Carolina researchers found that a host of variables—the facility's type, size or age; whether achain owned it; how attractive the neighborhood was—had no significant relationship", "come": "2016年6月四级真题（第三套）阅读 Section B"}, {"sentence": "It was not known, however, whether central fatigue might also affect motor systems not directly involved in the exercise itself, such as those that move the eyes.", "come": "2017年6月四级真题（第三套）阅读 Section A"}, {"sentence": "New York's Attorney General's office launched an investigation in the fall into whether or not Verizon, Cablevision and time Warner are delivering broadband that's as fast as the providers claim it is.", "come": "2017年6月四级真题（第二套）阅读 Section A"}, {"sentence": "Opinions differ as to whether breakfast is the most important meal of the day.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Researchers in the Netherlands report that children who get more exercise, whether at school or on their own, 26 tend to have higher GPAs and better scores on standardized tests.", "come": "2016年6月四级真题（第三套）阅读 Section A"}, {"sentence": "Scholars of the information society are divided over whether social inequality decreases or increases in an information-based society.", "come": "2015年12月四级真题（第一套）阅读 Section A"}, {"sentence": "Students are more likely to think about their actions and see whether they will lead to trouble.", "come": "2019年6月四级真题（第一套）听力 Section C"}, {"sentence": "The Competition Commission is now to investigate whether the British airports Authority needs to sell off some of its assets.", "come": "2016年6月四级真题（第二套）听力 Section A"}, {"sentence": "The data will certainly fuel the ongoing debate over whether physical education classes should be cut as schools struggle to survive on smaller budgets.", "come": "2016年6月四级真题（第三套）阅读 Section A"}, {"sentence": "The difference lies in whether the project is in a sense defined and developed by the student or whether it's assigned by a teacher.", "come": "2019年6月四级真题（第三套）阅读 Section B"}, {"sentence": "The most recent National Journal poll asked respondents about the American dream, what it takes to achieve their goals, and whether or not they felt a significant amount of control over their ability to be successful.", "come": "2017年12月四级真题（第三套）阅读 Section C"}, {"sentence": "The public overall is split on whether they'd like to use a driverless car.", "come": "2016年6月四级真题（第二套）阅读 Section C"}, {"sentence": "The-doctors response to the question of whether or not dogs can fall in love like humans do was a straight \"Of course!\" He went on to say that if love is defined as a long term commitment meaning dogs seek one another out when they're apart, they're happy", "come": "2019年12月四级真题（第二套）听力 Section C"}, {"sentence": "They are already on California roads, so it is not too soon to ask whether we can program a machine to act ethically.", "come": "2018年12月四级真题（第一套）阅读 Section C"}, {"sentence": "They say they're unsure whether the deep-sea warming canceled out warming at the sea's surface.", "come": "2016年12月四级真题（第二套）阅读 Section A"}, {"sentence": "We found that the number of bacteria transferred to either kind of food didn't depend much on how long the food was in contact with the contaminated surface——whether for a few seconds or for a whole minute.", "come": "2018年12月四级真题（第三套）阅读 Section B"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "whether"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}