{"props": {"pageProps": {"query": {"w": "which"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"phrase": [{"cizu_name": "which is which", "jx": [{"jx_en_mean": "used when two or more people or things are difficult to distinguish from each other", "jx_cn_mean": "哪一个是哪一个；什么是什么", "lj": [{"lj_ly": "there is no confusion as to which is which.", "lj_ls": "哪个是哪个，不会混淆。"}]}]}], "collins": [{"entry": [{"def": "You use <b>which</b> in questions when there are two or more possible answers or alternatives.", "tran": "(用于疑问句中)哪个，哪些", "posp": "QUEST", "example": [{"ex": "Which do they want me to do? declare war or surrender?...", "tran": "他们想让我做什么,宣战还是投降？", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/0/3/a03f24c1a7d34b2eb97f94228ba84fa6.mp3", "tts_size": "19K"}, {"ex": "Which are the ones you really like?...", "tran": "哪些是你们真正喜欢的？", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/d/0/fd0e9788bcc21b37c557ba59fc5abc82.mp3", "tts_size": "8K"}]}, {"def": "You use <b>which</b> to refer to a choice between two or more possible answers or alternatives.", "tran": "(用于指明在两个或多个答案或选项中所作出的选择)哪个，哪些", "posp": "DET", "example": [{"ex": "I wanted to know which school it was you went to...", "tran": "我想知道你上的是哪所学校。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/4/5/e450f19d8f620ad1a9eb381ecbb858c5.mp3", "tts_size": "12K"}, {"ex": "I can't remember which teachers I had...", "tran": "我记不清哪些老师教过我。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/1/b/91b94ba11ff583ea9c5b93b89e2b08f3.mp3", "tts_size": "12K"}]}, {"def": "You use <b>which</b> at the beginning of a relative clause when specifying the thing that you are talking about or when giving more information about it.", "tran": "(用于关系从句句首，具体说明所谈论的事物或提供关于它的更多信息)", "posp": "PRON-REL", "example": [{"ex": "Soldiers opened fire on a car which failed to stop at an army checkpoint...", "tran": "士兵向那辆拒绝在军事检查站停车检查的汽车开了火。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/c/5/ec5ef9dab80817f06b9eea510a1df30e.mp3", "tts_size": "22K"}, {"ex": "He's based in Banja Luka, which is the largest city in northern Bosnia...", "tran": "他驻扎在波斯尼亚北部的最大城市巴尼亚卢卡。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/c/d/dcd91b41854ab9ebd0642ea117987f23.mp3", "tts_size": "21K"}]}, {"def": "You use <b>which</b> to refer back to an idea or situation expressed in a previous sentence or sentences, especially when you want to give your opinion about it.", "tran": "(用来回指前面句子表达的观点或状况)这，那", "posp": "PRON-REL", "example": [{"ex": "They ran out of drink. Which actually didn't bother me because I wasn't drinking...", "tran": "他们把酒喝完了。但实际上这对我来说无所谓，因为我不喝酒。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/7/e/77e6ac7f124c4e52b99658405960482e.mp3", "tts_size": "24K"}, {"ex": "Since we started in September we have raised fifty thousand pounds, which is pretty good going...", "tran": "我们自从9月份开始以来，已经募集到5万英镑，进展相当顺利。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/0/6/506ab357bae786847f358e250b6e802d.mp3", "tts_size": "26K"}]}, {"def": "If you cannot tell the difference between two things, you can say that you do not know <b>which is which</b> .", "tran": "哪个是哪个(用于表示无法区分)", "posp": "PHRASE", "example": [{"ex": "They all look so alike to me that I'm never sure which is which...", "tran": "对我来说他们看起来全都非常相似，我永远搞不清哪个是哪个。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/3/6/f3632b414c5e83eace50996d1382045e.mp3", "tts_size": "16K"}, {"ex": "It's essential to know which is which as treatments will be quite different.", "tran": "由于治疗的方法将会全然不同，因此弄清楚哪个是哪个很重要。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/f/8/cf8c497c7837743e0ec51b09919e0b8b.mp3", "tts_size": "19K"}]}]}], "cetSix": [{"word": "which", "count": 100, "kd": [], "Sentence": [{"sentence": "Thus was born the idea of the Grand Tour, a practice which introduced Englishmen, Germans, Scandinavians, and also Americans to the art and culture of France and Italy for the next 300 years.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They were the pioneers of gender equity, in their useful, adaptable clothing, which was both made for the masses and capable of self-expression.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The most recent one took place last week in Washington, D.C.Students join a team through their schools, which provide a volunteer coach and pay a nominal fee to send students to regional and state competitions.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The cycle continues: Poorer parents have less time and fewer resources to invest in their children, which can leave children less prepared for school and work, which leads to lower earnings.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The company had previously announced the planned closures, but had not said which locations would be affected.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The British traveler Charles Thompson spoke for many Grand Tourists when in 1744 he described himself as being impatiently desirous of viewing a country so famous in history, a country which once gave laws to the world, and which is at present the greatest school of music and painting, contains the noblest productions of sculpture and architecture, and is filled with cabinets of rarities, and collections of all kinds of historical relics.", "come": "出自-2017年6月阅读原文"}, {"sentence": "That letter, which includes several concerns Morgan has with the plan, was originally obtained by The Commercial Appeal in Memphis.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Renewables account for only a small share of global primary energy consumption, which is still dominated by fossil fuels—30% each for coal and oil, 25% for natural gas.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Its flagship stores in major U.S. cities depend heavily on international tourist spending, which shrank at many retailers due to a strong dollar.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It has plans to open more locations of Macy's Backstage, a newly-developed off-price concept which might help it better compete with ambitious T.J.Maxx.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In these groups, which came out of an Eastern European tradition of developing young talent, professors teach promising K-12 students advanced mathematics for several hours after school or on weekends.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In an email statement from the state's Office of Customer Focused Government, which is examining the possibility of outsourcing, spokeswoman Michelle R.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Haslam has said colleges would be free to opt in or out of the outsourcing plan, which has not been finalized.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Futures markets, which show only a modest recovery of prices to around $60 a barrel by 2019, support this view.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Extracurricular activities reflect the differences in child rearing in the Pew survey, which was of a nationally representative sample of 1,807 parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Coal prices also are low, owing to over-supply and the scaling-down of demand, especially from China, which burns half of the world's coal.", "come": "出自-2017年6月阅读原文"}, {"sentence": "But will such contests, which are overwhelmingly dominated by Asian and white students from middle-class and affluent families become any more diverse? Many social and cultural factors play roles in determining which promising students get on the path toward international math recognition.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Another influential feeder for advanced-math students is an online school called Art of Problem Solving, which began about 13 years ago and now has 15,000 users.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Another example is reading aloud, which studies have shown gives children bigger vocabularies and better reading comprehension in school.", "come": "出自-2017年6月阅读原文"}, {"sentence": "After the high-pressure Countdown round at this year's national MathCounts competition, in which the top 12 students went head to head solving complex problems in rapid fire, the finalists for the Math Video Challenge took the stage to show their videos.", "come": "出自-2017年6月阅读原文"}, {"sentence": "About 250 students so far have gone through the program, which receives funding from the Jack Kent Cooke Foundation.", "come": "出自-2017年6月阅读原文"}, {"sentence": "About 100,000 students around the country participate in the program's competition series, which culminates in a national game-show-style contest held each May.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In the past, health experts warned us that the day would come in which it would become very difficult to provide medical care for even common problems such as lung infection or severe sour throat.", "come": "出自-2017年6月听力原文"}, {"sentence": "In fact, you may have heard about the new superbugs, which are antibiotic-resistant bacteria that have developed as a result of overprescribed antibiotics.", "come": "出自-2017年6月听力原文"}, {"sentence": "However, today is a new era in which taking antibiotics can cause some very dangerous and potentially life threatening situations.", "come": "出自-2017年6月听力原文"}, {"sentence": "And in today’s program, we’re looking at the results of two recently published surveys, which both deal with the same topic—happiness at work.", "come": "出自-2017年6月听力原文"}, {"sentence": "Which makes it odd that the kitchen has become the heart of the modern house: what the great hall was to the medieval castle, the kitchen is to the 21stcentury home.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Unilever recently ran an interactive campaign for its Axe deodorant ( ' ,  除臭剂), which kept viewers engaged for more than three minutes on average.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Thoughts turn first to some sort of global statistic, some indicator which would rate the wealth of nations in both economic and environmental terms and show a relationship between the two.", "come": "出自-2016年6月阅读原文"}, {"sentence": "They are not clear which products are truly green.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The protection and improvement of the human environment is a major issue which affects the well-being of peoples and economic development throughout the world, read the final declaration from this gathering, the first of a sequence which would lead to the Rio de Janeiro Earth Summit in 1992 and the World Development Summit in Johannesburg three years ago.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The bills in both chambers would create health insurance exchanges on which small businesses and individuals could choose from an array of private plans and possibly a public option.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The Millennium Ecosystem Assessment, a vast four-year global study which reported its initial conclusions earlier this year, found reasons to believe that managing ecosystems sustainably—working with nature rather than against it—might be less profitable in the short term, but certainly brings long-term rewards.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Some are turning to the Internet, which is cheaper and offers concrete measurements like click-through rates— especially important at a time when marketing budgets are tight.", "come": "出自-2016年6月阅读原文"}, {"sentence": "One recent study attempted to calculate the extent of this ecological overshoot of the human economy, and found that we are using 1.2 Earth's-worth of environmental goods and services—the implication being that at some point the debt will be called in, and all those services—the things which the planet does for us for free—will grind to a halt.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Mr.Wilhelm said the excess of labels made it difficult for businesses and consumers to know which labels they should pay attention to.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Medical spending, which typically rises faster than wages and the overall economy, is propelled by two things: the high prices charged for medical services in this country and the volume of unnecessary care delivered by doctors and hospitals, which often perform a lot more tests and treatments than a patient really needs.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It cannot respond to the opportunities which industry may offer.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Interactive television advertising, which allows viewers to use their remote controls to click on advertisements, has been pushed for years.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In other words, structural unemployment is a fake problem, which mainly serves as an excuse for not pursuing real solutions.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In most cases, the human waste is used on grain crops, which are eventually cooked, minimizing the risk of transmitting water-borne diseases.", "come": "出自-2016年6月阅读原文"}, {"sentence": "If our economies are to flourish, if global poverty is to be eliminated and if the well-being of the world's people enhanced—not just in this generation but in succeeding generations—we must make sure we take care of the natural environment and resources on which our economic activity depends.", "come": "出自-2016年6月阅读原文"}, {"sentence": "For almost five centuries a very large supply of cod ( ' ,  鳕 鱼) provided abundant raw material for an industry which at its peak employed about 40,000 people, sustaining entire communities in Newfoundland.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Exclusivity, more familiar in the world of high fashion, has reached the kitchen: Robinson&Cornish, a British manufacturer of custom-made kitchens, offers a Georgian-style one which would cost £145,000-155,000— excluding building, plumbing and electrical work.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Clearly, richer societies are able to provide environmental improvements which lie well beyond the reach of poorer communities.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But researchers are improving systems to measure a teacher's performance throughout the year, and, with three years of data, it's usually possible to tell which teachers are failing.", "come": "出自-2016年6月阅读原文"}, {"sentence": "BrightLine iTV, which designs and sells interactive ads, says interest has surged: it expects its revenues almost to triple this year.", "come": "出自-2016年6月阅读原文"}, {"sentence": "What happens to the centralized  electric grid, which took decades and billions of dollars to build, as more and more people become prosumers,  who produce and consume their own energy on-site?No one knows which – if any – battery technology will ultimately dominate, but one thing remains clear: The  future of energy is in how we store it.", "come": "出自-2016年12月阅读原文"}, {"sentence": "There is an incompatibility in the rate at which these are advancing relative  to the way we're digesting it, he said.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The researchers found that telepressure is a major cause of stress at work,  which  over  time  contributes  to  physical  and  mental  burnout.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The most climate-vulnerable countries in the world have contributed very little to creating the global disease  from which they now suffer the most.", "come": "出自-2016年12月阅读原文"}, {"sentence": "South Korea, which operates state-of-the-art bases here, is increasing its fishing of krill ( ' , 磷虾), found in abundance in the Southern Ocean, while Russia recently frustrated efforts to create one of the world's largest ocean sanctuaries here.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Some scientists are examining the potential for harvesting icebergs form Antarctica, which is estimated to have the biggest reserves of fresh water on the planet.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Most of them take jobs which don't require a college degree.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Many of the world's most climate-vulnerable countries, the majority of  which are African or small island states, produce a very small quantity of emissions.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In the paper, he and his colleagues used the example of cystic fibrosis,  which is underdiagnosed in people of African ancestry because it is thought of as a white disease.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Even utility companies, which have long viewed batteries and alternative forms of energy as  a threat, are learning to embrace the technologies as enabling rather than disrupting.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Even the technology  press conferences, which have been high-profile in the past and reached a level of drama and theatrics fitting  for a Las Vegas stage, have a different bent to them.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Du Bravac  works for CTA – which puts on the show each year – and said that this shift to a search for solutions has been  noticeable as he researched his predictions for 2016.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The purpose of today’s lecture, as you have seen from the title and the abstract, is to examine in more detail the problems facing small- and medium-sized enterprises which arise at least in part from having to adapt to rapid advances in technology.", "come": "出自-2016年12月听力原文"}, {"sentence": "That will help you decide which items are really worth it.", "come": "出自-2016年12月听力原文"}, {"sentence": "Sports drinks which are often high in sugar and calories made up most of the food and drink deals, with soft drinks and fast food filling out the reminder.", "come": "出自-2016年12月听力原文"}, {"sentence": "People physically fit enough to survive over 100 years ultimately give in to diseases such as Alzheimer’s, which affects the mind and cognitive function.", "come": "出自-2016年12月听力原文"}, {"sentence": "Currently, there’s mounting criticism of Michelle Obama’s Let’s Move campaign, which fights childhood obesity by encouraging youngsters to become more physically active, and it signed on singer Beyonce and basketball player Shaquille O’Neal, both of whom also endorse sodas which are a major contributor to the obesity epidemic.", "come": "出自-2016年12月听力原文"}, {"sentence": "When investors put up money to build, say, a nuclear power plant, they expect to earn that money back over the planned life of the plant, which is typically between 40 and 60 years.", "come": "出自-2015年12月阅读原文"}, {"sentence": "There are some very commendable characteristics of the CFL [compact fluorescent ( ' ,  荧光的 ) light bulb], yet the selection of any light source remains inseparable from the luminaire ( ' ,  照明装置 ) that houses it, along with the space in which both arc installed, and lighting requirements that need to be satisfied.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The incandescent light bulb, invented by Thomas Edison, which came to be the symbol of inspiration, has been developed into hundreds, if not thousands, of forms.", "come": "出自-2015年12月阅读原文"}, {"sentence": "That helps explain why, as I'm First's Rubinoff indicated, the schools to which these students end up resorting can end up being some of the poorest matches for them.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Still, Jones represents a small percentage of first-generation students who are able to gain entry into more elite universities, which are often known for robust financial aid packages and remarkably high graduation rates for first-generation students.", "come": "出自-2015年12月阅读原文"}, {"sentence": "So what factors, at the community level, do predict if poor children will move up the economic ladder as adults? What explains, for instance, why the Salt Lake City metro area is one of the 100 largest metropolitan areas most likely to lift the fortunes of the poor and the Atlanta metro area is one of the least likely?Harvard economist Raj Chetty has pointed to economic and racial segregation, community density, the size of a community's middle class, the quality of schools, community religiosity, and family structure, which he calls the single strongest correlate of upward mobility.", "come": "出自-2015年12月阅读原文"}, {"sentence": "One of the ways in which all agents seem to make decisions is that they assign a lower weighting to outcomes that are going to be further away in the future, he says.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Once you have started the boulder rolling, it develops momentum, which is defined by its mass and velocity.", "come": "出自-2015年12月阅读原文"}, {"sentence": "In Paying for the Party, Hamilton describes what she calls the party pathway, which eases many students through college, helped along by various clubs that send students into the party scene and a host of easier majors.", "come": "出自-2015年12月阅读原文"}, {"sentence": "In 2011 they released a landmark study titled Academically Adrift, which documented the lack of intellectual growth experienced by many people enrolled in college.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Imagine how intimidating it be for prospective students unfamiliar with the complexities of higher education to navigate this kind of information and then identify which schools are the best fit.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Cialdini conducted a study in San Diego in which coat hangers bearing messages about saving energy were hung on people's doors.", "come": "出自-2015年12月阅读原文"}, {"sentence": "A job application might mention affiliations with groups such as the Wisconsin Association of African-American Lawyers or the National Black Employees Association, the names of which apparently have consequences, and are also beyond their members' control.", "come": "出自-2015年12月阅读原文"}, {"sentence": "A 2001 study cataloged all the ways in which the term Black carried connotations ( ' ,  涵义 ) that were more negative than those of African American.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Yet improvement won’t come easily, it won’t come overnight and there are limits beyond which not even science can take us.", "come": "出自-2015年12月听力原文"}, {"sentence": "The best form of advertising is probably word-of-mouth advertising which occurs when people tell their friends about the benefits of products or services that they have purchased.", "come": "出自-2015年12月听力原文"}, {"sentence": "The agency createsadvertisements and develops a media plan, specifying which media will be used and in which proportions.", "come": "出自-2015年12月听力原文"}, {"sentence": "Indeed many organizations also useinstitutional or prestige advertising which is designed to build uptheir reputation rather than to sell particular products.", "come": "出自-2015年12月听力原文"}, {"sentence": "If we could figure out how to improve the efficiency with which we use energy, we can do a lot of work with the energy that is available.", "come": "出自-2015年12月听力原文"}, {"sentence": "\"AI is hugely exciting,\" she said, \"but it has limitations, which present grave dangers given uncritical use.\"", "come": "2019年6月六级真题（第一套）阅读 Section C"}, {"sentence": "\"In America there are large ants which can eat whole trees bare as a broom handle in a single night,\"she wrote in the description.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"One of the ways in which all agents seem to make decisions is that they assign a lower weighting to outcomes that are going to be further away in the future,\" he says.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"Snapping a photo directs attention, which heightens the pleasure you get from whatever you're looking at,\" Dehl says.", "come": "2018年6月六级真题(第二套)阅读 Section C"}, {"sentence": "\"The protection and improvement of the human environment is a major issue which affects the well-being of peoples and economic development throughout the world,\" read the final declaration from this gathering, the first of a sequence which would lead to t", "come": "2016年6月六级真题（第三套）阅读 Section B"}, {"sentence": "\"There is an incompatibility in the rate at which these are advancing relative to the way we're digesting it,\" he said.", "come": "2016年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"This study shows the importance of so-called non-cognitive' or soft skills in contributing to children's positive peer relationships, which, in turn, contribute to their academic success,\"said Kenneth Dodge, director of the Duke Center for Child and Fami", "come": "2018年12月六级真题（第一套）阅读 Section C"}, {"sentence": "18-hour cities combine the best of 24-hour and 9-5 cities, which contributes to downtown revitalization.", "come": "2017年12月六级真题（第一套）阅读 Section C"}, {"sentence": "A 2001 study cataloged all the ways in which the term \" Black \" carried connotations  涵 义  that were more negative than those of \" African American. \"", "come": "2015年12月六级真题（第一套）阅读 Section C"}, {"sentence": "A job application might mention affiliations with groups such as the \"Wisconsin Association of African-American Lawyers\" or the \"National Black Employees Association,\" the names of which apparently have consequences, and are also beyond their members' con", "come": "2015年12月六级真题（第一套）阅读 Section C"}, {"sentence": "A robot's appearance affects its ability to successfully interact with humans, which is why the riKEN-Tri Collaboration Center for Human-Interactive Robot Research decided to develop a robotic nurse that looks like a huge teddy bear.", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "A season in the field will help determine which, if any, of the varieties are ready for commercialization.", "come": "2018年6月六级真题(第二套)阅读 Section C"}, {"sentence": "About 100,000 students around the country participate in the program's competition series, which culminates in a national game-showstyle contest held each May.", "come": "2017年6月六级真题（第三套）阅读 Section B"}, {"sentence": "Access to foot traffic and proximity to transit allow the type of entertainment-oriented businesses such as bars and restaurants to stay open later, which attracts both younger, creative workers and baby boomers nearing retirement alike.", "come": "2017年12月六级真题（第一套）阅读 Section C"}, {"sentence": "According to social psychologist Brian Nosek, executive director of the Center for Open Science, the average data-sharing rate for the journal Psychological Science, which uses the badges, increased tenfold to % from 2013 to 2015.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "According to The Boston Globe, students who earned their bachelor's in 2012 have an average monthly loan payment of $2, which is one-third more than those who graduated in 2004.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "After conducting extensive research in which he studied the festivals of many African groups of people, he decided that the new holiday should be a harvest or \"first fruits\" celebration, incorporating ideas from many different harvest traditions.", "come": "2017年12月六级真题（第一套）听力 Section C"}]}], "slang": [{"tokens": "Says which?", "type": "", "list": [{"explanation": "你说啥？", "example": [{"en": "Says which?I don't believe what I heard.", "zh": "你说什么?我才不信你的话呢。"}]}], "class": ["美国俚语"]}], "exchanges": ["which"], "derivation": [{"yuyuan_name": "Old English hwilc, from the Germanic bases of who and alike"}], "gaokao": [{"word": "which", "count": 100, "kd": [], "Sentence": [{"sentence": "A coin is put into the cake, which signifies 预示 success in the new year for the person who receives it.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "Although it doesn't taste of anything special, it's still worth a try, as is the knobbly cat's head which is more of a curiosity than anything else.", "come": "2016年高考英语全国卷3 阅读理解 阅读C 原文"}, {"sentence": "Among the bag makers' arguments: many cities with bans still allow shoppers to purchase paper bags, which are easily recycled but require more energy to produce and transport.", "come": "2018年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "And Athenians willingly obeyed the written laws which they themselves passed, and the unwritten, which must be obeyed if free men live together.", "come": "2015年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Besides, the professor might leave after ten minutes, which would make your trip a total loss.", "come": "2015年高考英语浙江卷 阅读理解 主旨概括 原文"}, {"sentence": "And, before I finish, let me just give you some advice which should make your stay more enjoyable.", "come": "2016年高考英语四川卷 听力 原文"}, {"sentence": "Another important design goal is communication, which designers have improved by lowering the walls that separate workstations.", "come": "2015年高考英语上海卷 选词填空 原文"}, {"sentence": "Another study of 302 volunteers at hospitals in Chicago focused on individual differences in the degree to which people view \"volunteer\" as an important social role.", "come": "2015年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "As a result, in the last twenty years or so, many people have come to believe that whatever change is happening today is the result of great technological progress, going against which will be like trying to turn the clock back.", "come": "2019年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "As a result, I've always kept up with the newspapers, faithfully read news magazines and learned to really enjoy books, all of which have been an invaluable help to me in radio and television reporting.", "come": "2019年高考英语浙江卷 听力 原文"}, {"sentence": "At last they had seen a half-written letter in the pile in which my husband had given his new telephone number to a friend.", "come": "2014年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "At least until spring arrived, by which time they were dealing with damaging floods.", "come": "2015年高考英语上海卷 阅读理解 阅读A 原文"}, {"sentence": "At the events, you can meet expert growers and discuss which ones will best suit your conditions, and because these are family affairs, children are well catered for with apple-themed fun and games.", "come": "2016年高考英语全国卷3 阅读理解 阅读C 原文"}, {"sentence": "At the university of Cambridge Turin discovered a wealth of important materials-including photographs, films, tape recordings, and field notes—which had remained unstudied and were badly in need of care and protection.", "come": "2014年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "At which place can people of different ages enjoy a good laugh?", "come": "2016年高考英语全国卷2 阅读理解 阅读A 题设"}, {"sentence": "Athens was more and more looked on as a cooperative business possessed of great wealth in which all citizens had a right to share.", "come": "2015年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Before people retire, they usually plan to do a lot of great things, which they never had time to do while working.", "come": "2014年高考英语全国卷1 完形填空 原文"}, {"sentence": "Big cities generally have heavy traffic and expensive parking, but there you have a choice of taking public transport, which is cheaper than driving.", "come": "2014年高考英语全国卷1 听力 原文"}, {"sentence": "Bradford sold the building and land to a local development firm, which plans to build a shopping complex on the land where the theater is located.", "come": "2017年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "But he is providing a few years during which the farmers will, perhaps, be able to find other means of adapting.", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "But humans enjoyed all of these advantages for a full 2 million years during which they remained weak and marginal creature.", "come": "2019年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "But what about large, heavy structures like the Tremont hotel, which was a six-story brick building?", "come": "2015年高考英语湖南卷 阅读理解 阅读B 原文"}, {"sentence": "By analysing the numbers, it found the average mother works 119 hours a week, 40 of which would usually be paid at a standard rate and 79 hours as overtime.", "come": "2015年高考英语四川卷 阅读理解 阅读C 原文"}, {"sentence": "By boat is the only way to get here, which is how we arrived.", "come": "2018年高考英语江苏卷 单项填空 原文"}, {"sentence": "Chamber orchestra: the orchestra plays at memorial hall at 1406 elm street, which offers several concerts from march through June.", "come": "2016年高考英语全国卷3 阅读理解 阅读A 原文"}, {"sentence": "China today attracts a worldwide readership, which shows that more and more people all over the world want to learn about China.", "come": "2015年高考英语福建卷 单项填空 原文"}, {"sentence": "Consequently, she succeeded in making a kind of candy only using natural sweeteners, which can reduce oral bacteria.", "come": "2019年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Creating an atmosphere in which employees feel part of a team is a big challenge.", "come": "2015年高考英语浙江卷 单项填空 原文"}, {"sentence": "Daydreams are often very simple and direct, quite unlike sleep dreams, which may be hard to understand.", "come": "2015年高考英语北京卷 阅读理解 单项填空 选项"}, {"sentence": "Depending on which role you choose, you could help to increase a community's access to safe drinking water, or help to protect valuable local cultures.", "come": "2019年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "Doing so will help you get into a better university, which will enable you to have a bright future.", "come": "2016年高考英语浙江卷（10月） 阅读理解 七选五 原文"}, {"sentence": "During the rosy years of elementary school (小学), I enjoyed sharing my dolls and jokes, which allowed me to keep my high social status.", "come": "2019年高考英语全国卷I 阅读理解 阅读D 原文"}, {"sentence": "Embryonic learning helps mother birds to identify the baby birds which fit the environment better.", "come": "2017年高考英语江苏卷 阅读理解 阅读B 题设"}, {"sentence": "Europe has only around 200 languages; the Americas about 1000; Africa 2400; and asia and the pacific perhaps 3200, of which papua new guinea alone accounts for well over 800.", "come": "2018年高考英语全国卷I 阅读理解 阅读C 原文"}, {"sentence": "Even when the machines are recycled and the harmful metals removed, the recycling process often is carried out in poor countries, in practically uncontrolled ways which allow many poisonous substances to escape into the environment.", "come": "2015年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "First, sport programs can provide youth with opportunities to be physically active, which can lead to improved physical health.", "come": "2015年高考英语上海卷 阅读理解 阅读表达 原文"}, {"sentence": "Food in small pieces could be eaten easily with twigs which gradually turned into chopsticks.", "come": "2016年高考英语全国卷3 语法填空 原文"}, {"sentence": "For example, when I'm writing a textbook, it has become second nature to check a dozen definitions of a key term, which helps me dig into the core and understand its meaning.", "come": "2016年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "Frank Hurley, a confident and gifted Australian photographer who knew the antArctic, was hired to make the images, most of which have never before been published.", "come": "2016年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "Further up, the weather changes— low clouds envelope the mountainsides, which are covered with thick grass.", "come": "2019年高考英语全国卷I 完形填空 原文"}, {"sentence": "Gin spent five months in early 2015 exploring the most remote corners of this area, which sits on the edge of the Amazon rainforest, with half its population of only 250, 000 living in its capital, Cayenne.", "come": "2016年高考英语四川卷 阅读理解 阅读C 原文"}, {"sentence": "He owned a farm, which looked almost abandoned.", "come": "2015年高考英语广东卷 语法填空 原文"}, {"sentence": "He was an international grandmaster, which meant I wound be learning from one of the game's best.", "come": "2018年高考英语全国卷I 完形填空 原文"}, {"sentence": "He wrote many children' s books, nearly half of which were published in the 1990s.", "come": "2015年高考英语重庆卷 单项填空 原文"}, {"sentence": "Hormones are chemicals which are produced by the body to control various body functions.", "come": "2016年高考英语四川卷 阅读理解 七选五 原文"}, {"sentence": "However, instead of devoting themselves to their work, they find themselves working to support the lifestyle to which they have so quickly become accustomed.", "come": "2015年高考英语浙江卷 完形填空 原文"}, {"sentence": "However, now they are becoming an extended period of adolescence, during which many of today's students and are not shouldered with adult responsibilities.", "come": "2016年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "I chose five candy bars, which brought my total to 25 cents.", "come": "2015年高考英语四川卷 阅读表达 原文"}, {"sentence": "I could only have left it on the G9 bus, which was now speeding in the dark to some unknown station.", "come": "2019年高考英语天津卷 完形填空 原文"}, {"sentence": "I enjoyed, for instance, the chapter in which Harold discovers how to think on his own.", "come": "2015年高考英语湖北卷 阅读理解 阅读E 原文"}, {"sentence": "I told him about the many activities in which I was involved.", "come": "2016年高考英语江苏卷 完形填空 原文"}, {"sentence": "I'd skipped nearby Guilin, a dream place for tourists seeking the limestone mountain tops and dark waters of the Li river which are pictured by artists in so many Chinese paintings.", "come": "2015年高考英语全国卷1 语法填空 原文"}, {"sentence": "If he didn't, his body temperature would get very low, which could quickly kill him.", "come": "2015年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "If the air you're breathing is clean—which it would be if you're away from the smog of cities—then the air is filled with life-giving, energizing oxygen.", "come": "2019年高考英语全国卷I 阅读理解 七选五 原文"}, {"sentence": "If you take the medicine more than three times a week, you may get a rebound headache, which is far more severe than tension headaches.", "come": "2015年高考英语湖北卷 听力 原文"}, {"sentence": "If you want to take an underground journey, which place is the best choice?", "come": "2019年高考英语江苏卷 阅读理解 阅读A 题设"}, {"sentence": "In general, the kind of news which may be expected to give immediate reward are news of crime and corruption, accidents and disasters, sports, social events, and human interest.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "In order to stay she's had to prove her language skills by taking a test which requires her to write a postcard to an imaginary friend.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读C 原文"}, {"sentence": "In southern Spain the sudden increase of greenhouses which reflect light back to space has changed the warming trend locally, and actually cooled the region.", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "In the new trial, which will be launched from April 18, one of three \"up\" escalators will be standing only, with a second banning walking at peak times.", "come": "2016年高考英语上海卷 阅读理解 阅读D 原文"}, {"sentence": "In the weeks that followed, the solution which had come up in my unconscious mind provided correct at every step.", "come": "2016年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "In which section of a newspaper may this text appear?", "come": "2019年高考英语全国卷3 阅读理解 阅读D 题设"}, {"sentence": "Instead of introducing scientific theories, he tells a story, within which he tries to make his points, perhaps in order to keep the reader's attention.", "come": "2015年高考英语湖北卷 阅读理解 阅读E 原文"}, {"sentence": "Instead, he invented a reading system of raised dots点, which opened up a whole new world of knowledge to the blind.", "come": "2015年高考英语重庆卷 阅读理解 阅读A 原文"}, {"sentence": "It is a truly delightful place, which looks the same as it must have done 100 years ago with its winding streets and pretty cottages.", "come": "2015年高考英语湖南卷 单项选择 原文"}, {"sentence": "It was a change that took place without being noticed though it was of the extreme importance, a spiritual change which affected the whole state.", "come": "2015年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "It was a woman, pushing an old shopping trolley which was piled with bags.", "come": "2017年高考英语北京卷 完形填空 原文"}, {"sentence": "It was coined by the trans-research institute to describe a new philosophy by which high achievers at work chose a lower salary in exchange for a better quality of life.", "come": "2015年高考英语上海卷 听力 原文"}, {"sentence": "Italy, which has a much weaker tradition of immigration, has witnessed a sharp increase in immigration in recent years.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读C 原文"}, {"sentence": "Kahoot software can be used to create grammar tests which can be graded on a network.", "come": "2015年高考英语安徽卷 阅读理解 阅读A 原文"}, {"sentence": "Keep in mind that in a fifteen-minute office hour which is how long these things usually last, two or three questions are usually the most you'll have time to discuss.", "come": "2015年高考英语浙江卷 阅读理解 主旨概括 原文"}, {"sentence": "Keep it safe at all times, and then you will not have any unpleasant accident, which could ruin your whole weekend.", "come": "2016年高考英语全国卷2 听力 原文"}, {"sentence": "Kunqu society, the classical Chinese theater which combines singing, dancing and acting to literary works by masters of Ming and Qing dynasties, performing introduces four signature plays of Kunqu master Jiqing Zhang to American audiences.", "come": "2015年高考英语广东卷 阅读理解 信息匹配 原文"}, {"sentence": "Last year her fantasy story which involved the mysterious Forbidden City received critical acclaim.", "come": "2015年高考英语广东卷 阅读理解 信息匹配 题设"}, {"sentence": "Later, engineers managed to construct railways in a system of deep tunnels, which became known to the tube.", "come": "2017年高考英语全国卷2 语法填空 原文"}, {"sentence": "Led by professor Phil Blythe, the Newcastle team are developing in-vehicle technologies for older drivers which they hope could help them to continue driving into later life.", "come": "2017年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "Light pollution is largely the result of bad lighting design, which allows artificial light to shine outward and upward into the sky.", "come": "2015年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "Like anything, it is possible to have too much of both, which is not good for the health.", "come": "2017年高考英语全国卷1 语法填空 原文"}, {"sentence": "Like many things in life, it's an ongoing process, and the best part of the process is that there's enough room for improvement, which means you'll just keep getting better and better.", "come": "2017年高考英语浙江卷（11月） 语法填空 原文"}, {"sentence": "Lin-Manuel Miranda wrote this musical about Alexander Hamilton,in which the birth of America is presented as an immigrant story.", "come": "2019年高考英语全国卷3 阅读理解 阅读A 原文"}, {"sentence": "Luckily, he also had a cow which produced milk every day.", "come": "2015年高考英语广东卷 语法填空 原文"}, {"sentence": "Many western companies have tried to imitate such asian ways of doing things, which are based on general agreement.", "come": "2016年高考英语上海卷 完形填空 原文"}, {"sentence": "Measles, which once killed 450 children each year and disabled even more, was nearly wiped out in the united states 14 years ago by the universal use of the MMR vaccine.", "come": "2017年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "Melissa, his daughter, felt it more than worthwhile to save his music, to which she fell asleep catch night when she was young.", "come": "2019年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Most of us, when we talk about volcanoes, think of the classic cone shapes of a Fuji or Kilimanjaro, which are created when erupting magma piles up.", "come": "2019年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "No one can say which brand will work best for you or feel best on your feet, so you have to rely on your experience and on the feel of each pair as you shop.", "come": "2015年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "Norton sound was covered with ice, which could sometimes break up without warning.", "come": "2016年高考英语北京卷 完形填空 原文"}, {"sentence": "Now I get to work with dad a lot, which I love.", "come": "2017年高考英语天津卷 阅读表达 原文"}, {"sentence": "Now Irene Astbury works from 9am to 5pm daily at the pet shop in Macclesfield, which she opened with her late husband Les.", "come": "2019年高考英语全国卷2 语法填空 原文"}, {"sentence": "On the edge of the Jacket, there is a piece of cloth which/that gives off light in the dark.", "come": "2019年高考英语浙江卷 语法填空 原文"}, {"sentence": "On which of following days will woman work?", "come": "2016年高考英语北京卷 听力 题设"}, {"sentence": "One afternoon, I was crossing the field to go home and saw Miller stuck going over a fence—which wasn't hard to climb if you had both arms.", "come": "2016年高考英语全国卷3 完形填空 原文"}, {"sentence": "Participants indicated the degree to which the social role mattered by responding to statements such as \"volunteering in hospital is an important part of who I am\".", "come": "2015年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "Previous studies have also indicated that milk can be excellent for helping sleep because of the calcium content, which helps people to relax.", "come": "2016年高考英语四川卷 阅读理解 阅读D 原文"}, {"sentence": "Recently, she has shown great interest in photo exhibits which feature young artists with islamic or Chinese background.", "come": "2015年高考英语广东卷 阅读理解 信息匹配 题设"}, {"sentence": "Researchers have discovered that \"night milk\" contains more melatonin, which has been proven to help people feel sleepy and reduce anxiety.", "come": "2016年高考英语四川卷 阅读理解 阅读D 原文"}, {"sentence": "Researchers in spain and england recently found that the worms of the greater wax moth can break down polyethylene, which accounts for 40% of plastics.", "come": "2018年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "Scientists have advanced many theories about why human beings cry tears, none of which has been proved.", "come": "2016年高考英语浙江卷（6月） 单项选择 原文"}, {"sentence": "She may have fed on the body of a sheep which had also fallen over the edge.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "She refused to live with male cranes, and even had a reputation for killing some of them, which made it impossible for her to become a mother.", "come": "2019年高考英语江苏卷 完形填空 原文"}]}], "baesInfo": {"word_name": "which", "is_CRI": "1", "symbols": [{"ph_en": "wɪtʃ", "ph_am": "wɪtʃ", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/7b/b1/7bb17fe24be2f6ac249eea3cf861cb68.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/8b/7a/8b7af514f25f1f9456dcd10d2337f753.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/8/b/7/8b7af514f25f1f9456dcd10d2337f753.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/7b/b1/7bb17fe24be2f6ac249eea3cf861cb68.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/8b/7a/8b7af514f25f1f9456dcd10d2337f753.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/8/b/7/8b7af514f25f1f9456dcd10d2337f753.mp3", "parts": [{"part": "pron.", "means": ["哪一个", "（…的）那个"]}, {"part": "det.", "means": ["哪个"]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 5}, "kaoyan": [{"word": "which", "count": 100, "kd": [], "Sentence": [{"sentence": "We are thus led to distinguish, within the broad educational process which we have been so far considering, a more formal kind of education -- that of direct tuition or schooling.", "come": "出自-2009年考研翻译原文"}, {"sentence": "These groups mainly rely for instilling needed dispositions into the young upon the same sort of association which keeps the adults loyal to their group.", "come": "出自-2009年考研翻译原文"}, {"sentence": "There is a marked difference between the education which every one gets from living with others, and the deliberate educating of the young.", "come": "出自-2009年考研翻译原文"}, {"sentence": "Since our chief business with them is to enable them to share in a common life we cannot help considering whether or no we are forming the powers which will secure this ability.", "come": "出自-2009年考研翻译原文"}, {"sentence": "Even today, in our industrial life, apart from certain values of industriousness and thrift, the intellectual and emotional reaction of the forms of human association under which the world's work is carried on receives little attention as compared with physical output.", "come": "出自-2009年考研翻译原文"}, {"sentence": "Yet most ancestry testing only considers a single lineage, either the Y chromosome inherited through men in a father’s line or mitochondrial DNA, which a passed down only from mothers.", "come": "出自-2009年考研阅读原文"}, {"sentence": "More than 60,000 people have purchased the PTKs since they first become available without prescriptions last years, according to Doug Fog, chief operating officer of Identigene, which makes the over-the-counter kits.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Historical particularism, which emphasized the uniqueness of all cultures, gave new direction to anthropology.", "come": "出自-2009年考研阅读原文"}, {"sentence": "He argued that human evolution was characterized by a struggle he called the “survival of the fittest,” in which weaker races and societies must eventually be replaced by stronger, more advanced races and societies.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Critics also argue that commercial genetic testing is only as good as the reference collections to which a sample is compared.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Among the most popular : paternity and kinship testing , which adopted children can use to find their biological relatives and families can use to track down kids put for adoption.", "come": "出自-2009年考研阅读原文"}, {"sentence": "All of us work through problems in ways of which we're unaware, she says.", "come": "出自-2009年考研阅读原文"}, {"sentence": "We are even farther removed from the unfocused newspaper review published in England between the turn of the 20th century and the eve of World War Ⅱ, at a time when newsprint was dirt-cheap and stylish arts criticism was considered an ornament to the publications in which it appeared.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Now the nation's top patent court appears completely ready to scale back on business-method patents, which have been controversial ever since they were first authorized 10 years ago.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Journalistic tastes had changed long before his death, and postmodern reader shave little use for the richly upholstered Vicwardian prose in which he specialized.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Demand comes mainly from two sources: independent mom-and-pop grocery stores which, unlike large retail chains, are too small to buy straight from producers, and food service operators that cater to consumers when they don’t eat at home.", "come": "出自-2010年考研阅读原文"}, {"sentence": "But almost all have ignored the big, profitable opportunity in their own backyard: the wholesale food and drink trade, which appears to be just the kind of market retailers need.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Big retailers must understand these differences before they can identify the segments of European wholesaling in which their particular abilities might unseat smaller but entrenched competitors.", "come": "出自-2010年考研阅读原文"}, {"sentence": "And dead markets partly reflect the paralysis of banks which will not sell assets for fear of booking losses, yet are reluctant to buy all those supposed bargains.", "come": "出自-2010年考研阅读原文"}, {"sentence": "America’s new plan to buy up toxic assets will not work unless banks mark assets to levels which buyers find attractive.", "come": "出自-2010年考研阅读原文"}, {"sentence": "All in all, this clearly seems to be a market in which big retailers could profitably apply their gigantic scale, existing infrastructure, and proven skills in the management of product ranges, logistics, and marketing intelligence.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Within two weeks, he was talking for the first time with the board of Hartford Financial Services Group, which named him CEO and chairman on September 29.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Toyota Motor, for example, alleviated some of the damage from its recall crisis earlier this year with a relatively quick and well-orchestrated social-media response campaign, which included efforts to engage with consumers directly on sites such as Twitter and the social-news site Digg.", "come": "出自-2011年考研阅读原文"}, {"sentence": "So, at the end of a decade of thesis-writing, many humanities students leave the profession to do something for which they have not been trained.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Otherwise, academics will continue to think dangerously alike, increasingly detached from the societies which they study, investigate and criticise.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Menand, is to alter the way in which “the producers of knowledge are produced”.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Equally unsurprisingly, only about half end up with professorships for which they entered graduate school.", "come": "出自-2011年考研阅读原文"}, {"sentence": "The second, by Joshua Greenberg, takes a more empirical approach to universality identifying traits ( ' , particularly in word order) shared by many language which are considered to represent biases that result from cognitive constraints.", "come": "出自-2012年考研翻译原文"}, {"sentence": "A few generative rules are then sufficient to unfold the entire fundamental structure of a language, which is why children can learn it so quickly.", "come": "出自-2012年考研翻译原文"}, {"sentence": "com, which allow users to combine pictures, words and other media in creative ways and then share them, have the potential to add stickiness by amusing, entertaining and enlightening others.", "come": "出自-2012年考研阅读原文"}, {"sentence": "This is the credibility process, through which the individual researcher’s me, here, now becomes the community’s anyone, anywhere, anytime.", "come": "出自-2012年考研阅读原文"}, {"sentence": "But in her new book Join the Club, Tina Rosenberg contends that peer pressure can also be a positive force through what she calls the social cure, in which organizations and officials use the power of group dynamics to help individuals improve their lives and possibly the word.", "come": "出自-2012年考研阅读原文"}, {"sentence": "When we are deprived of green, of plants, of trees, most of us give into a demoralization of spirit which we usually blame on some psychological conditions, until one day we find ourselves in garden and feel the expression vanish as if by magic.", "come": "出自-2013年考研翻译原文"}, {"sentence": "The gardens of the homeless which are in effect homeless gardens introduce from into an urban environment where it either didn’t exist or was not discernible as such.", "come": "出自-2013年考研翻译原文"}, {"sentence": "In so doing they give composure to a segment of the inarticulate environment in which they take their stand.", "come": "出自-2013年考研翻译原文"}, {"sentence": "A sacred place of peace, however crude it may be, is a distinctly human need, as opposed to shelter, which is a distinctly animal need.", "come": "出自-2013年考研翻译原文"}, {"sentence": "Two of the three objecting Justice-Samuel Alito and Clarence Thomas-agreed with this Constitutional logic but disagreed about which Arizona rules conflicted with the federal statute.", "come": "出自-2013年考研阅读原文"}, {"sentence": "In the 2006 film version of The Devil Wears Prada ,Miranda Priestly, played by Meryl Streep, scolds her unattractive assistant for imagining that high fashion doesn’t affect her, Priestly explains how the deep blue color of the assistant’s sweater descended over the years from fashion shows to departments stores and to the bargain bin in which the poor girl doubtless found her garment.", "come": "出自-2013年考研阅读原文"}, {"sentence": "If it is trying to upset Google, which relies almost wholly on default will become the norm.", "come": "出自-2013年考研阅读原文"}, {"sentence": "As so often, the past holds the key to the future: we have now identified enough of the long-term patterns shaping the history of the planet, and our species, to make evidence-based forecasts about the situations in which our descendants will find themselves.", "come": "出自-2013年考研阅读原文"}, {"sentence": "An old saying has it that half of all advertising budgets are wasted-the trouble is, no one knows which half.", "come": "出自-2013年考研阅读原文"}, {"sentence": "After all, it has an ad business too, which it says will comply with DNT requests, though it is still working out how.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Especially significant was his view of freedom, which, for him, was associated with the rights and responsibilities of the individual: he advocated freedom of thought and of personal expression.", "come": "出自-2014年考研翻译原文"}, {"sentence": "The virgin forest with its richness and variety of trees was a veritable real treasure-house which extended from Maine all the way down to Georgia.", "come": "出自-2015年考研翻译原文"}, {"sentence": "The first shiploads of immigrants bound for the territory which is now the United States crossed the Atlantic more than a hundred years after the 15th- and 16th-century explorations of North America.", "come": "出自-2015年考研翻译原文"}, {"sentence": "The United States is the product of two principal forces-the immigration of European peoples with their varied ideas, customs, and national characteristics and the impact of a new country which modified these traits.", "come": "出自-2015年考研翻译原文"}, {"sentence": "But the result was a new social pattern which, although it resembled European society in many ways, had a character that was distinctly American.", "come": "出自-2015年考研翻译原文"}, {"sentence": "You make further inferences, for instance, about how the test may be significant to you, or about its validity—inferences that form the basis of a personal response for which the author will inevitably be far less responsible.", "come": "出自-2015年考研阅读原文"}, {"sentence": "In many respects, the dearth of moral purpose frames not only the fact of such widespread phone hacking but the terms on which the trial took place.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Factors such as the place and period in which we are reading, our gender ethnicity, age and social class will encourage us towards certain interpretation but at the same time obscure or even close off others.", "come": "出自-2015年考研阅读原文"}, {"sentence": "It is like the immune system of the body, which under stress or through lack of nutrition or exercise can be weakened, but which never leaves us.", "come": "出自-2016年考研翻译原文"}, {"sentence": "Which may be what the Times is doing already.", "come": "出自-2016年考研阅读原文"}, {"sentence": "The charter’s main tool of enforcement is to deny access for designers and modeling agencies to Copenhagen Fashion Week ( ' , CFW), which is run by the Danish Fashion Institute.", "come": "出自-2016年考研阅读原文"}, {"sentence": "France, which prides itself as the global innovator of fashion, has decided its fashion industry has lost an absolute right to define physical beauty for women.", "come": "出自-2016年考研阅读原文"}, {"sentence": "The anticipation of possible shifts in demand provided by this study is significant: It gives a basis to all organization which seek to promote the learning and very different operating environment.", "come": "出自-2017年考研翻译原文"}, {"sentence": "Complex international, economic, technological and culture change could start to diminish the leading position of English as the language of the world market, and UK interests which enjoy advantage from the breath of English usage would consequently face new pressures.", "come": "出自-2017年考研翻译原文"}, {"sentence": "Kennedy once said that a country’s GDP measures “everything except that which makes life worthwhile.”", "come": "出自-2017年考研阅读原文"}, {"sentence": "But it did so while holding its nose at the ethics of his conduct, which included accepting gifts such as a Rolex watch and a Ferrari automobile from a company seeking access to government.", "come": "出自-2017年考研阅读原文"}, {"sentence": "Court, school organizations of amateurs, and the traveling actors were all rivals in supplying a widespread desire for dramatic entertainment; and  no boy who went a grammar school could be ignorant that the drama was a form of literature which gave glory to Greece and Rome and might yet bring honor to England.", "come": "出自-2018年考研翻译原文"}, {"sentence": "What matters is that they will belong to a private monopoly which developed them using public resources.", "come": "出自-2018年考研阅读原文"}, {"sentence": "Legislation is moving through the House that would save USPS an estimated $286 billion over five years, which could help pay for new vehicles, among other survival measures.", "come": "出自-2018年考研阅读原文"}, {"sentence": "It Is against that background that the information commissioner, Elizabeth Denham, has issued her damning verdict against the Royal Free hospital trust under the NHS, which handed over to DeepMind the records of 1.", "come": "出自-2018年考研阅读原文"}, {"sentence": "6 million patients In 2015 on the basis of a vague agreement which took far too little account of the patients' rights and their expectations of privacy.", "come": "出自-2018年考研阅读原文"}, {"sentence": "\"Carry a book with you at all times\" can actually work, too-providing you dip in often enough, so that reading becomes the default state from which you temporarily surface to take care of business, before dropping back down.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"The valuable examples which they furnish of the power of self-help, of patient purpose, resolute working and steadfast integrity, issuing in the formation of truly noble and manly character, exhibit,\" wrote Smiles, \" what it is in the power of each to ac", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"When I come home from a hard day's work, I often feel tired,\" Danaher says, adding,\"In a world in which I don't have to work, I might feel rather different\" - perhaps different enough to throw himself into a hobby or a passion project with the intensity ", "come": "2017年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "After bills, Tony has ￡60 a week to spend, ￡40 of which goes on food, but 10 years ago he was earning ￡130,000 a year working in corporate communications and eating at London's best restaurants at least twice a week.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "All of which would, of course, have a positive effect on our happiness levels.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "America's new plan to buy up toxic assets will not work unless banks mark assets to levels which buyers find attractive.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Among the most popular: paternity and kinship testing, which adopted children can use to find their biological relatives and families can use to track down kids put up for adoption.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "And anything that raises GPAs will likely make students—who, at the end of the day, are paying the bill—feel they've gotten a better value for their tuition dollars, which is another big concern for colleges.", "come": "2019年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "And there are health conditions for which being overweight is actually protective .", "come": "2014年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "As so often, the past holds the key to the future: we have now identified enough of the long-term patterns shaping the history of the planet, and our species, to make evidence-based forecasts about the situations in which our descendant will find themselv", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "As such, it needed to appreciate the economic realities, the social contexts and power relations in which each epoch stood.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "As we grow up, we learn to control our emotions so they are manageable and don't dictate our behaviors, which is in many ways a good thing.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "At first glance this might seem like a strength that grants the ability to make judgments which are unbiased by external factors.", "come": "2013年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "But in her new book Join the Club, Tina Rosenberg contends that peer pressure  can also be a positive force through what she calls the social cure, in which  organizations and officials use the power of group dynamics to help individuals  improve their li", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But it did so while holding its nose at the ethics of his conduct, which included accepting gifts such as a Rolex watch and a Ferrari Automobile from a company seeking access to government.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But it has already sparked significant controversy, with the Unite Sates trade representative opening an investigation into whether the tax discriminates against American companies, which in turn could lead to trade sanctions against France.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "California's plan, which is expected to be finalized by the governor next year, should serve as a model.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Carnegie would be right if arguments were fights, which is how we often think of them.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "Conversations are links, which means when you have a conversation with a new person a link gets formed and every conversation you have after that moment will strengthen the link.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Davidson's article is one of a number of pieces that have recently appeared making the point that the reason we have such stubbornly high unemployment and declining middle-class incomes today is largely because of the big drop in demand because of the Gre", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Deep reading requires not just time, but a special kind of time which can't be obtained merely by becoming more efficient.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Emerging in the late sixties and reaching a peak in the Seventies, Land Art was one of a range of new forms, including Body Art,Performance Art, Action Art and Installation Art, which pushed art beyond the traditional confines of the studio and gallery.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Even American newspapers, which inhabit the most troubled corner of the global industry, have not only survived but often returned to profit.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "From then on his sketches,which appeared under the pen name \"Boz\" in The Evening Chronicle, earned him a modest reputation.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "given the advantages of electronic money, you might think that we would move quickly to the cashless society in which all payments are made electronically.", "come": "2013年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Grade forgiveness allows students to retake a course in which they received a low grade, and the most recent grade or the highest grade is the only one that counts in calculating a student's overall GPA.", "come": "2019年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Grade inflation—the gradual increase in average GPAs grade—point averages over the past few decades—is often considered a product of a consumer era in higher education, in which students are treated like customers to be pleased.", "come": "2019年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "He also urged councils to impose \"fast-food-free zones\" around schools and hospitals—areas within which takeaways cannot open.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "He argued that human evolution was characterized by a struggle he called the \"survival of the fittest\", in which weaker races and societies must eventually be replaced by stronger, more advanced races and societies.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "historical particularism, which emphasized the uniqueness of all cultures, gave new direction to anthropology.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "If it is trying to upset Google, which relies almost wholly on advertising, it has chosen an indirect method: there is no guarantee that DNT by default will become the norm.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "If the subjects quickly chose a falsely flattering image—which most did—they genuinely believed it was really how they looked.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "If we readjust our view of arguments—from a verbal fight or tennis game to a reasoned exchange through which we all gain mutual respect, and understanding—then we change the very nature of what it means to \"win\" an argument.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "If you get lost without a phone or a compass, and you  literally can't find north, a few tricks to help you navigate back  to civilization, one of which is to follow the land.", "come": "2019年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "In an experiment published in 1988, social psychologist Fritz Strack of the University of Würzburg in Germany asked volunteers to hold a pen either with their teeth—thereby creating an artificial smile—or with their lips, which would produce a disappointe", "come": "2011年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "In fact, these commutes were reportedly more enjoyable compared with those without communication, which makes absolute sense, since human  beings thrive off of social connections.", "come": "2015年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "In many respects, the dearth of moral purpose frames not only the fact of such widespread phone hacking but the terms on which the trial took place .", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}]}], "bidec": {"word_name": "which", "parts": [{"part_id": "37633", "part_name": "pron.", "word_id": "28511", "means": [{"mean_id": "73994", "part_id": "37633", "word_mean": "哪一个, 哪一些", "sentences": [{"en": "That is the house which I built.", "cn": "那是我建的房子。"}, {"en": "Ask him which he wants.", "cn": "问他一下他要哪一个。"}, {"en": "I can't decide which to choose.", "cn": "我无法决定要选哪一个。"}]}, {"mean_id": "73995", "part_id": "37633", "word_mean": "（明确所指的事物）…的那个，…的那些 ；（进一步提供有关某事物的信息）那个，那些", "sentences": []}]}, {"part_id": "37634", "part_name": "adj.", "word_id": "28511", "means": [{"mean_id": "73996", "part_id": "37634", "word_mean": "哪一", "sentences": [{"en": "Let me know which train you'll be arriving on.", "cn": "告诉我你要坐哪一趟车来。</seg>"}]}]}]}, "new_sentence": [{"tag": "全部", "word": "which", "meaning": "全部", "sentences": [{"id": 2657428, "type": 1, "cn": "游泳和网球，哪种运动比较好？", "en": "Which is better exercise─swimming or tennis?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/66/5201087d56aa5ee81fdaa64d4948d.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657429, "type": 1, "cn": "哪一位应聘者得到了这份工作？", "en": "Which of the applicants has got the job?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/9f/95f3cb40f4662a91b53ca05b57f9a.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657430, "type": 1, "cn": "哪些患者已经康复了？", "en": "Which of the patients have recovered?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/5f/a7121dba656236eedb864b9c03d64.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657431, "type": 1, "cn": "风朝哪个方向刮？", "en": "Which way is the wind blowing?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/5/8d/544f80998f874dfd6a1353c0ff127.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657432, "type": 1, "cn": "俯瞰湖泊的房子要价高些。", "en": "Houses which overlook the lake cost more.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/54/a6a604b7ea9148212466abb18b728.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657433, "type": 1, "cn": "这是一场她完全没有防备的危机。", "en": "It was a crisis for which she was totally unprepared.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/82/1a5622fc3e7e2dc88add04dfc554a.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657434, "type": 1, "cn": "他最优秀的电影，就是荣获几项大奖的那一部，是关于甘地生平的。", "en": "His best movie, which won several awards, was about the life of Gandhi.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/5/be/db5d3ca148f57277a68eeac469c30.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657435, "type": 1, "cn": "你的索赔应当能成功，假如这样的话，损害赔偿金将会相当可观。", "en": "Your claim ought to succeed, in which case the damages will be substantial.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/3d/3e66654b9cb5e32a3e008545138cb.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657436, "type": 1, "cn": "这一对双胞胎长得一模一样，我分不清谁是谁。", "en": "The twins are so alike I can't tell which is which.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/5d/7a21331ac0430c1e695b6d563320b.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657418, "type": 1, "cn": "他们想让我做什么,宣战还是投降？", "en": "Which do they want me to do? declare war or surrender?...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/a/0/3/a03f24c1a7d34b2eb97f94228ba84fa6.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2657419, "type": 1, "cn": "哪些是你们真正喜欢的？", "en": "Which are the ones you really like?...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/d/0/fd0e9788bcc21b37c557ba59fc5abc82.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 2657420, "type": 1, "cn": "我想知道你上的是哪所学校。", "en": "I wanted to know which school it was you went to...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/e/4/5/e450f19d8f620ad1a9eb381ecbb858c5.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 2657421, "type": 1, "cn": "我记不清哪些老师教过我。", "en": "I can't remember which teachers I had...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/1/b/91b94ba11ff583ea9c5b93b89e2b08f3.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 2657422, "type": 1, "cn": "士兵向那辆拒绝在军事检查站停车检查的汽车开了火。", "en": "Soldiers opened fire on a car which failed to stop at an army checkpoint...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/e/c/5/ec5ef9dab80817f06b9eea510a1df30e.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2657423, "type": 1, "cn": "他驻扎在波斯尼亚北部的最大城市巴尼亚卢卡。", "en": "He's based in Banja Luka, which is the largest city in northern Bosnia...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/d/c/d/dcd91b41854ab9ebd0642ea117987f23.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 2657424, "type": 1, "cn": "他们把酒喝完了。但实际上这对我来说无所谓，因为我不喝酒。", "en": "They ran out of drink. Which actually didn't bother me because I wasn't drinking...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/7/7/e/77e6ac7f124c4e52b99658405960482e.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 2657425, "type": 1, "cn": "我们自从9月份开始以来，已经募集到5万英镑，进展相当顺利。", "en": "Since we started in September we have raised fifty thousand pounds, which is pretty good going...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/5/0/6/506ab357bae786847f358e250b6e802d.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 2657426, "type": 1, "cn": "对我来说他们看起来全都非常相似，我永远搞不清哪个是哪个。", "en": "They all look so alike to me that I'm never sure which is which...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/3/6/f3632b414c5e83eace50996d1382045e.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2657427, "type": 1, "cn": "由于治疗的方法将会全然不同，因此弄清楚哪个是哪个很重要。", "en": "It's essential to know which is which as treatments will be quite different.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/f/8/cf8c497c7837743e0ec51b09919e0b8b.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 4196, "type": 1, "cn": "表面上道貌岸然的人或有声望的家庭,却有着骇人听闻,多年不让人知道的秘密,这样的事情我们经常在小说里读到.", "en": "We often read in novels how a seemingly respectable person or family has some terrible secret which has been concealed from strangers for years.", "from": "《用法词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/5/0/95049c25f160e4f329c35c44c01785d6.mp3", "ttsSize": 40, "likeNum": 0}, {"id": 10399, "type": 1, "cn": "真假参半的谎言最险恶.", "en": "A lie which is half a truth is ever the blackest of lies.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/4/b/94b68fa13d7a21a46bdaad3e57d6ac8d.mp3", "ttsSize": 17, "likeNum": 0}]}, {"tag": "哪一个", "word": "which", "meaning": "哪一个", "sentences": [{"id": 34591, "type": 1, "cn": "艾莉丝·威尔森: 哦, 谢谢你. 嗯, 名片上哪一个是你的姓氏 呢 ?", "en": "Alice Wilson: Oh, thank you. Well, which of the names on your card is your surname?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/c/d/ecdca155bfa1edcdac03b5dab43ca03e.mp3", "ttsSize": 31, "likeNum": 0}, {"id": 82977, "type": 1, "cn": "你们哪一个跟我一起去?", "en": "Which of you will go with me?", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/2/9/829e218b30914c5a44417530fac76e06.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 92531, "type": 1, "cn": "请告诉我,食堂和餐厅.哪一个好 呢 ?", "en": "Please tell me which is better?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/3/b/43b74b1cdb9c5547034785d59e38ae13.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 118250, "type": 1, "cn": "哪一个算式将给他这个数字?", "en": "Which calculation will give him this number?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/3/8/f38098bc20558fcc7fc6f09809a59dde.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 269931, "type": 1, "cn": "哪一个医生为你看病?", "en": "Which doctor is attending you?", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/b/a/dba713af8de7d826581540364ab36519.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 329199, "type": 1, "cn": "钱和朋友甲: 你认为钱和朋友哪一个更重要?", "en": "MONEY AND FRIENDS A: Which do you find more important, money or friends?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/d/5/bd54b55d2070b551a4b5a5add5e29e73.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 350286, "type": 1, "cn": "他们都请维拉同他们一起外出, 但是维拉却在等待,等她发现哪一个求婚者的钱最多!", "en": "They've both asked her to go out with them, but Vera is playing a waiting game until she finds out which one of her suitors has the most money!", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/7/f/97f59dfa263effa90b550d87acd3951e.mp3", "ttsSize": 37, "likeNum": 0}, {"id": 369465, "type": 1, "cn": "除了中国,哪一个国家人口最多?", "en": "Which country after China has the largest population?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/0/2/60289ff12657406a1b5c09873c353f4d.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 411029, "type": 1, "cn": "那你推荐哪一个?", "en": "B: Which one would you recommend?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/c/2/4c22f6def3324836a811f8c79803b104.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 426778, "type": 1, "cn": "我们坐哪一个 呢 ?", "en": "Which one shall we take?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/7/9/d79a68e71ae4aa4ccf2a9da59485ff9c.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 439494, "type": 1, "cn": "例子: 网球和足球哪一个比较小?", "en": "Example: Which is smaller a tennis ball or a football?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/8/1/18128acd6ea15e61847211e850fccd17.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 481891, "type": 1, "cn": "问: 从何红河开始答: 哪一个?", "en": "Question: Where does red river begin Answer: Which one?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/1/5/d1504c26d40d42096b1724aaa2044cc6.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 545447, "type": 1, "cn": "你喜欢哪一个, 这个还是那个?", "en": "Which one do you like, this one or that one?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/3/b/e3b3dcffb872be76b918e1d7271276fe.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 557712, "type": 1, "cn": "哪一个是当今战争的起因, 是帝国主义还是恐怖主义?", "en": "Which is the source of war in modern times, imperialism or terrorism?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/8/c/f8c8bf346a9c7ff04c4365ba7155f1b8.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 603209, "type": 1, "cn": "软件产品和软件开发过程,哪一个更重要?", "en": "Which is more important, the software product or the software development process?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/e/5/4e532f76b900fed8f3eecde43cfcacf2.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 713375, "type": 1, "cn": "你是哪一个俱乐部的会员?", "en": "You are the member of which club?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/f/2/df2a4b6c23bdcdac7b7949cd69352748.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 766423, "type": 1, "cn": "你最喜欢哪一个?", "en": "Which do you like best?", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/f/3/5f3c56ec890c8992d1ff33c1720fa7e4.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 791908, "type": 1, "cn": "耶户说, 我们众人里,你要对哪一个说 呢 .", "en": "And Jehu said, Unto which of all us?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/5/b/55ba107aa52764c952d88988717c00df.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 796519, "type": 1, "cn": "背靠背地站着,我们好看一看你们哪一个较高.", "en": "Stand back to back and we'll see which of you is taller.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/9/d/69d36991519b3a1cb7bffd8cfccd9055.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 833660, "type": 1, "cn": "她想要哪一个神父主持她的婚礼?", "en": "Which priest would she like to officiate at her wedding?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/6/4/864b15bc17979d15c8e211a9cdcd5403.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 870515, "type": 1, "cn": "贵国是哪一个政党执政?", "en": "Which political party is in office in your country?", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/0/c/00c78eff81cb329f342d094840ba5b08.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 963728, "type": 1, "cn": "他们为哪一个是用过的而争吵.", "en": "They argued about which one was to be used.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/3/0/a306e84985cd54a11b34d8da1768fefc.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 982206, "type": 1, "cn": "B最好的办法是尝试各种工作,看看你最喜欢哪一个.", "en": "B The best thing is to try various jobs and see which you like most.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/e/6/1e6c7d2081bf3c1ca99700cece8177d8.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 998043, "type": 1, "cn": "亚洲第一个举办奥运会的城市是哪一个?", "en": "Which was the first host city in Asia?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/3/2/c329175d5e3f50abde12c2e1b723e7ac.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 1019828, "type": 1, "cn": "哪一个女孩子得了奖?", "en": "Which girl won the prize?", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/7/2/77227ac89c762fc27850b24ffdf464af.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 1070716, "type": 1, "cn": "我应该买哪一个?", "en": "Which one shall I buy?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/5/9/159fed310b68d1956161a1812f8d0f5b.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 1116348, "type": 1, "cn": "背靠背站著,这样我们就能看出你们俩哪一个高了.", "en": "Stand back to back and we'll see which of you is tall.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/1/9/c19dfb30d9f070ef7da011efdaed016a.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 1119706, "type": 1, "cn": "嗯, 名片上哪一个是你的姓氏 呢 ?", "en": "Well, which of the names on your card is your surname?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/c/e/ccec810d89293d601f58e2220ab38c2f.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 1137168, "type": 1, "cn": "她问我该选哪一个.", "en": "She asked me which to choose.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/f/b/3fb76c483db44fc6075420156e19dfbd.mp3", "ttsSize": 10, "likeNum": 0}]}, {"tag": "哪一些", "word": "which", "meaning": "哪一些", "sentences": [{"id": 1184070, "type": 1, "cn": "不易说出这些单位中的哪一些更常用.", "en": "Which of these units are more often used is not easy to say.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/d/7/ad7e47e2ba8f2444d2e207d86034dd22.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 1326170, "type": 1, "cn": "关于进化的事实哪一些肯定是真实的,而哪一些碰巧是真实的 呢 ?", "en": "Which facts about evolution had to be true and which just happen to be true?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/3/2/b32d8fb4e0e61ec1afd3ac1657cde47c.mp3", "ttsSize": 19, "likeNum": 0}]}, {"tag": "哪个", "word": "which", "meaning": "哪个", "sentences": [{"id": 2657431, "type": 1, "cn": "风朝哪个方向刮？", "en": "Which way is the wind blowing?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/5/8d/544f80998f874dfd6a1353c0ff127.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657426, "type": 1, "cn": "对我来说他们看起来全都非常相似，我永远搞不清哪个是哪个。", "en": "They all look so alike to me that I'm never sure which is which...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/3/6/f3632b414c5e83eace50996d1382045e.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2657427, "type": 1, "cn": "由于治疗的方法将会全然不同，因此弄清楚哪个是哪个很重要。", "en": "It's essential to know which is which as treatments will be quite different.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/f/8/cf8c497c7837743e0ec51b09919e0b8b.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2379744, "type": 1, "cn": "特雷莎·梅的政敌正在其中进行密谋的那些WhatsApp（聊天）群，哪个政治记者，哪个党鞭会不想知道其他成员构成？", "en": "What political journalist, what party whip, would not want to know the make up of the WhatsApp groups in which Theresa May's enemies are currently plotting?", "from": "18年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/fa/34d13705d90f483b32e281f99cbfd.mp3", "ttsSize": 236, "likeNum": 0}, {"id": 5104, "type": 1, "cn": "你在哪个部门工作?", "en": "A: Which department do you work in?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/c/1/bc1ca316eb33f9fe6ea3fd57b9e14d40.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 29759, "type": 1, "cn": "要共享哪个文件夹?", "en": "Which folder do you want to share?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/e/4/6e4315f550047f673ec4cb266414d4ec.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 42954, "type": 1, "cn": "文件夹编号确定哪个文件夹中的邮件存档.", "en": "Folder Id Determines which folder a message is filed to.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/1/9/c1971e0c980dcb84e9c6e76c6dbc5c07.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 48974, "type": 1, "cn": "你是哪个学校毕业的? A: 我毕业于河北大学.", "en": "Which university did you graduate from? A : I graduated from Hebei University.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/a/5/9a5e35567fa84afb3efa2e00b26ed6cf.mp3", "ttsSize": 29, "likeNum": 0}, {"id": 62048, "type": 1, "cn": "长陵里埋葬的是哪个皇帝和皇后?", "en": "Which emperor and queen of the Ming Dynasty were buried in the Tomb of Changling?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/c/1/5c131ab61c5db52687f4ac9c7936ff99.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 74754, "type": 1, "cn": "哪个工厂生产这种照相机?", "en": "Which factory produce this kind of camera?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/2/0/22020d44d0aeeee1fcb225d7e7499933.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 75176, "type": 1, "cn": "世界上最大的城市是哪个?", "en": "Which is the biggest city in the world?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/7/2/572c8a1bd84411a453fa2ad14cd3e494.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 102827, "type": 1, "cn": "莫尼斯的一个女儿问, 他收购的公司中哪个是他的最爱.", "en": "Moniz asked a daughter, he acquired the companies in which he is the favorite.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/7/b/c7b30a8ea779318f99fe89128fe29160.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 105617, "type": 1, "cn": "你以前读哪个学校?", "en": "O : Which school did you go to?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/0/3/7033853d41fbe66a6aa7df1296666a29.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 120603, "type": 1, "cn": "心死和人死, 哪个更可怕 吗 ?", "en": "Cardiac death and die, which is more frightening?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/c/a/3ca695e8f82b491a30f2fe184a4e4366.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 122673, "type": 1, "cn": "瑞恩: 哪个, 长官?", "en": "Private Ryan: Which one, sir?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/6/7/0677d786512be762abff988495548fef.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 125419, "type": 1, "cn": "如果哪个囊肿是恶性的割掉了那癌细胞还会扩散 么 ?", "en": "If which cyst is malign cyst is malign, cut off that cell still can diffuse?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/5/f/d5f60dc9a053f6007262df885285c6df.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 140200, "type": 1, "cn": "如果空运将选择哪个机场?", "en": "Which airport if the aerial transport will choose?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/1/0/2103aaeab89d507ba96f9aa1d03f4e63.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 160443, "type": 1, "cn": "另一个记者: 访问的城市当中,殿下最喜欢哪个 呢 ?", "en": "Bnother reporter: Which of the cities visited did Your Highness enjoy the most?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/7/a/e7a909ff92bd4c5069c3c6aa77a2cb43.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 166954, "type": 1, "cn": "是刺激啊. 但是你知道有哪个国家有这样一个节日吗?", "en": "Yes, it is very exciting. But do you know which country has such a festival.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/a/8/ba88beac9cf4563ab31bb28710a85ff7.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 166981, "type": 1, "cn": "她的民族服装表明了她来自哪个国家.", "en": "Her national costume show which country she came from?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/f/6/8f6f9b17f13a8e2e8368ec6299cadd8a.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 169515, "type": 1, "cn": "您对哪个设计领域比较感兴趣?", "en": "Which specific area of design are you interested in?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/b/d/abd7f7ec60ba40ea545a89424ab31d09.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 178920, "type": 1, "cn": "他朝哪个方向去了?", "en": "In which direction did he go?", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/7/7/3770ac0cdd56f90f1ba72b7e3fb3ffc7.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 179654, "type": 1, "cn": "到苏黎世的火车从哪个月台出发?", "en": "Which platform does the train for Zurich leave from?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/d/0/9d07b74dca8e145105b28e9600e802d3.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 188930, "type": 1, "cn": "他们在讨论应采用哪个体系.", "en": "They were discussing which system to adopt.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/2/9/329372215166f2ef0060aa00eaa34bd8.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 200235, "type": 1, "cn": "SEAN最喜欢哪个国家? 为什么?", "en": "Which nation does SEAN like most? Why?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/a/8/7a83e4eccd094450943f1daba991146a.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 202697, "type": 1, "cn": "你在哪个系学习\\部门工作?", "en": "Which department are you in?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/5/a/a5ac840212dc04b9b6f0acbf6d8f6c83.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 204316, "type": 1, "cn": "威海哪个季节最好?", "en": "Which is the best season in Weihai?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/c/2/ac2c9d84025e44eecd4a3ac64b50cee9.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 208405, "type": 1, "cn": "你能与哪个组织一起合作去对付水资源的问题?", "en": "Which organizations can you partner with to address water issues?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/f/5/3f53f85a856edd6d10accddccb97f587.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 212940, "type": 1, "cn": "以下哪个议会没有采用代表制?", "en": "Which one of the following parliaments or assemblies does not use proportional representation?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/e/2/ee203af482657df4936dcbef3b72e356.mp3", "ttsSize": 26, "likeNum": 0}]}], "cetFour": [{"word": "which", "count": 100, "kd": [], "Sentence": [{"sentence": "These extra features are deemed unnecessary by the majority of shoppers, which probably reflects how these types of products are typically more expensive than regular toilet paper, even when on special offer.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The report refers to this as the coming of the 18-hour city, and uses the term to refer to cities like Houston, Austin, Charlotte, and Nashville, which are positioning themselves as highly competitive, in terms of livability, employment offerings, and recreational and cultural facilities.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Instead of giving people practice, the gradual reduction likely gave them cravings ( ' ,  瘾) and withdrawal symptoms before they even reached quit day, which could be why fewer people in that group actually made it to that point.", "come": "出自-2017年6月阅读原文"}, {"sentence": "But current studies are beginning to place greater emphasis on the conditions under which we forget, as its importance begins to be more appreciated.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Bill, for instance, often gets painful flashbacks, in which unwanted memories intrude into his consciousness, but overall he has chosen to see it as the best way of avoiding repeating the same mistakes.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Apart from the specific trends highlighted above, which cause some investors to worry, the report portrays an overall optimism borne by the recent healthy real-estate upcycle and improving economy.", "come": "出自-2017年6月阅读原文"}, {"sentence": "A new study of 12,000 workers in 17 countries by Steelcase, a furniture-maker which also does consulting, finds that the best way to ensure employees are engaged is to give them more control over where and how they do their work—which may mean liberating them from having to do everything in collaboration with others.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There is lots of snow around, and the ground freezes, which can make life difficult for animals.", "come": "出自-2017年6月听力原文"}, {"sentence": "That’s why horses, which also come from Central Asia, like both apples and carrots so much.", "come": "出自-2017年6月听力原文"}, {"sentence": "You should live your life attempting to identify and control those things which you can genuinely control.", "come": "出自-2016年6月阅读原文"}, {"sentence": "This comfortable cycle, in which the rhythms of the day helped shape the rhythms of the meals, gave rise to the custom of the large midday meal, eaten with the extended family.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The study, which followed more than 2,000 healthy adults between the ages of 18 and 60, found that certain mental functions—including measures of abstract reasoning, mental speed and puzzle-solving—started to dull as early as age 27.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The researchers are currently analyzing the study participants' health and lifestyle to see which factors might influence age-related cognitive changes.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The findings shed light on normal age-related changes in mental function, which could aid in understanding the process of dementia ( ' ,  痴呆), according to the researchers.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The biggest challenge here is irrigation, which consumes 70% of the world's fresh water.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Such findings, which run counter to common sense, have surfaced before.", "come": "出自-2016年6月阅读原文"}, {"sentence": "So the formerly small supper after sundown becomes the big meal of the day, the only one at which the family has a chance to get together.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Patterns of childhood eating can be hard to break when we're adults, which may mean that kids of depressed moms end up dying younger.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In our pursuit of the good life, he says, it is important to seek out true pleasures—advice which was originally offered by Epicurus.", "come": "出自-2016年6月阅读原文"}, {"sentence": "I do not think that we spend nearly enough time trying to concentrate on achieving a sort of calmness, a sort of contentment in a mental and spiritual way, which was identified by these people as the highest form of happiness and pleasure.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Also, being open to new ideas had no relationship to long life, which might explain all those bad-tempered old people who are fixed in their ways.", "come": "出自-2016年6月阅读原文"}, {"sentence": "You probably think college students are experts at sleeping,  but parties, preparations for tests, personal problems and general stress can wreck a student’s sleep habits, which can be bad for the body and the mind.", "come": "出自-2016年6月听力原文"}, {"sentence": "Much of the criticism is directed at the British Airports Authority, which runs seven major airports, including the three main ones serving in London.", "come": "出自-2016年6月听力原文"}, {"sentence": "Werbach gives the example of several Disneyland hotels in Anaheim, California, which used large digital leaderboards to display how efficiently laundry workers were working compared to one another.", "come": "出自-2016年12月阅读原文"}, {"sentence": "We validated these expectations in a study in which two other psychologists and I monitored 373 students for two years during the transition to junior high school, when the work gets more difficult and the grading -102- more strict, to determine how their mind-sets might affect their math grades.", "come": "出自-2016年12月阅读原文"}, {"sentence": "This would be an environment in which teachers and students actually knew each other.", "come": "出自-2016年12月阅读原文"}, {"sentence": "They spend that money on other things, which stimulates the economy.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The principle is about understanding what is motivating to this group of players, which requires some understanding of psychology.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The implication is a sharp decline in global trade, which has plunged partly because oilproducing nations can't afford to import as much as they used to.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Sugar, alcohol and tobacco, economist Adam Smith once wrote, are commodities which are nowhere necessaries of life, which have become objects of almost universal consumption, and which are, therefore, extremely popular subjects of taxation.", "come": "出自-2016年12月阅读原文"}, {"sentence": "No matter how the math works out, you persistently view restaurants with voluntary tipping systems as being a better value, which makes it extremely difficult for restaurants and bars to do away with the tipping system.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Mistakes crack their self-confidence because they attribute errors to a lack of ability, which they feel powerless to change.", "come": "出自-2016年12月阅读原文"}, {"sentence": "However, he'll need to do so without tripping the anti-jamming system, the details of which he almost certainly does not have access to.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Forty-eight of the students received instruction in study skills only, whereas the others attended a combination of study skills sessions and classes in which they learned about the growth mind-set and how to apply it to schoolwork.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Even if they could, SimpliSafe claims that its system is always evolving, and that it varies slightly from system to system, which means there wouldn't be a universal magic formula for cracking it.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The castle, which is located on 11,700 acres, was leased to members of the royal family between 1848 and 1970, including King Edward VII and George V.", "come": "出自-2016年12月听力原文"}, {"sentence": "State arts councils help sponsor local arts and crafts festivals which draw crowds of tourist consumers.", "come": "出自-2016年12月听力原文"}, {"sentence": "It’s a pretty easy job, but one with lots of downtime, which means you will have  plenty of time to catch up on reading, do homework or study for an exam.", "come": "出自-2016年12月听力原文"}, {"sentence": "Which is nothing more or less than excellent service, if you have the money.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Instead of trying to get children to work hard, why not focus on getting them to take pleasure in meaningful, productive activity, like making things, working with others, exploring ideas, and solving problems? These focuses are not so different from the things in which they delight.", "come": "出自-2015年12月阅读原文"}, {"sentence": "But what did Carnegie-Mellon yield in Pittsburgh? And what  happened in Ithaca, home of Cornell University, which is also high on the list?I grew up in Pittsburgh and went to college at Cornell, so I can answer for both.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Brits stayed up a half-hour later to watch it, and then they woke up earlier than usual the next morning thanks to summer nights, the phenomenon in which the sun barely sets in northern countries in the summertime.", "come": "出自-2015年12月阅读原文"}, {"sentence": "As a leader, it can be challenging to create an environment in which people will freely disagree  and argue, but as the saying goes: From confrontation comes brilliance.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Last July, the Somali group al- Shabab said it was behind theblasts in the Ugandan capital which killed more than 70people.", "come": "出自-2015年12月听力原文"}, {"sentence": "\"A balanced breakfast is really helpful, but getting regular meals throughout the day is more important to leave blood sugar stable through the day, which helps control weight and hunger levels,\" says Elder.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"One of the risk factors for premature deaths is the air we breathe, over which individuals have little control,\" he said.", "come": "2018年12月四级真题（第一套）阅读 Section A"}, {"sentence": "\"What's happened is, because we focused on creating that quality of life first, which enabled the residents to live here, what has probably missed the mark is for companies to locate here,\" he says.", "come": "2019年12月四级真题（第一套）阅读 Section B"}, {"sentence": "\"When people are sleep-deprived, there are higher levels of stress hormones in their bodies which can decrease immune function,\" says Doctor Felice, of Northwestern University in Chicago.", "come": "2016年6月四级真题（第一套）听力 Section C"}, {"sentence": "A few months ago, I was down with a terrible cold which ended in a persistent bad cough.", "come": "2018年12月四级真题（第三套）阅读 Section A"}, {"sentence": "A maker space is a place which can be in a school, but it doesn't look like a classroom.", "come": "2019年6月四级真题（第三套）阅读 Section B"}, {"sentence": "A new study of 12,000 workers in 17 countries by Steel case, a furniture-maker which also does consulting, finds that the best way to ensure employees are \"engaged\" is to give them more control over where and how they do their work—which may mean liberati", "come": "2017年6月四级真题（第三套）阅读 Section B"}, {"sentence": "According to data released in January 2017, 56 percent of bills are paid online, which means that just under half of payments still rely on delivery services to be completed.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "All girls schools tend to be smaller than coeducational schools, which means teachers would be able to tailor the materials to girl students' personal learning styles and interest.", "come": "2019年12月四级真题（第一套）听力 Section C"}, {"sentence": "All of which brings us back to Goodell and the Christie case and Benghazi.", "come": "2017年12月四级真题（第二套）阅读 Section B"}, {"sentence": "All of which, combined with California's reputation as the home of technological innovation, makes the place ideal for developing and testing systems designed to monitor pollution in detail.", "come": "2018年6月四级真题（第二套）阅读 Section A"}, {"sentence": "Also, I've a good chance of winning a scholarship at Leeds, which will be pretty awesome, the benefits of being a music genius.", "come": "2019年6月四级真题（第一套）听力 Section B"}, {"sentence": "Although they are both gainfully employed, they fit cleaning jobs into their nights and weekends, which is when their service is in most demand any way.", "come": "2019年6月四级真题（第一套）听力 Section A"}, {"sentence": "And exercise releases hormones that can improve mood and relieve stress, which can also help learning.", "come": "2016年6月四级真题（第三套）阅读 Section A"}, {"sentence": "And what happened in ithaca, home of Cornell University, which is also high on the list?", "come": "2015年12月四级真题（第二套）阅读 Section C"}, {"sentence": "Apart from the specific trends highlighted above, which cause some investors to worry, the report portrays an overall optimism borne by the recent healthy real-estate \"upcycle\" and improving economy.", "come": "2017年6月四级真题（第二套）阅读 Section C"}, {"sentence": "As a leader, it can be challenging to create an environment in which people will freely disagree and argue, but as the saying goes: From confrontation comes brilliance.", "come": "2015年12月四级真题（第二套）阅读 Section C"}, {"sentence": "As I sat blocked and clueless for two solid days, I momentarily wondered if I couldn't just call an expert on the subject matter which I was tackling, or someone who took the class previously, to get me going.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "Bacteria are carried by various 'media', which can include raw food, moist surfaces where bacteria have been left, our hands or skin and from coughing or sneezing (打喷嚏).", "come": "2018年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Beyond gender, young adults' living arrangements differ considerably by education—which is tied to financial means.", "come": "2019年6月四级真题（第二套）阅读 Section B"}, {"sentence": "Bill, for instance, often gets painful \"flashbacks\", in which unwanted memories intrude into his consciousness, but overall he has chosen to see it as the best way of avoiding repeating the same mistakes.", "come": "2017年6月四级真题（第一套）阅读 Section B"}, {"sentence": "But adding Venice to the UNESCO endangered list—which is dominated by sites in developing and conflict- ridden countries—would be an international embarrassment, and could even hurt Italy's profitable tourism industry.", "come": "2018年6月四级真题（第二套）阅读 Section B"}, {"sentence": "But in his short lifetime, which ended exactly 184 years ago today, he would forever revolutionize French gourmet food (美食), write best-selling cook books and think up magical dishes for royals and other important people.", "come": "2018年12月四级真题（第二套）阅读 Section B"}, {"sentence": "But instead of bringing families together, Aderhold's letter revealed a divide in the district, which has 9,700 students, and one that broke down roughly along racial lines.", "come": "2018年6月四级真题（第一套）阅读 Section B"}, {"sentence": "But this can be chalked up to the excessively high cost of their books—which has increased over 1, 000 percent since 1977.", "come": "2019年12月四级真题（第三套）阅读 Section C"}, {"sentence": "But those shifts have yet to be reflected in record obesity levels, which stand at 36.5% overall in the US.", "come": "2018年12月四级真题（第二套）阅读 Section C"}, {"sentence": "Changing building codes, evolving tastes, and the high cost of maintaining those wonderful old signs have businesses embracing LEDs, which are energy efficient, but still carry great cost.", "come": "2018年6月四级真题（第一套）阅读 Section A"}, {"sentence": "David Hunt, an associate professor in sociology at Augusta University, which has rolled out digital textbooks across its math and psychology departments, told BuzzFeed News that he understands the utility of using systems that require access codes.", "come": "2018年6月四级真题（第三套）阅读 Section B"}, {"sentence": "Dori began operating EFK out of her virginia home, which she then expanded to local recreation centers.", "come": "2017年12月四级真题（第二套）阅读 Section A"}, {"sentence": "Eric Schmidt is one of the bosses of Google, which owns AlphaGo.", "come": "2018年12月四级真题（第一套）阅读 Section C"}, {"sentence": "Even if they could, Simpli Safe claims that its system is always evolving, and that it varies slightly from system to system, which means there wouldn't be a universal magic formula for cracking it.", "come": "2016年12月四级真题（第一套）阅读 Section B"}, {"sentence": "Explaining what the data revealed, he said: \"What you see is that even after three years, mental health is still better, which is unlike many other things that we think will make us happy.\" He observed that people living in green spaces were less stressed", "come": "2018年6月四级真题（第一套）阅读 Section C"}, {"sentence": "For women,delayed marriage—which is related, in part, to labor market outcomes for men—may explain more of the increase in their living in the family home.", "come": "2019年6月四级真题（第二套）阅读 Section B"}, {"sentence": "Hops, for example, which give many a modern beer its bitter flavor, are a relatively recent addition to the beverage.", "come": "2017年6月四级真题（第一套）阅读 Section A"}, {"sentence": "However, our idea is for it to be also fun and entertaining, something which traditional documentaries aren't so much.", "come": "2019年12月四级真题（第一套）听力 Section B"}, {"sentence": "I leave it to the reader's political preference to decide which, if any, charges should stick.", "come": "2017年12月四级真题（第二套）阅读 Section B"}, {"sentence": "I really want to lose some of these belly fat and turn it into muscle, but I'm not sure which of the gym equipment would best help.", "come": "2018年6月四级真题（第一套）听力 Section B"}, {"sentence": "I'm self-employed, which means I work for myself and I do what I love.", "come": "2019年6月四级真题（第二套）听力 Section C"}, {"sentence": "In 1816, Careme began a culinary  journey which would forever mark his place as history's first top chef.", "come": "2018年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Hesiod offers an idea — which you very often find in some of the world's great religions, in the Judeo-Christian tradition and in Islam and others — that in some sense, when you hurt another human being, you hurt yourself.", "come": "2016年6月四级真题（第二套）阅读 Section B"}, {"sentence": "In our pursuit of the good life, he says, it is important to seek out true pleasures — advice which was originally offered by Epicurus.", "come": "2016年6月四级真题（第二套）阅读 Section B"}, {"sentence": "Indeed, Google, for which Leslie expresses admiration, is also his frequent whipping boy.", "come": "2017年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Indoor pollution, which includes sources like home heating and cooking, has remained constant over the past several decades despite advances in the area.", "come": "2018年12月四级真题（第一套）阅读 Section A"}, {"sentence": "Instead of giving people practice, the gradual reduction likely gave them cravings  瘾 and withdrawal symptoms before they even reached quit day, which could be why fewer people in that group actually made it to that point.", "come": "2017年6月四级真题（第三套）阅读 Section C"}, {"sentence": "It can be hard to identify which parcels are carrying crucial items such as Social Security checks, but USPS and UPS try their best to prioritize sensitive material.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "It captures the energy which plants produce during photosynthesis, a process of converting sunlight into energy.", "come": "2016年12月四级真题（第二套）听力"}, {"sentence": "It's a pretty easy job, but one with lots of downtime, which means you will have plenty of time to catch up on reading, do homework or study for an exam.", "come": "2016年12月四级真题（第一套）听力 Section C"}, {"sentence": "It's expected to raise $410 million over the next five years, most of which will go toward funding a universal pre-kindergarten program for the city.", "come": "2019年12月四级真题（第一套）阅读 Section C"}, {"sentence": "It's pretty incredible how it has managed to hijack the genes of the algae on which it feeds.", "come": "2019年12月四级真题（第三套）阅读 Section C"}, {"sentence": "Jody has created several different presentations which she gives to different types of audiences, and she tries to establish an emotional connection with the students so that they will feel comfortable asking questions or talking to her privately.", "come": "2016年6月四级真题（第二套）听力 Section C"}, {"sentence": "Last July, the Somali group al- Shabab said it was behind the blasts in the Ugandan capital which killed more than 70 people.", "come": "2015年12月四级真题（第一套）听力 Section A"}, {"sentence": "Leonard Hayflick, a professor at the University of California, San Francisco, said the idea that aging can be cured implies the human lifespan can be increased, which some researchers suggest is possible.", "come": "2017年12月四级真题（第二套）阅读 Section C"}, {"sentence": "Mail companies are logistics companies, which puts them in a special position to help when disaster strikes.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "McGraw Hill, which controls 21% of the higher education market, reported in March that its digital content sales exceeded print sales for the first time in 2015.", "come": "2018年6月四级真题（第三套）阅读 Section B"}, {"sentence": "michigan's dominance in auto research and development is under attack from several states and countries which desire to replace our leadership in transportation.", "come": "2019年6月四级真题（第一套）阅读 Section A"}, {"sentence": "miguel Maeda, 42, who has a master's degree and works in public health,was the first in his family to go to college, which has allowed him to achieve a sense of financial stability his parents and grandparents never did.", "come": "2017年12月四级真题（第三套）阅读 Section C"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "which"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}