{"props": {"pageProps": {"query": {"w": "who"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"cetSix": [{"word": "who", "count": 100, "kd": [], "Sentence": [{"sentence": "We want to reach parents who are not plugged into the system, said Zaharopol.", "come": "出自-2017年6月阅读原文"}, {"sentence": "We live today indebted to McCardell, Cashin, Hawes, Wilkins, and Maxwell, and other women who liberated American fashion from the confines of Parisian design.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There are usually two parents, who spend a lot of time reading to children and worrying about their anxiety levels and hectic schedules.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The consumer was ultimately to be mentioned as well, especially by the likes of Dorothy Shaver, who could point to the sales figures at Lord & Taylor.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The Math Olympiad Summer Training Program is a three-week math camp held by the Mathematical Association of America that leads straight to the international championship and is free for those who make it.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The 224 students who make it to the national competition get an all-expenses-paid trip.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Teachers in low-income urban and rural areas with no history of participating in math competitions may not know about advanced-math opportunities like MathCounts—and those who do may not have support or feel trained to lead them.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Schools or teachers who sign up for the National Math Club receive a kit full of activities and resources, but there's no special teacher training and no competition attached.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Researchers who share get plenty of personal benefits, including more connections with colleagues, improved visibility and increased citations.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Parents who are white, wealthy or college-educated say too much involvement can be bad.", "come": "出自-2017年6月阅读原文"}, {"sentence": "More than a quarter of children live in single-parent households—a historic high, according to Pew—and these children are three times as likely to live in poverty as those who live with married parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Meanwhile, Macy's has simply struggled to lure consumers who are more interested in spending on travel or dining out than on new clothes or accessories.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It also adds the element of artistic creativity to attract a new pool of students who may not see themselves as math people.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Fashion in America was logical and answerable to the will of the women who wore it.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Do you know who we have to beat? asked Saul.", "come": "出自-2017年6月阅读原文"}, {"sentence": "American designers prized resourcefulness and the freedom of women who wore the clothing.", "come": "出自-2017年6月阅读原文"}, {"sentence": "According to Richard Rusczyk, the company founder, the six U.S.team members who competed at the IMO last year collectively took more than 40 courses on the site.", "come": "出自-2017年6月阅读原文"}, {"sentence": "I think about some of the students who took advantages of their opportunities in a university.", "come": "出自-2017年6月听力原文"}, {"sentence": "I remember talking with a young lawyer who was about to begin her first jury trial.", "come": "出自-2017年6月听力原文"}, {"sentence": "While the practice carries serious health risks for many, those dangers are outweighed by the social and economic gains for poor urban farmers and consumers who need affordable food.", "come": "出自-2016年6月阅读原文"}, {"sentence": "When this water is used for agricultural irrigation, farmers risk absorbing disease-causing bacteria, as do consumers who eat the produce raw and unwashed.", "come": "出自-2016年6月阅读原文"}, {"sentence": "We, of course, need to pay attention to youngsters who are filled with discontent and hostility, but we should not allow these extreme cases to distort our view of most young people.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Unfortunately, the union in Chicago is insisting that teachers who are laid off—often for being ineffective— should get priority in new hiring.", "come": "出自-2016年6月阅读原文"}, {"sentence": "They include such measures as accountable care organizations to take charge of a patient's needs with an eye on both cost and quality, and chronic disease management to make sure the seriously ill, who are responsible for the bulk of all health care costs, are treated properly.", "come": "出自-2016年6月阅读原文"}, {"sentence": "There is a large potential for wastewater agriculture to both help and hurt great numbers of urban consumers, said Liqa Raschid-Sally, who led the study.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Results of USA WEEKEND's Teens & Parents survey reveal a generation of young people who get along well with their parents and approve of the way they're being raised.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Overly strict standards often fail, James Bartram, a WHO water-health expert, said.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Nearly 2.2 million people die a year because of diarrhea-related ( ' ,  与腹泻相关 的) diseases, according to WHO statistics.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Many contemporary ideas about kitchen design can be traced back to another American, Christine Frederick, who set about enhancing the efficiency of the housewife.", "come": "出自-2016年6月阅读原文"}, {"sentence": "How does one figure out who is a weak teacher? Yes, that's a challenge.", "come": "出自-2016年6月阅读原文"}, {"sentence": "By and large, these are very nice kids, and as the band The Who used to sing, The kids are alright.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Any doctor who has wrestled with multiple forms from different insurers, or patients who have tried to understand their own parade of statements, know that simplification ought to save money.", "come": "出自-2016年6月阅读原文"}, {"sentence": "A surprising thing for the man who runs one of the world's most powerful economies to say? Perhaps; though in the run-up to the five-year review of the Millennium ( ' ,  千年的) Goals, he is far from alone.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Today, my guest is Dana Ivanovich, who has worked for the last twenty years as an interpreter.", "come": "出自-2016年6月听力原文"}, {"sentence": "In fact, they are prescribed and they’regiven at a certain level, a dosage that is understood by a practitioner who’s been trained.", "come": "出自-2016年6月听力原文"}, {"sentence": "You can see that we're here to stay, said Vladimir Cheberdak, 57, chief of the Bellingshausen Station, as he sipped tea under a portrait of Fabian Gottlieb von Bellingshausen, a high-ranking officer in the Imperial Russian Navy who explored the Antarctic coast in 1820.", "come": "出自-2016年12月阅读原文"}, {"sentence": "While  most parents, teachers and clinicians would react to an adolescent using drugs or getting drunk, they may easily  overlook teenagers who are engaging in inconspicuous behaviors.", "come": "出自-2016年12月阅读原文"}, {"sentence": "What happens to the centralized  electric grid, which took decades and billions of dollars to build, as more and more people become prosumers,  who produce and consume their own energy on-site?No one knows which – if any – battery technology will ultimately dominate, but one thing remains clear: The  future of energy is in how we store it.", "come": "出自-2016年12月阅读原文"}, {"sentence": "University education is becoming attractive to students who can afford it.", "come": "出自-2016年12月阅读原文"}, {"sentence": "This might not be right, but school-leavers who fail to acknowledge as much risk making the wrong decision about going to university.", "come": "出自-2016年12月阅读原文"}, {"sentence": "There is also very little  detail on who will provide the funds or, importantly, who is responsible for their provision.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The old days of the Antarctic being dominated by the interests and wishes of white men from European, Australasian and North American states are over, said Klaus Dodds, a politics scholar at the University of London who specialises in Antarctica.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The large base he leads resembles a snowed-in college campus on holiday break, with the capacity to sleep more than 10 times the 13 people who were staying on through the Antarctic winter.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The 83% of American employees who are stressed about their jobs – up from 73% just a year  before – say that poor compensation and an unreasonable workload are their number-one sources of stress.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Securing these funds,  and establishing who is responsible for raising them will also be vital for the future of climate-vulnerable countries.", "come": "出自-2016年12月阅读原文"}, {"sentence": "On the flip side, there are many forced riders, who are suffering from the climate change impacts despite  having scarcely contributed to the problem.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Of  the  300  employees  participating  in  the  study, those who experienced high levels of telepressure were more likely to agree with statements assessing  burnout, like I've no energy for going to work in the morning, and to report feeling fatigued and unfocused.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Meeting people who will be helpful to you in the future.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Many top firms will not even look at applications from those who lack a 2.1", "come": "出自-2016年12月阅读原文"}, {"sentence": "Full-time employees who do have paid vacation days only use half of them on  average.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Even  among people who have bought connected devices of some kind, 37 percent said that they are going to be  more  cautious  about  using  these  devices  and  services  in  the  future.", "come": "出自-2016年12月阅读原文"}, {"sentence": "But the study warns that it  is  teenagers  who  engage  in  all  three  of  these  practices  in  the  extreme  who  are  truly  in  jeopardy.", "come": "出自-2016年12月阅读原文"}, {"sentence": "But  a  new  study  finds  that  there's  another  group  of  adolescents  who  are  in  nearly  as  much  danger  of  experiencing the same psychiatric symptoms: teens who use tons of media, don't get enough sleep and have a  sedentary ( ' ,  不爱活动的 ) lifestyle.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Bearded Russian priests offer regular services at the Orthodox church for the 16 or so Russian speakers who spend the winter at the base, largely polar scientists in fields like glaciology and meteorology.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Almost half of graduates--those who go on to earn less--will have a portion of their debt written off.", "come": "出自-2016年12月阅读原文"}, {"sentence": "After six months, the employees who participated in ROWE reported reduced work-family conflict  and a better sense of control of their time, and they were getting a full hour of extra sleep each night.", "come": "出自-2016年12月阅读原文"}, {"sentence": "People who live, hunt or fish near bird coloniesneed to be careful, the researchers say, The birds don’t mean to cause harm, but the chemicals they carry can cause major problems.", "come": "出自-2016年12月听力原文"}, {"sentence": "Its primary mission is to enhance human well-being and help meet the basic needs of all people, with the particular focus on those who are vulnerable, oppressed and living in poverty.", "come": "出自-2016年12月听力原文"}, {"sentence": "In recent years, the death rate among American centenarians—people who have lived to age 100 or older—has decreased, dropping 14% for women and 20% for men from 2008 to 2014.", "come": "出自-2016年12月听力原文"}, {"sentence": "And the New Yorkers who spent a bundle on an outdoor hot tub now admit they rarely use it, because we can’t afford to heat it in winter.", "come": "出自-2016年12月听力原文"}, {"sentence": "And I’m going to pick a definition from a former colleague, Robert Sternberg, who is now the dean at Tufts University, but was here on our faculty at Yale for nearly 30 years.", "come": "出自-2016年12月听力原文"}, {"sentence": "To make matters worse, these schools are ill-equipped to graduate these students— young adults who face specific challenges and obstacles.", "come": "出自-2015年12月阅读原文"}, {"sentence": "There should be forces in society who should be concerned about the budget, but they shouldn't be functioning simultaneously as doctors, said Dr.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The University of North Carolina at Chapel Hill, for instance, admits only that the graduation rate for its first-generation pupils is much lower than the percentage of all students who graduate within four years ( ' , 81 percent).", "come": "出自-2015年12月阅读原文"}, {"sentence": "That is because the engineers, designers, regulators, operators, and all of the other skilled people needed for the new energy industry are specialists who have to be trained first ( ' , or retrained, if they are the ones being laid off in some related industry), and education, like any other complicated endeavor, takes times.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Students who take more challenging classes and spend more time studying do learn more.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Still, Jones represents a small percentage of first-generation students who are able to gain entry into more elite universities, which are often known for robust financial aid packages and remarkably high graduation rates for first-generation students.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Our support structure was more like: ‘You are going to get through Yale; you are going to do well,' he said, hinting at mentors ( ' ,  导师 ), staff, and professors who all provided significant support for students who lacked confidence about belonging at such a top institution.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Nijay represents a large and growing group of Americans: first-generation college students who enter school unprepared or behind.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Laura Hamilton, the author of a study on parents who pay for college, will argue in a forthcoming book that college administrations arc overly concerned with the social and athletic activities of their students.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Kids who are the first in their families to brave the world of higher education came on campus with little academic know- how and are much more likely than their peers to drop out before graduation.", "come": "出自-2015年12月阅读原文"}, {"sentence": "For students who have been coasting through college, and for American universities that have been demanding less work, offering more attractions and charging higher tuition, the party may soon be over.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Chelsea Jones, who now directs student programming at I'm First, was a first-generation college student at Howard.", "come": "出自-2015年12月阅读原文"}, {"sentence": "By sanctioning this watered-down version of college, universities are catering to the social and educational needs of wealthy students at the expense of others who won't enjoy the financial backing or social connections of richer students once they graduate.", "come": "出自-2015年12月阅读原文"}, {"sentence": "As recent graduates can testify, the job market isn't kind to candidates who can't demonstrate genuine competence, along with a well-cultivated willingness to work hard.", "come": "出自-2015年12月阅读原文"}, {"sentence": "And Brandston knows a thing or two about lighting, being the man who illuminated the Statue of Liberty.", "come": "出自-2015年12月阅读原文"}, {"sentence": "When teamsconsist of experienced employees from hierarchical organizations, who have been conditioned to traditional organizational culture, cooperation may not occur naturally, it may need to be created.", "come": "出自-2015年12月听力原文"}, {"sentence": "Some U.S. schoolsacknowledge the rigor of European secondary training, and will give up a year’s credit to foreigners who have passed their high school exams.", "come": "出自-2015年12月听力原文"}, {"sentence": "Britains who pass their A levels may still not qualify for a top university at home, but find American universities far more welcoming.", "come": "出自-2015年12月听力原文"}, {"sentence": "American educates so manymore people at university that one can’t expect all those who go to be as intelligent as the much narrower band in British universities, says the professor Christopher Rakes at Boston university, I’m not against elitism, but I happen to like having people who are more eager to learn.", "come": "出自-2015年12月听力原文"}, {"sentence": "\"I can't imagine if there's any other acting job in the world where you don't know what show you're in, when you're hired,\" says voice actor Keythe Farley, who chairs the SAG-AFTRA negotiating committee.", "come": "2019年6月六级真题（第二套）阅读 Section C"}, {"sentence": "\"If they are anywhere near worth their salt as engineers, I bet they are rethinking their threat model as we speak,\" said Jonathan Zdziarski, a digital expert who studies the iPhone and its vulnerabilities.", "come": "2017年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"I'm going to leave it to those who are in mathematics to work out the ways to make their subject interesting and exciting so students want to take it,\" Hacker says.", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "\"I'm going to leave it to those who are in mathematics to work out the ways to make their subject interesting and exciting so students want to take it,\" Hacker says. \"All that I ask is that alternatives be offered instead of putting all of us on the road ", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "\"It's a very small number of games that would trigger this secondary compensation issue,\" said voice actor Crispin Freeman, who's a member of the union's negotiating committee. \"This is an important aspect of what it means to be freelance (从事自由职业的) perfor", "come": "2019年6月六级真题（第二套）阅读 Section C"}, {"sentence": "\"Make mathematics more available,\" Draujlcova says. Redesign it so it's more accessible to more kinds of people: young children, adults who worry about it, adults who may have had bad experiences.\"", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "\"Our support structure was more like: ‘ You are going to get through Yale; you are going to do well, '\" he said, hinting at mentors, staff, and professors who all provided significant support for students who lacked confidence about \" belonging\" at such a", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"Overly strict standards often fail,\" James Bartram, a WHO water-health expert, said.", "come": "2016年6月六级真题（第二套）阅读 Section C"}, {"sentence": "\"She was a scientist on the level with a lot of people we spend a lot of time talking about,\" said Kay Etheridge, a biologist at Gettysburg College in Pennsylvania who has been studying the scientific history of Merian's work. \"She didn't do as much to ch", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"Sometimes it goes wrong, but most of the time it doesn't, \" says Swanson, who recommends starting to ask children permission to post narratives or photos around ages 6 to 8.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"The yield is never going to be high,\" Farrant says, so these plants will be targeted not at Iowa farmers trying to squeeze more cash out of high-yield fields, but subsistence farmers who need help to survive a drought like the present one in South Africa", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "\"There is a large potential for waste water agriculture to both help and hurt great numbers of urban consumers,\" said liqa Raschid-Sally, who led the study.", "come": "2016年6月六级真题（第二套）阅读 Section C"}, {"sentence": "\"We want to reach parents who are not plugged into the system,\" said Zaharopol.", "come": "2017年6月六级真题（第三套）阅读 Section B"}, {"sentence": "\"You've also got color, texture and shape sensors looking down at the ground to check pasture quality,\" says Salah Sukkarieh of the University of Sydney, who will carry out trials on several farms in central New South Wales.", "come": "2018年12月六级真题（第三套）阅读 Section C"}, {"sentence": "A person, for example, who is allergic to cats would probably never become an animal doctor.", "come": "2017年12月六级真题（第一套）听力 Section C"}, {"sentence": "A study published last year in The American Journal of Clinical Nutrition found that people who sleep more tend to eat less unhealthy food than their peers who don't get as much rest.", "come": "2017年12月六级真题（第二套）听力  Section B "}, {"sentence": "According to Harry Vallentine, a Canadian engineer who is researching modern steam technology, a special tank measuring 2 by 10 metres could store over 750 kilowatt hours of energy as high pressure steam, enough to pull a two-cart train for an hour or so.", "come": "2018年12月六级真题（第二套）听力 Section C"}, {"sentence": "According to The Boston Globe, students who earned their bachelor's in 2012 have an average monthly loan payment of $2, which is one-third more than those who graduated in 2004.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "After all, the percentage of Americans who say a college degree is \"very important\" has fallen drastically in the last 5-6 years.", "come": "2017年6月六级真题（第一套）阅读 Section A"}, {"sentence": "After six months, the employees who participated in ROWE reported reduced work-family conflict and a better sense of control of their time, and they were getting a full hour of extra sleep each night.", "come": "2016年12月六级真题（第一套）阅读 Section B"}]}], "err_words": [{"word_name": "WHO", "means": ["世界卫生组织"]}], "exchanges": ["who"], "gaokao": [{"word": "who", "count": 100, "kd": [], "Sentence": [{"sentence": "A coin is put into the cake, which signifies 预示 success in the new year for the person who receives it.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "A good neighbor is also one who likes to help out in small ways.", "come": "2018年高考英语浙江卷 阅读理解 七选五 原文"}, {"sentence": "A listener in China, Wang ming, who is about to get an engineering degree, wants to know how American college graduates find jobs.", "come": "2016年高考英语全国卷1 听力 原文"}, {"sentence": "A new commodity brings about a highly profitable, fast-growing industry, urging antitrust反垄断regulators to step in to check those who control its flow.", "come": "2017年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "A nurse who understands the healing (治愈) value of silence can use this understanding to assist in the care of patients from their own and from other cultures.", "come": "2016年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "A rescue worker risked his life saving two tourists who have been trapped in the mountains for two days.", "come": "2018年高考英语北京卷 单项填空 原文"}, {"sentence": "A salesman who is not punctual may not make a sale if he arrives late for an appointment.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "A study shows the students who are engaged in after-school activities are happier than those who are not.", "come": "2019年高考英语天津卷 单项填空 原文"}, {"sentence": "A teacher who wants to learn on-line teaching is expected to arrive by 2:00 pm.", "come": "2015年高考英语安徽卷 阅读理解 阅读A 题设"}, {"sentence": "According to the report's key findings, the proportion  who say they ‘hardly ever' read for fun has gone from 8 percent of 13-year-olds.", "come": "2018年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "After boats began flying special flags noting the inspector was aboard, the keeper's family made it a game to see who could notice the boat first.", "come": "2015年高考英语湖南卷 阅读理解 阅读C 原文"}, {"sentence": "After receiving the Oscar for Best Supporting Actress, Anne Benedict went on to thank all the people who had helped in her career.", "come": "2015年高考英语陕西卷 单项填空 原文"}, {"sentence": "After sharing the story online, I heard from someone, who identified the lady as Erin Smith.", "come": "2019年高考英语天津卷 完形填空 原文"}, {"sentence": "Afterwards, she and her father secured their first business meeting with a supermarket owner, who finally agreed to sell Moore's product—cancandy.", "come": "2019年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Alice Moore is a teenager entrepreneur, who in may 2015 set up her business ailiecandy.", "come": "2019年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "An example at hand is the involvement of parents in the lives of their children who are attending college.", "come": "2015年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "And both Helena Bonham-Carter, who plays the part of lady Tottington, and Ralph finesse as victor are really funny.", "come": "2015年高考英语上海卷 阅读理解 阅读B 原文"}, {"sentence": "Anis who owned a restaurant agreed to hide some books.", "come": "2017年高考英语浙江卷（6月） 完形填空 原文"}, {"sentence": "Anyone who has ever been helped by a social worker has Jane Addams to thank.", "come": "2016年高考英语全国卷1 阅读理解 阅读A 原文"}, {"sentence": "As you go through this book, you will find that each of the millions of people who lived through world war ii had a different experience.", "come": "2015年高考英语湖南卷 单项选择 原文"}, {"sentence": "Axani wrote in his post that he is not looking for anything in return and that the woman who uses the looking for ticket can choose to either travel with him or take the ticket and travel on her own.", "come": "2017年高考英语全国卷3 完形填空 原文"}, {"sentence": "Bechtel, who works in downtown west palm beach, has lunch with coworkers sometimes, but like many of us, too often works through lunch at her desk.", "come": "2019年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "Bookcrossing is part of a trend among people who want to get back to the \"real\" and not the virtual (虚拟).", "come": "2016年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "But so had those who were high in status.", "come": "2019年高考英语全国卷I 阅读理解 阅读D 原文"}, {"sentence": "But the person who tries to do something and fails is a lot better off than the person who tries to do nothing and succeeds.", "come": "2015年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "But they will have to find the were-rabbit before gun-crazy hunter victor Quartermaine who is desperate to kill it.", "come": "2015年高考英语上海卷 阅读理解 阅读B 原文"}, {"sentence": "But those who truly understand the economic impact and can work to change the patterns can create a wide range of career possibilities.", "come": "2018年高考英语江苏卷 阅读理解 填空题 原文"}, {"sentence": "But when he finally reached her, the woman flooded him with questions: \"Who are you? What antique shop?\" However, when she hung up, she regretted the way she had handled the call.", "come": "2019年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "By contrast, there are some people who actually enjoy work.", "come": "2015年高考英语浙江卷 单项填空 原文"}, {"sentence": "Campers, in my eyes, were people who enjoyed insect bites, ill-cooked meals, and uncomfortable sleeping bags.", "come": "2017年高考英语全国卷1 阅读理解 七选五 原文"}, {"sentence": "Dartmoor has 1, 000 or so ponies, who play a critical role in creating the diversity of species in this area.", "come": "2015年高考英语湖北卷 阅读理解 阅读A 原文"}, {"sentence": "Dashan, who has been learning crosstalk, the Chinese comedic tradition, for decades, wants to mix it up.", "come": "2016年高考英语江苏卷 单项填空 原文"}, {"sentence": "Data shows that kids and teens who do read frequently, compared to infrequent readers, have more books in the home, more books purchased for them, parents who read more often, and parents who set aside time for them to read.", "come": "2018年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "David Brooks, author of the Social Animal: the Hidden Sources of Love,Character, and Achievement, appears to be the latest in a long line of writers who have failed to resist the temptation.", "come": "2015年高考英语湖北卷 阅读理解 阅读E 原文"}, {"sentence": "Documenting the Thangmi language and culture is just a starting point for Turin, who seeks to include other languages and oral traditions across the himalayan reaches of India, Nepal, Bhutan, and China.", "come": "2014年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "Dr Dominoni, who is putting cameras inside nesting boxes to track sleeping patterns, said lack of sleep could put the birds' health at risk.", "come": "2015年高考英语四川卷 阅读理解 阅读D 原文"}, {"sentence": "Dunn believes that people who reach out to strangers feel a significantly greater sense of belonging, a bond with others.", "come": "2018年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "Each person, no matter who they are, has psychological imbalances.", "come": "2018年高考英语北京卷 阅读理解 七选五 原文"}, {"sentence": "El nifio, a Spanish term for \"the Christ child\", was named by south American fisherman who noticed that the global weather pattern.", "come": "2016年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "Families of those who take part will be included in celebration and brunch will be served.", "come": "2014年高考英语全国卷1 阅读理解 阅读A 原文"}, {"sentence": "Finally, let's see, who is on duty today.", "come": "2016年高考英语北京卷 听力 原文"}, {"sentence": "For many who made it to Dawson, however, the rewards were worth the difficult trip.", "come": "2018年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "For those who fly to Guilin, it's only an hour away by car and offers all the scenery of the better-known city.", "come": "2015年高考英语全国卷1 语法填空 原文"}, {"sentence": "Frank Hurley, a confident and gifted Australian photographer who knew the antArctic, was hired to make the images, most of which have never before been published.", "come": "2016年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "Frederikke Toemmergaard, hotel spokeswoman, said, \"Many of our visitors are business people who enjoy going to the gym.\"", "come": "2016年高考英语浙江卷（10月） 阅读理解 阅读B 原文"}, {"sentence": "From what I have seen, few do homework; instead many are on their phones and talking, making it impossible for those who actually want to do work to complete any.", "come": "2015年高考英语湖南卷 阅读表达 原文"}, {"sentence": "Get smart about the people who you spend your time with.", "come": "2016年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "God helps those who help themselves.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读D 选项"}, {"sentence": "Good morning, everyone! And a very warm welcome back! I hope you've enjoyed your holidays! For those of you who I knew, my name is Mary Smith.", "come": "2015年高考英语北京卷 听力 原文"}, {"sentence": "Good morning, I'm one of the students who rented your flat.", "come": "2017年高考英语浙江卷（11月） 听力 原文"}, {"sentence": "Granddaughter Gayle Parks, 31—who works alongside her in the family business—said it remained unknown as to who nominated Irene for the award.", "come": "2019年高考英语全国卷2 语法填空 原文"}, {"sentence": "Hannah is one of many examples of young people who are making a difference in the world.", "come": "2017年高考英语北京卷 完形填空 原文"}, {"sentence": "Happy and calm is the man who takes all these possibilities into consideration and arrives at the appointment either early or on time.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "Harvold, who has not passed his driving test, said, \"I realized the bus was out of control when I was speaking to the students.\"", "come": "2017年高考英语浙江卷（11月） 完形填空 原文"}, {"sentence": "He had wrinkles next to his eyes when he smiled, yet his smile was still as heartwarming as before, the smile of a father who just wanted a good life for his family.", "come": "2015年高考英语陕西卷 完形填空 原文"}, {"sentence": "He tried to hide his obvious pleasure from the music teacher, who had wandered over to listen.", "come": "2017年高考英语江苏卷 完形填空 原文"}, {"sentence": "He was my secret sharer, but one morning, he was gone, given away to someone who had the space and the money to care for him.", "come": "2015年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Her father Peter, 44, wantS her to give up school to model full-time, but Sarah, who has taken part in shows along with top models wants to prove that she has brains as well as beauty she is determined to carry on with her education.", "come": "2017年高考英语全国卷3 语法填空 原文"}, {"sentence": "Her library used to be a meeting place for all who loved books and liked to share knowledge.", "come": "2017年高考英语浙江卷（6月） 完形填空 原文"}, {"sentence": "Her owner Mike Holden panicked and celled the coastguard of Cornwall, who turned up in seconds.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "Here's how Harvard Medical School scientist Margaret Livingstone, who led the team, described the experiment: in their cages the monkeys were provided with touch screens.", "come": "2019年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "His strange habit makes sense when you consider that he's an environmental scientist who studies how to reduce litter, including things that fall off garbage trucks as they drive down the road.", "come": "2018年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "Hospital patients who see tree branches out their window are likely to recover at a faster rate than patients who see buildings or sky instead.", "come": "2019年高考英语全国卷I 阅读理解 七选五 原文"}, {"sentence": "However, physicist Joseph west thought there might have been a simpler way, who led the new study.", "come": "2015年高考英语四川卷 阅读理解 阅读E 原文"}, {"sentence": "I encountered many hikers who were headed to a distant camp-ground with just enough time to get there before dark.", "come": "2018年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "I ran the risk of losing those students who had a different style of thinking.", "come": "2016年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "I saw bird watchers who spotted a bird, immediately looked it up in field guides, and said, a \"ruby-crowned kinglet\" and checked it off.", "come": "2018年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "If you're the person who is in the wrong, just admit it! This is the easiest and best way to avoid an argument.", "come": "2015年高考英语福建卷 短文填词 原文"}, {"sentence": "I'm a scientist who studies animals such as apes and monkeys.", "come": "2018年高考英语全国卷3 语法填空 原文"}, {"sentence": "I'm not talking about those who fail to get to the top.", "come": "2019年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "I'm talking about people who have stopped learning on growing because they have adopted the fixed attitudes and opinions that all too often come with passing years.", "come": "2019年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "Imagine you are a student and you share a flat with another student who you think isn't doing her share of the housework.", "come": "2015年高考英语福建卷 短文填词 原文"}, {"sentence": "In fact, I got the same medal as the one that the guy who came in first place had.", "come": "2018年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "In fact, they were shot from 1914 through 1916, most of them after a disastrous shipwreck, by a cameraman who had no reasonable expectation of survival.", "come": "2016年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "In one study, people who ate meals in a blue room consumed 33 percent less than those in a yellow or red room.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "In the coming months, her website page helped lots of kids: Christopher, who received a new basketball; Charlie, who got a new keyboard.", "come": "2016年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Instead, they emphasise the story of the youth who seizes opportunity and becomes a masterful leader.", "come": "2015年高考英语上海卷 阅读理解 阅读C 原文"}, {"sentence": "It has changed who we are and continues to fuel our optimism about how much the lives of the poorest people will improve in the years ahead.", "come": "2016年高考英语四川卷 阅读理解 阅读B 原文"}, {"sentence": "It is an essential part of who we are today and who we will become.", "come": "2019年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "It is not yet clear who would administer the scheme, but the UK government is looking at introducing it on a voluntary basis.", "come": "2016年高考英语上海卷 阅读理解 阅读C 原文"}, {"sentence": "It is often the case that anything is possible for those who hang on to hope.", "come": "2016年高考英语江苏卷 单项填空 原文"}, {"sentence": "It is only natural that we lose faith, trust and confidence in a person who is tardy.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "It starts with looking inside yourself and understanding who you are with respect to the natural world and how you approach the gardening process.", "come": "2016年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "It was my mama who would be sad.", "come": "2016年高考英语上海卷 阅读理解 阅读A 原文"}, {"sentence": "It's about two sisters - Eri, a model who either won't or can't stop sleeping,and Mari, a young student.", "come": "2019年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "Jennifer Debruyn, a microbiologist at the university of tennessee, who was not involved in the study, says it is not surprising that such worms can break down polyethylene.", "come": "2018年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "Kristin Chenoweth and Peter Gallagher star in the musical comedy by Betty Comden and Adolph Green,about a broadway producer who tries to win a movie star's love during a cross-country train journey.", "come": "2019年高考英语全国卷3 阅读理解 阅读A 原文"}, {"sentence": "Little kids and the elderly are the ones who have suffered the most from this extreme heat wave.", "come": "2017年高考英语全国卷1 听力 原文"}, {"sentence": "Luckily I met a very good teacher who encouraged me to take some maths classes.", "come": "2018年高考英语全国卷I 听力 原文"}, {"sentence": "Many factors contributed to the decline, said Patrick Mclntyre, an ecologist who was the lead author of the study.", "come": "2019年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "Many of those who attend dinners are notorious for unpunctuality.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "Many people who live along the coast make a living in fishing industry.", "come": "2017年高考英语北京卷 单项填空 原文"}, {"sentence": "Many westerners who/that come to China cook much less than in their own countries once they realize how cheap it can be to eat out.", "come": "2018年高考英语浙江卷 语法填空 原文"}, {"sentence": "Mari starts changing her life and discovers a world of diverse \"night people\" who are hiding secrets.", "come": "2019年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "Mark Turin, a scientist at the Macmillan Centre Yale University, who specializes in the languages and oral traditions of the himalayas, is following in that tradition.", "come": "2014年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "May Day is a traditional day for celebrations, but the 2, 000 english villagers of stilton must be the only people in the world who include cheese rolling in their annual plans.", "come": "2015年高考英语福建卷 阅读理解 阅读A 原文"}, {"sentence": "Mount Kilimanjaro is the tallest mountain in Africa, climbing it is no small task, especially for a group of seven who are all disabled in some way.", "come": "2015年高考英语上海卷 听力 原文"}, {"sentence": "Natalie posted introduction about a boy named Patrick, who lost his baseball card collecting when his house burned down.", "come": "2016年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Nature seems to unfold to people who watch and wait.", "come": "2018年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "No sooner did she leave my doorstep than I had emails from two women whose kids go to my son's nursery and who recognized my face.", "come": "2019年高考英语天津卷 完形填空 原文"}]}], "abbreviation": [{"mean_en": "World Health Organization", "mean_cn": "世界卫生组织"}, {"mean_en": "wrist-hand orthosis", "mean_cn": "腕-手矫形器,腕手支具"}, {"mean_en": "world health organization", "mean_cn": "世界卫生组织"}], "kaoyan": [{"word": "who", "count": 100, "kd": [], "Sentence": [{"sentence": "Mean while , many settles had slighter religious commitments than Dane’s, as one clergyman learned in confronting folk along the coast who mocked that they had not come to the New world for religion.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Besides the ninety or so learned ministers who came to Massachusetts church in the decade after 1629,There were political leaders like John Winthrop, an educated gentleman, lawyer, and official of the Crown before he journeyed to Boston.", "come": "出自-2009年考研阅读原文"}, {"sentence": "A tailor named John Dane, who emigrated in the late 1630s, left an account of his reasons for leaving England that is filled with signs.", "come": "出自-2009年考研阅读原文"}, {"sentence": "“So few authors have brains enough or literary gift enough to keep their own end up in journalism,” Newman wrote,“that I am tempted to define‘journalism’ as‘a term of contempt applied by writers who are not read to writers who are'.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Yet it is precisely these non-celebrity influentials who,according to the two-step-flow theory,are supposed to drive social epidemics by influcencing their friends and colleagues directly.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Theirs was a serious business, and even those reviewers who wore their learning lightly,like George Bernard Shaw and Ernest Newman,could be trusted to know what they were about.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Neville Cardus, who wrote for the Manchester Guardian from 1917 until shortly before his death in 1975,is now known solely as a writer of essays on the game of cricket.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Bob Herz, the FASB’s chairman, cried out against those who “question our motives.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Those who jumped without a job haven’t always landed in top positions quickly.", "come": "出自-2011年考研阅读原文"}, {"sentence": "The people who’ve been hurt the worst are those who’ve stayed too long.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Such hijacked media are the opposite of earned media: an asset or campaign becomes hostage to consumers, other stakeholders, or activists who make negative allegations about a brand or product.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Gilbert’s own interest in new music has been widely noted: Alex Ross, a classical-music critic, has described him as a man who is capable of turning the Philharmonic into “a markedly different, more vibrant organization”.", "come": "出自-2011年考研阅读原文"}, {"sentence": "For years executives and headhunters have adhered to the rule that the most attractive CEO candidates are the ones who must be poached.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Even Tommasini, who had advocated Gilbert’s appointment in the Times, calls him “an unpretentious musician with no air of the formidable conductor about him”.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Devoted concertgoers who reply that recordings are no substitute for live performance are missing the point.", "come": "出自-2011年考研阅读原文"}, {"sentence": "As boards scrutinize succession plans in response to shareholder pressure, executives who don’t get the nod also may wish to move on.", "come": "出自-2011年考研阅读原文"}, {"sentence": "The most famous of these efforts was initiated by Noam Chomsky, who suggested that humans are born with an innate language-acquisition capacity that dictates a universal grammar.", "come": "出自-2012年考研翻译原文"}, {"sentence": "The only American public-sector workers who earn well above $250,000 a year are university sports coaches and the president of the United States.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Second, the majority of people who use networked computers to upload are not even aware of the significance of what they are doing.", "come": "出自-2012年考研阅读原文"}, {"sentence": "John Donahue at Harvard’s Kennedy School points out that the norms of culture in Western civil services suit those who want to stay put but is bad for high achievers.", "come": "出自-2012年考研阅读原文"}, {"sentence": "It’s like the teacher who breaks up the troublemakers in the back row by pairing them with better-behaved classmates.", "come": "出自-2012年考研阅读原文"}, {"sentence": "In the idealized version of how science is done, facts about the world are waiting to be observed and collected by objective researchers who use the scientific method to carry out their work.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Dare to be different, please don’t smoke!” pleads one billboard campaign aimed at reducing smoking among teenagers-teenagers, who desire nothing more than fitting in.", "come": "出自-2012年考研阅读原文"}, {"sentence": "It is speculated that gardens arise from a basic need in the individuals who made them: the need for creative expression.", "come": "出自-2013年考研翻译原文"}, {"sentence": "Towards the end of Overdressed, Cline introduced her ideal, a Brooklyn woman named Sarah Kate Beaumont, who since 2008 has made all of her own clothes – and beautifully.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Social scientists who complain about a lack of funding should not expect more in today’s economic climate.", "come": "出自-2013年考研阅读原文"}, {"sentence": "However,the Justices said that Arizona police would be allowed to verify the legal status of people who come in contact with law enforcement.", "come": "出自-2013年考研阅读原文"}, {"sentence": "These benefactors have succeeded in their chosen fields, they say, and they want to use their wealth to draw attention to those who have succeeded in science.", "come": "出自-2014年考研阅读原文"}, {"sentence": "The commission ignores that for several decades America’s colleges and universities have produced graduates who don’t know the content and character of liberal education and are thus deprived of its benefits.", "come": "出自-2014年考研阅读原文"}, {"sentence": "The Nobels were, of course, themselves set up by a very rich individual who had decided what he wanted to do with his own money.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Students who do not need the extra training could cut their debt mountain by a third.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Some want to shock, others to draw people into science, or to better reward those who have made their careers in research.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Olduvai Gorge, an early hominid site in Tanzania, was found by a butterfly hunter who literally fell into its deep valley in 1911.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Most archaeological sites, however, are discovered by archaeologists who have set out to look for them.", "come": "出自-2014年考研阅读原文"}, {"sentence": "If the bar exam is truly a stern enough test for a would-be lawyer, those who can sit it earlier should be allowed to do so.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Even the very phrase “jobseeker’s allowance” is about redefining the unemployed as a “jobseeker” who had no fundamental right to a benefit he or she has earned through making national insurance contributions.", "come": "出自-2014年考研阅读原文"}, {"sentence": "But the Nobel Foundation’s limit of three recipients per prize, each of whom must still be living, has long been outgrown by the collaborative nature of modern research—as will be demonstrated by the inevitable row over who is ignored when it comes to acknowledging the discovery of the Higgs boson.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Across the Atlantic came successive groups of Englishmen, Frenchmen, Germans, Scots, Irishmen, Dutchmen, Swedes, and many others who attempted to transplant their habits and traditions to the new world.", "come": "出自-2015年考研翻译原文"}, {"sentence": "While Europe’s monarchies will no doubt be smart enough to survive for some time to come, it is the British royals who have most to fear from the Spanish example.", "come": "出自-2015年考研阅读原文"}, {"sentence": "The danger will come with Charles, who has both an expensive taste of lifestyle and a pretty hierarchical view of the world.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Such background material inevitably reflects who we are.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Researchers should improve their standards, he wrote in2012, but journals should also take a tougher line, “engaging reviewers who are statistically literate and editors who can verify the process”.", "come": "出自-2015年考研阅读原文"}, {"sentence": "John Ioannidis, a physician who studies research methodology, says that the policy is “a most welcome step forward” and “long overdue.”", "come": "出自-2015年考研阅读原文"}, {"sentence": "It is only the Queen who has preserved the monarchy’s reputation with her rather ordinary ( ' , if well-heeled) granny style.", "come": "出自-2015年考研阅读原文"}, {"sentence": "How does your reading proceed? Clearly you try to comprehend, in the sense of identifying meanings for individual words and working out relationships between them, drawing on your explicit knowledge of English grammar ( ' , 41) you begin to infer a context for the text, for insta4ce, by making decisions about what kind of speech event is involved: who is making the utterance, to whom, when and where.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Even so, these are wealthy families who party with the international 1%, and media intrusiveness makes it increasingly difficult to maintain the right image.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Charles ought to know that as English history shows, it is kings, not republicans, who are the monarchy’s worst enemies.", "come": "出自-2015年考研阅读原文"}, {"sentence": "But “it’s us ,human beings ,we the people who create the society we want ,not profit ”.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Mental health allows us to view others with sympathy if they are having troubles ,with kindness if they are in pain,and with unconditional love no matter who they are.", "come": "出自-2016年考研翻译原文"}, {"sentence": "What are the norms of your environment? What converys status? Who are your most important audiences? How do the people you respect and look up to present themselves? The better you understand the cultural context, the more control you can have over your impact.", "come": "出自-2016年考研阅读原文"}, {"sentence": "In other words, if you’re going to make a print product, make it for the people who are already obsessed with it.", "come": "出自-2016年考研阅读原文"}, {"sentence": "In this as in much else, those who wish to influence the future must prepare for it.", "come": "出自-2017年考研翻译原文"}, {"sentence": "His analysis should therefore end any self-contentedness among those who may believe that the global position of English is so stable that the young generation of the United Kingdom do not need additional language capabilities.", "come": "出自-2017年考研翻译原文"}, {"sentence": "Soon after Sketches by Boz appeared, a publishing firm approached Dickens to write a story in monthly installments, as a backdrop for a series of woodcuts by the ten-famous artist Robert Seymour, who had originated the idea for the story.", "come": "出自-2017年考研阅读原文"}, {"sentence": "Passengers who pass a background check are eligible to use expedited screening lanes.", "come": "出自-2017年考研阅读原文"}, {"sentence": "Calls to disassemble all telescopes on Mauna Kea or to ban future development there ignore the reality that astronomy and Hawaiian culture both seek to answer big questions about who we are, where we come from and where we are going.", "come": "出自-2017年考研阅读原文"}, {"sentence": "But policymakers who refocus efforts on improving well-being rather than simply worrying about GDP figures could avoid the forecasted doom and may even see progress.", "come": "出自-2017年考研阅读原文"}, {"sentence": "At the same time, Dickens, who had a reporter’s eye for transcribing the life around him especially anything comic or odd, submitted short sketches to obscure magazines.", "come": "出自-2017年考研阅读原文"}, {"sentence": "Paul’s and the royal chapel, who, however, gave plays in public as well as at court.", "come": "出自-2018年考研翻译原文"}, {"sentence": "Court, school organizations of amateurs, and the traveling actors were all rivals in supplying a widespread desire for dramatic entertainment; and  no boy who went a grammar school could be ignorant that the drama was a form of literature which gave glory to Greece and Rome and might yet bring honor to England.", "come": "出自-2018年考研翻译原文"}, {"sentence": "Young people who are digital natives are indeed becoming more skillful at separating fact from fiction in cyberspace.", "come": "出自-2018年考研阅读原文"}, {"sentence": "To the horror of some who expected a Greek Revival twin of the Treasury Building to be erected on the other side of the White House, the elaborate French Second Empire style design by Alfred Mullett was selected, and construction of a building to house all three departments began in June of 1871.", "come": "出自-2018年考研阅读原文"}, {"sentence": "The great question is who should benefit from the analysis of all the data that our lives now generate.", "come": "出自-2018年考研阅读原文"}, {"sentence": "Technology will improve society in ways big and small over the next few years, yet this will be little comfort to those who find their lives and careers upended by automation.", "come": "出自-2018年考研阅读原文"}, {"sentence": "\"Dare to be different, please don't smoke!\" pleads one billboard campaign aimed at reducing smoking among teenagers-teenagers, who desire nothing more than  fitting in.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"Hugging protects people who are under stress from the increased risk for colds that's usually associated with stress,\" notes Sheldon Cohen, a professor of psychology at Carnegie.", "come": "2017年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "\"I still grew up in an upper middle-class home with parents who didn't have college degrees,\" Schneider said. \"I don't think people are capable of that anymore. \"", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Our products succeed when they become part of daily or weekly patterns,\" said Carol Berning, a consumer psychologist who recently retired from Procter and Gamble, the company that sold $76 billion of tide, Crest and other products last year.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"School in the family of vocational education have that stereotype...that it's for kids who can't make it academically,\" he says.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"We'd assumed we'd have to give it a moving head and tail, facial features, and put a scene on it to make it smell like a real rat, but that wasn't necessary,\" says Janet wiles at the University of Queensland in Australia, who helped with the research.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A couple of Christmases ago, my youngest stepdaughter, who was 9 years old at the time, got a Superman T-shirt for Christmas.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A cynic might speculate that the UK is on the verge of disappearing into an endless fever of self-celebration in its desperation to reinvent itself for the post-Brexit world: after town of culture, who knows that will follow-village of culture?", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A Harvard Business School study found that observers consistently rated those who were frank about themselves more highly, while those who hid lost trustworthiness.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A number of studies have concluded that normal-weight people are in fact at higher risk of some diseases compared to those who are overweight.", "come": "2014年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "According to the career counselors and expert who study them, Generation Zs are clear-eyed, economic pragmatists.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "All citizens who meet minimal qualifications of age and literacy are equally competent to serve on juries.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Almost everyone who was interviewed for this special report said that the biggest problem at the moment is not a lack of demand but a lack of good work to sell.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Along with the many folks looking to make a permanent home in the United States came those who had no intention to stay, and who would make some money and then go home.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Amazon.com, with its network of warehouses, also collects sales tax in every state that charges it, though third-party sellers who use the site don't have to.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "Among the children who had not been tricked, the majority were willing to cooperate with the tester in learning a new skill, demonstrating that they trusted his leadership.", "come": "2018年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "And anything that raises GPAs will likely make students—who, at the end of the day, are paying the bill—feel they've gotten a better value for their tuition dollars, which is another big concern for colleges.", "come": "2019年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "And for women who work outside the home, they often are playing catch-up-with-household  tasks.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "And if Sadiq Khan wins and extends it to the North and South circular roads in 2021 as he intends, it is sure to spark intense opposition from the far larger number of motorists who will then be affected.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "As boards scrutinize succession plans in response to shareholder pressure, executives who don't get the nod also may wish to move on.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "At the same time, Dickens, who had a reporter's eye for transcribing the life around him especially anything comic or odd, submitted short sketches to obscure magazines.", "come": "2017年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Besides the ninety or so learned ministers who came to Massachusetts church in the decade after 1629, there were political leaders like John Winthrop, an educated gentleman, lawyer, and official of the Crown before he journeyed to Boston.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But \"it's us, human beings, we the people who create the society we want  not profit\".", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But anyone who does not have to sell is keeping away, waiting for confidence to return.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "But if the district is essentially giving a pass to students who do not do their homework because of complicated family lives, it is going riskily close to the implication that standards need to be lowered for poor children.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "But the Nobel Foundation's limit of three recipients per prize, each of whom must still be living, has long been outgrown by the collaborative nature of modern research—as will be demonstrated by the inevitable row over who is ignored when it comes to ack", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But to win over these young workers, manufacturers have to clear another major hurdle: parents, who lived through the worst US economic downturn since the Great Depression, telling them to avoid the factory.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Charles ought to know that as English history shows, it is kings, not republicans, who are the monarchy's worst enemies.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Even among those who got a cold, the ones who felt greater social support and received more frequent hugs had less severe symptoms.", "come": "2017年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "Even the very phrase \"jobseeker's allowance\" is about redefining the unemployed as a \"jobseeker\" who had no fundamental right to a benefit he or she has earned through making national insurance contributions.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Even without knowing what was in the messages, the knowledge of who sent them and to whom was enormously revealing and still could be.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Everybody wants to know how the people who will soon inhabit those empty office cubicles will differ from those who came before them.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "firms who want to keep their outside directors through tough times may have to create incentives.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "For a social epidemic to occur, however, each person so affected must then influence his or her own acquaintances, who must in turn influence theirs, and so on: and just how many others pay attention to each of these people has little to do with the initi", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "For women who stay home, they never get to leave the office.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "For years,studies have found that first-generation college students—those who do not have a parent with a college degree—lag other students on a range of education achievement factors.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}]}], "bidec": {"word_name": "who", "parts": [{"part_id": "18034", "part_name": "pron.", "word_id": "13346", "means": [{"mean_id": "30512", "part_id": "18034", "word_mean": "谁, 什么人", "sentences": [{"en": "Who is that woman in the red hat?", "cn": "那个戴红色帽子的女人是谁?"}, {"en": "I wonder who will play in the basketball match.", "cn": "我不知道这场篮球赛谁会上场。"}]}, {"mean_id": "30513", "part_id": "18034", "word_mean": "(限制性关系代词)…人", "sentences": [{"en": "He who laughs last laughs best.", "cn": "最后笑的人笑得最开心。"}, {"en": "All who[that] heard him were delighted.", "cn": "所有听了他讲话的人都很高兴。"}, {"en": "He is the only one who[that] knows Russian.", "cn": "他是我们中间惟一懂俄语的人。"}]}, {"mean_id": "30514", "part_id": "18034", "word_mean": "(非限制性关系代词)他, 她, 他们", "sentences": [{"en": "The committee, who were all young women, fulfilled their duties admirably.", "cn": "委员会的委员们都是些年轻妇女, 很好地履行了她们的职责。</seg>"}]}]}]}, "phrase": [{"cizu_name": "as who should say", "jx": [{"jx_en_mean": "(archaic)as if to say", "jx_cn_mean": "(古)可谓，似乎在说", "lj": [{"lj_ly": "he meekly bowed to him, as who should say ‘Proceed’.", "lj_ls": "他温顺地向他鞠躬，似乎在说“继续”。"}]}]}, {"cizu_name": "who am I (或 are you, is he, etc.) to do something", "jx": [{"jx_en_mean": "what right or authority do I (or you, he, etc.) have to do something", "jx_cn_mean": "我（你或他等）有何权做某事", "lj": [{"lj_ly": "who am I to object?.", "lj_ls": "我有什么权力反对？。"}]}]}, {"cizu_name": "who goes there?", "jx": [{"jx_en_mean": "", "jx_cn_mean": "", "lj": [{"lj_ly": "who am I to object?.", "lj_ls": "我有什么权力反对？。"}]}]}], "collins": [{"entry": [{"def": "You use <b>who</b> in questions when you ask about the name or identity of a person or group of people.", "tran": "(用于疑问句，询问人的姓名或身份)谁", "posp": "QUEST", "example": [{"ex": "Who's there?...", "tran": "谁在哪儿？", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/e/0/8e0ff1b2b3f7c63d5db4080d1fe92e3a.mp3", "tts_size": "4K"}, {"ex": "Who is the least popular man around here?...", "tran": "这里谁最不受欢迎？", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/9/0/c90a4e1207edc2b809e1f160aba5a8dc.mp3", "tts_size": "11K"}]}, {"def": "You use <b>who</b> after certain words, especially verbs and adjectives, to introduce a clause where you talk about the identity of a person or a group of people.", "tran": "(尤用在动词和形容词后引导从句，说明人的身份)谁", "posp": "CONJ-SUBORD", "example": [{"ex": "Police have not been able to find out who was responsible for the forgeries...", "tran": "警方还未能查明谁是这些造假案的元凶。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/8/f/f8fb03def768137effa4403b6c36e7ec.mp3", "tts_size": "21K"}, {"ex": "I went over to start up a conversation, asking her who she knew at the party...", "tran": "我凑过去搭讪，问她这个聚会上都认识谁。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/7/5/075b1b240daa66b5e7a3c781a3e3bc9f.mp3", "tts_size": "23K"}]}, {"def": "You use <b>who</b> at the beginning of a relative clause when specifying the person or group of people you are talking about or when giving more information about them.", "tran": "(用于进行限定说明或提供更多信息的关系从句的句首)", "posp": "PRON-REL", "example": [{"ex": "There are those who eat out for a special occasion, or treat themselves...", "tran": "有些人会在特殊的日子或犒劳自己时出去吃饭。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/7/0/670cc37675460002e6f9397739c9ccd2.mp3", "tts_size": "22K"}, {"ex": "The woman, who needs constant attention, is cared for by relatives...", "tran": "那个需要长期照料的女人由亲戚们照看着。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/3/0/c30a8995be3ed0137e7e9f4a0c05b6d6.mp3", "tts_size": "22K"}]}]}], "ee_mean": [{"part_name": "Noun", "means": [{"word_mean": "1. a United Nations agency to coordinate international health activities and to help governments improve health services", "sentences": []}]}], "derivation": [{"yuyuan_name": "Old English hwā, of Germanic origin; related to Dutch wie and German wer"}], "baesInfo": {"word_name": "who", "is_CRI": "1", "symbols": [{"ph_en": "huː", "ph_am": "huː", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/97/c3/97c3ed5017fa028dd4045c7a0c186d20.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/53/d6/53d670af9bb16ea82e7ef41ee23ec6df.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/5/3/d/53d670af9bb16ea82e7ef41ee23ec6df.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/97/c3/97c3ed5017fa028dd4045c7a0c186d20.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/53/d6/53d670af9bb16ea82e7ef41ee23ec6df.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/5/3/d/53d670af9bb16ea82e7ef41ee23ec6df.mp3", "parts": [{"part": "pron.", "means": ["谁"]}]}], "baesElse": [{"word_name": "WHO", "is_CRI": "0", "symbols": [{"ph_en": "ˌdʌblju: eɪtʃ ˈəʊ", "ph_am": "ˈoʊ", "ph_other": "", "ph_en_mp3": "", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/9/e/d/9ed1e9f759b27c20c0ee8a56113c84e3.mp3", "parts": [{"part": "abbr.", "means": ["世界卫生组织"]}]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 5}, "new_sentence": [{"tag": "全部", "word": "who", "meaning": "全部", "sentences": [{"id": 2657755, "type": 1, "cn": "那个女的是谁？", "en": "Who is that woman?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/b/8c/42ab5e9a3f84cbfc38d7b129e28d7.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657756, "type": 1, "cn": "我不知道是谁来的信。", "en": "I wonder who that letter was from.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/85/ef68d4c09e587720c0c6829cb110a.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657757, "type": 1, "cn": "你在给谁打电话？", "en": "Who are you phoning?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/de/de58b9c7b9c9e9fc0cabcbfc19378.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657758, "type": 1, "cn": "这是给谁的钱？", "en": "Who's the money for?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/a3/e3a30893bb4095ab795fbfdbb5d90.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657759, "type": 1, "cn": "昨天打电话来的人想买这座房子。", "en": "The people who called yesterday want to buy the house.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/9b/9fa60f02e9842524b78339e7f1739.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657760, "type": 1, "cn": "我们在法国结识的人给我们寄来了一张贺卡。", "en": "The people (who) we met in France have sent us a card.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/96/fc2cf6299d24482329f22c87c91a2.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657761, "type": 1, "cn": "史密斯太太将在九月份加盟这所学校，她在初级教育方面颇有经验。", "en": "Mrs Smith, who has a lot of teaching experience at junior level, will be joining the school in September.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/8/96/4280e16c880c571c31a2229a03a6e.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657762, "type": 1, "cn": "随后玛丽走了进来，我们刚才还在谈论她呢。", "en": "And then Mary, who we had been talking about earlier, walked in.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/7f/a775110115a1e25d50a3e988a9b24.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657763, "type": 1, "cn": "你凭什么不让我在这儿停车？", "en": "Who are you to tell me I can't park here?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/a1/336078bdfda3dba52e2473774773c.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657764, "type": 1, "cn": "你很快就会了解办公室里每个人的情况。", "en": "You'll soon find out who's who in the office.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/57/957f345614b947202231888962259.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2657749, "type": 1, "cn": "谁在哪儿？", "en": "Who's there?...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/8/e/0/8e0ff1b2b3f7c63d5db4080d1fe92e3a.mp3", "ttsSize": 4, "likeNum": 0}, {"id": 2657750, "type": 1, "cn": "这里谁最不受欢迎？", "en": "Who is the least popular man around here?...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/9/0/c90a4e1207edc2b809e1f160aba5a8dc.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2657751, "type": 1, "cn": "警方还未能查明谁是这些造假案的元凶。", "en": "Police have not been able to find out who was responsible for the forgeries...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/8/f/f8fb03def768137effa4403b6c36e7ec.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 2657752, "type": 1, "cn": "我凑过去搭讪，问她这个聚会上都认识谁。", "en": "I went over to start up a conversation, asking her who she knew at the party...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/0/7/5/075b1b240daa66b5e7a3c781a3e3bc9f.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 2657753, "type": 1, "cn": "有些人会在特殊的日子或犒劳自己时出去吃饭。", "en": "There are those who eat out for a special occasion, or treat themselves...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/6/7/0/670cc37675460002e6f9397739c9ccd2.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2657754, "type": 1, "cn": "那个需要长期照料的女人由亲戚们照看着。", "en": "The woman, who needs constant attention, is cared for by relatives...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/3/0/c30a8995be3ed0137e7e9f4a0c05b6d6.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2048, "type": 1, "cn": "泥炭作为燃料燃烧的一块泥炭.", "en": "A piece of peat that is burned for use as fuel.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/7/f/e7f1c6baa22f6f061cbb984a64cc76a6.mp3", "ttsSize": 14, "likeNum": 0}]}, {"tag": "什么人", "word": "who", "meaning": "什么人", "sentences": [{"id": 2377090, "type": 1, "cn": "“你知道我们要击败什么人吗？”Saul 问道，", "en": "“Do you know who we have to beat?” asked Saul.", "from": "17年6月六级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/0a/389ad5962759232a73769a754df8a.mp3", "ttsSize": 87, "likeNum": 0}, {"id": 2375542, "type": 1, "cn": "我实在不明白为什么人们意识不到这一点，尽管几乎所有当过学生的人都能分辨出自己遇到过的最好的老师和最差的老师之间的差别。", "en": "It is utterly confusing to me that people do not recognize this, despite the fact that pretty much anyone who has been a student can tell the difference between their best and worst teachers.", "from": "16年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/2/6a/81da45cf01131e6ea2db5c6cf8c69.mp3", "ttsSize": 311, "likeNum": 0}, {"id": 19062, "type": 1, "cn": "月亮阴暗处地城堡里,那些聚集在一同沉浸在痛苦中地少女是什么人?", "en": "Who are those little girls in pain? just trapped in castle of dark side of moon.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/9/7/7974297fbc40c00042af250279ca0644.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 69146, "type": 1, "cn": "穿着白大衣的那些男的是什么人?", "en": "Who are the men in white coats?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/2/e/62ea74c07de27d445dab07e4d249fa02.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 182022, "type": 1, "cn": "啊, 这些从她身边走过的成百上千的女人们, 她们是些什么人?", "en": "Oh, these women who had passed her by, hundreds and hundreds strong, who were they?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/8/a/98a4288e6b70915fe0b5b90e1b51f2a9.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 312999, "type": 1, "cn": "我想象不出,究竟是什么人会做出这样的事来.", "en": "I can't imagine who on earth would do such a thing.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/f/d/0fd31f8108dd51d7b0783b6a31526119.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 352727, "type": 1, "cn": "什么人能成为出色的销售(等等)专员?", "en": "Who will be the next top performer in sales etc.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/0/a/c0a866867b375907285d5ed0c440b739.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 429165, "type": 1, "cn": "她是谁, 是什么人, 居然把自己看得这么高不可攀.", "en": "Who was she, what was she, that she should hold herself superior?", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/6/3/463049cac5f28ff762ae3dc91b7cfdd8.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 634553, "type": 1, "cn": "不管什么人谈话, 贝特丽丝都喜欢插嘴, 她用话打断培尼狄克.", "en": "Beatrice, who liked not to be left out of any discourse, interrupted Benedick with saying.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/4/6/646473c80c300770134fbf501e4f1042.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 707857, "type": 1, "cn": "主席离去后, 继任者会是什么人 呢 ?", "en": "When the chairman leaves, who will be his successor?", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/2/5/525261947db5fdb7a250112166e10f1f.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 733985, "type": 1, "cn": "他说跟我有亲戚关系, 可我不知道他是什么人.", "en": "He claims kindred to me, but I don't know who he is.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/1/c/71ca1b4b281b36e091d312363667b4bb.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 744407, "type": 1, "cn": "什么人会抽筋?", "en": "Who Can Get A Cramp?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/8/4/184f27457926125d1e1cfb7f21bc4ce4.mp3", "ttsSize": 6, "likeNum": 0}, {"id": 748868, "type": 1, "cn": "听对话,想一想对话者可能是什么人, 对话 可能是在哪儿、在什么情况下说的.", "en": "Listen to the dialogue and make out who is the speaker? Where are thethe conversations.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/8/5/585bcebc80d64a995195c39b99aba059.mp3", "ttsSize": 27, "likeNum": 0}, {"id": 831404, "type": 1, "cn": "我们埋什么人呢, 阁下?", "en": "Who should we bury, sir?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/9/d/19d70d9ce72314ff81a74ac49453a9d9.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 834998, "type": 1, "cn": "谁能告诉我, 为什么人与人之间会有背叛?", "en": "Who can tell me, why between the person and the person have the betrayal?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/1/8/518d9911911036aeb7566663ba6dabb2.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 884173, "type": 1, "cn": "这显得好象柯帕乌夫妇是必得要邀请的; 但是, 究竟他们是什么人 呢 ?", "en": "It looked as though the Cowperwoods must be favored; but who were they, anyhow?", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/c/6/dc614ff092fddf4a1f866c020f0f219b.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 1011990, "type": 1, "cn": "不论是什么人去按电钮,其效果都是一样的.", "en": "The effect of pushing the button is the same no matter who does it.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/a/b/2ab8b09e44e9dc617f37738e72e16abd.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 1112863, "type": 1, "cn": "惠勒先生是个什么人物?", "en": "Who was Mr. Wheeler?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/2/f/b2f380fe9fb7776f1f0052d387c99f94.mp3", "ttsSize": 7, "likeNum": 0}, {"id": 1140248, "type": 1, "cn": "科学家通过研究什么人而得出此结论的 呢 ?", "en": "And who did they study to find out?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/6/d/b6d94a367b639bd5ee268f797ab7c6c8.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 1256585, "type": 1, "cn": "什么人由于宗教和大家庭传统使用右手吃饭,做事?", "en": "Who, since of religious and social traditions, eat and other stuff with the right hand?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/2/9/829bbb543abf4ba0bc956d6aed40ea6b.mp3", "ttsSize": 27, "likeNum": 0}, {"id": 1288623, "type": 1, "cn": "应该罚什么人 呢 ?", "en": "And who ought to be punished?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/2/5/625e2cb92204a8254df6e7b66cacf38d.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 1333721, "type": 1, "cn": "云天河: 秦始皇 、 汉武帝? 又是什么人?", "en": "Yun Tianhe: Initial Emperor, Emperor Han Wu ? Who are they?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/0/5/30559021fe955d4be2bf1a61be4bef17.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 1414723, "type": 1, "cn": "你是什么人,小子?", "en": "Who are you then, sirrah?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/d/5/ad58dc8a48bddf824d5165c4caefa64b.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 1422363, "type": 1, "cn": "朱丽叶 你是什么人,在黑夜里躲躲闪闪地偷听人家的话?", "en": "Juliet: Who are you that come hidden in that dark and hear my secrets?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/0/8/a08b7cbdc630c1d9b51cd1d7bcf3f956.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 1484998, "type": 1, "cn": "在我的印象中, 我还从没遇到过什么人说: “ 我讨厌咖啡. ”", "en": "Asas I can remember. I've never met anyone who has said, \" I hate coffee. \"", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/3/1/d31ce74875222549b1db9eb013abc59d.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 1570767, "type": 1, "cn": "有创意的作家并非什么人也不模仿, 而是无人能模仿他.", "en": "The original writer is not one who imitates nobody, but one whom nobody can imitate.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/5/b/e5b75a9b4e5974edba4595d185984b7e.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 1580544, "type": 1, "cn": "詹姆斯: 那个女孩到底是什么人 啊 ?", "en": "James: Who is that girl anyhow?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/5/d/55dba60e80d52349cb47ae92081931a1.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 1599084, "type": 1, "cn": "比尔: C # 设计小组有些什么人?他们的角色是什么?", "en": "Bill Venners: Who was on the C # design team and what roles did they play?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/7/e/d7ec9e901a415946d8022e790cafb8b0.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 1645285, "type": 1, "cn": "有什么人不执行,就要质问他们.", "en": "Challenge anyone who refuses to do so.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/a/1/ca15ecabba62aa8c874dd694f081a468.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 1756191, "type": 1, "cn": "尽管如此, 关于什么人知悉了什么情况, 事件时间及其合法性的问题依旧存在.", "en": "Still, questions remain about who knew what when, as well as the legality of it all.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/3/2/832f5459a4ea1572526edb9d1e7c00d8.mp3", "ttsSize": 26, "likeNum": 0}]}, {"tag": "关系代词", "word": "who", "meaning": "关系代词", "sentences": [{"id": 213911, "type": 1, "cn": "在 themanwhocame 这一片语中who这个词是关系代词.", "en": "The word'who'in'the man who came'is a relative pronoun.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/2/b/42b1b8575d3a447942ffa0b744fa6308.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2023483, "type": 1, "cn": "Who, what, that等是关系代词.", "en": "Who, what, that, etc. are relatives.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/7/4/0742c32f1fe5960f9abd4cca8dedd572.mp3", "ttsSize": 20, "likeNum": 0}]}], "cetFour": [{"word": "who", "count": 100, "kd": [], "Sentence": [{"sentence": "We recently caught up with yoga entrepreneur Leah Zaccaria, who put herself through the fire of change to completely reinvent herself.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They need to rid their minds of sentimentalism ( ' ,  感情用事): the most successful teams have leaders who are able to set an overall direction and take immediate action.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They need to immunise teams against group-think: Hackman argued that the best ones contain deviants ( ' ,  离经叛道者) who are willing to do something that may be upsetting to others.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There's an ancient legend that as long as these eggs are made, evil will not prevail in the world, says Joan Brander, a Canadian egg-painter who has been painting eggs for over 60 years, having learned the art from her Ukrainian relatives.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The millennials ( ' ,  千禧一代) who will soon make up half the workforce in rich countries were raised from nursery school onwards to work in groups.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Six months out, more people who had quit abruptly had stuck with it—more than one-fifth of them, compared to about one-seventh in the other group.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She recalls:One day a man I worked with, Ryan, who had his office next to mine, said, Leah, let's go look at this space on Queen Anne .", "come": "出自-2017年6月阅读原文"}, {"sentence": "One of the reasons I find this topic very interesting is because my mom was a smoker when I was younger, says Lindson-Hawley, who studies tobacco and health at the University of Oxford.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In a study of 120 teams of senior executives, he discovered that less than 10% of their supposed members agreed on who exactly was on the team.", "come": "出自-2017年6月阅读原文"}, {"sentence": "I'm extremely sensitive to sounds, smells and visual detail, explains Nicole Donohue, who has taken part in many of these studies.", "come": "出自-2017年6月阅读原文"}, {"sentence": "High-flyers ( ' ,  能干的人) who are forced to work in teams may be undervalued and free-riders empowered.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Hackman ( ' , who died in 2013) noted that teams are hindered by problems of co-ordination and motivation that chip away at the benefits of collaboration.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Barbara Hagerty looks at some of the features of people who turn midlife into a rebirth.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Tom Moses, who works at a nearby national park, noticed a brown patch on the back of the car after the owner parked it to do some shopping.", "come": "出自-2017年6月听力原文"}, {"sentence": "Those who were more self-disciplined, for instance, were no more likely to live to be very old.", "come": "出自-2016年6月阅读原文"}, {"sentence": "These findings are in agreement with what you would expect from the evolutionary theory: those who like to make friends and help others can gather enough resources to make it through tough times.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The study included healthy, educated adults who took standard tests of memory, reasoning and perception at the outset and at some point over the next seven years.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The individual who promoted this idea was a Stoic philosopher.", "come": "出自-2016年6月阅读原文"}, {"sentence": "That study looked at nearly 28,000 Norwegian mothers and found that those moms who were more anxious, depressed and angry were more likely to feed their kids unhealthy diets.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Once driverless cars are actually for sale, the early adopters will be the people who can afford to buy them.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Not everyone wants a driverless car now—and no one can get one yet—but among those who are open to them, every age group is similarly engaged.", "come": "出自-2016年6月阅读原文"}, {"sentence": "More people who lived in cities and suburbs said they wanted to try driverless cars than those who lived in rural areasWhile there's reason to believe that interest in self-driving cars is going up across the board, a person's age will have little to do with how self-driving cars can become mainstream.", "come": "出自-2016年6月阅读原文"}, {"sentence": "For this purpose, our schools need both the talent and the organization to educate each child who arrives at the schoolhouse door.", "come": "出自-2016年6月阅读原文"}, {"sentence": "College graduates, for example, are particularly interested in driverless cars compared with those who have less education: 59 percent of college graduates said they would like to use a driverless car compared with 38 percent of those with a high-school diploma or lessWhere a person lives matters, toIt will not necessarily reduce road accidents.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But what effect does your personality have on your longevity ( ' ,  长寿)? Do some kinds of personalities lead to longer lives? A new study in the Journal of the American Geriatrics Society looked at this question by examining the personality characteristics of 246 children of people who had lived to be at least 100.", "come": "出自-2016年6月阅读原文"}, {"sentence": "And that the characteristics adult children look for when they begin the search are not necessarily the things that make a difference to the people who are going to move in.", "come": "出自-2016年6月阅读原文"}, {"sentence": "An elderly person who describes herself as in poor health, therefore, might be no less depressed in assisted  -86 living ( ' , even if her children preferred it) than in a nursing home.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Also, being open to new ideas had no relationship to long life, which might explain all those bad-tempered old people who are fixed in their ways.", "come": "出自-2016年6月阅读原文"}, {"sentence": "A person who had input into where he would move and has had time to adapt to it might do as well in a nursing home as in a small residential care home, other factors being equal.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Subjects who learned the games in the morning lost some skills when they played again 12 hours later.", "come": "出自-2016年6月听力原文"}, {"sentence": "Students who don’t get enough sleep have poor attendance and lower grades.", "come": "出自-2016年6月听力原文"}, {"sentence": "Jody Hubbard is a diet and nutrition expert who travels around the state to speak in middle and high schools.", "come": "出自-2016年6月听力原文"}, {"sentence": "It just does, said Mr.Azar who learned the trick from another clerk.", "come": "出自-2016年6月听力原文"}, {"sentence": "In any case, new graduate students can learn who their advisers or temporary advisers are by visiting or emailing the departmental office and asking for the information.", "come": "出自-2016年6月听力原文"}, {"sentence": "Azar who learned the trick from another clerk.", "come": "出自-2016年6月听力原文"}, {"sentence": "And following up on what you just mentioned, what would you recommend  for students who do not live in an English-speaking country? And you know, they want to learn.", "come": "出自-2016年6月听力原文"}, {"sentence": "Why do some students give up when they encounter difficulty, whereas others who are no more skilled continue to strive and learn? One answer, I soon discovered, lay in people's beliefs about why they had failed.", "come": "出自-2016年12月阅读原文"}, {"sentence": "When I told a group of school children who displayed helpless behavior that a lack of effort led to their mistakes in math, they learned to keep trying when the problems got tough.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The students who held a fixed mind-set, however, were concerned about looking smart with less regard for learning.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Teachers are not people who are great at and consumed by research and happen to appear in a classroom.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Still, gamification only stands to become more popular, he says, as more and more people come into the workforce who are familiar with the structures and expressions of digital games.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Research shows that managers who have a fixed mind-set are less likely to seek or welcome feedback from their employees than are managers with a growth mind-set.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It is utterly confusing to me that people do not recognize this, despite the fact that pretty much anyone who has been a student can tell the difference between their best and worst teachers.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Gamification is about understanding what it is that makes games engaging and what game designers do to create a great experience in games, and taking those learnings and applying them to other contexts such as the workplace and education, explains Kevin Werbach, a gamification expert who teaches at the Wharton School of Business at the University of Pennsylvania in the United States.", "come": "出自-2016年12月阅读原文"}, {"sentence": "For workers, especially low-paid workers, who desperately need their jobs yet know they can be easily replaced, gamification may feel more like the Hunger Games.", "come": "出自-2016年12月阅读原文"}, {"sentence": "For them, the right kind of gamification might be turning their sales pitches into a competition with other team members, complete with a digital leaderboard showing who is winning at all times.", "come": "出自-2016年12月阅读原文"}, {"sentence": "For instance, talking about mathematical geniuses who were more or less born that way puts students in a fixed mind-set, but descriptions of great mathematicians who fell in love with math and developed amazing skills produce a growth mind-set.", "come": "出自-2016年12月阅读原文"}, {"sentence": "At the start of junior high, the math achievement test scores of the students with a growth mind-set were comparable to those of students who displayed a fixed mind-set.", "come": "出自-2016年12月阅读原文"}, {"sentence": "As a person who writes about food and drink for a living, I couldn't tell you the first thing about Bill Perry or whether the beers he sells are that great.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Another group of helpless children who were simply rewarded for their success on easier problems did not improve their ability to solve hard math problems.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Agents and fashion houses who hire models with a BMI under 18 could pay $82,000 in fines and spend up to 6 months in jail.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Rescue efforts were underway Thursday morning for 17 miners who were stuck in an elevator below ground at Cargill rock salt mine near Lansing, New York, according to Marcia Lynch, Public Information Officer at Tompkins County’s Emergency Response Department.", "come": "出自-2016年12月听力原文"}, {"sentence": "I’m speakingto Delroy Simmonds , an  unemployed Brooklyn man who  missed a job interview Tuesday  for the best reasons.", "come": "出自-2016年12月听力原文"}, {"sentence": "He was  saving the life of a 9-month-old  boy who was blown into the path  of an oncoming subway train by  a high wind.", "come": "出自-2016年12月听力原文"}, {"sentence": "All appears to be well, but the farmers who planted the bushes are worried.", "come": "出自-2016年12月听力原文"}, {"sentence": "Abergeldie Castle located in Aberdeenshire, Scotland, was built by Sir Alexander Gordon of Midmar who later became the Earl of Huntly.", "come": "出自-2016年12月听力原文"}, {"sentence": "Unfortunately, many federal and state laws impose post-conviction restrictions on a shockingly large number of Americans, who are prevented from ever fully paying their debt to society.", "come": "出自-2015年12月阅读原文"}, {"sentence": "There are plenty of recipes ( ' ,  食谱 ), how-to videos and cooking classes available to anyone who has a computer, smartphone or television.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The intimate  nature of genuine criticism implies something about who is able to give it, namely, someone who knows you  well enough to show you how your mental life is getting in the way of good writing.", "come": "出自-2015年12月阅读原文"}, {"sentence": "That was nothing though, compared to Germans, Italians, and the French, who stayed up around an hour and a half later on various days throughout the summer to watch the Cup.", "come": "出自-2015年12月阅读原文"}, {"sentence": "So while there're plenty of hackers ( ' , 电脑迷 ) who could start  startups, there's no one to invest in them.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Should a woman who possessed a small amount of drugs years ago be permanently unable to be licensed as a nurse?These laws are also counterproductive, since they make it harder for people with criminal records to find housing or land a job, two key factors that reduce backsliding.", "come": "出自-2015年12月阅读原文"}, {"sentence": "My mother, who is just shy of five feet tall, is normally incredibly soft-spoken, but on the rare occasion  when she got angry, she was terrifying.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Isn't this the same crowd that rails against processed junk and champions craft cooking? And isn't this the generation who say they're concerned about their health and the well-being of the planet? If these are truly the values of many young people, then their behavior doesn't match their beliefs.", "come": "出自-2015年12月阅读原文"}, {"sentence": "I was lucky enough to find a critic and teacher who was willing to make  the journey of writing with me.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Conveniently, they are  also the people who care enough to see you through this painful realization.", "come": "出自-2015年12月阅读原文"}, {"sentence": "As a day-to-day essential, it will die off with the generation who read print newspapers.", "come": "出自-2015年12月阅读原文"}, {"sentence": "And people who elect to track their sleep may try to get more sleep than the average person.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Today, there is a serious question about this issue: Should there be a minimum age limit for executing criminals? In other words, is it right for convicted murderers who kill when they are minors—that is under the age of 18—to receive the death penalty?.", "come": "出自-2015年12月听力原文"}, {"sentence": "Like many people who have lived overseas for a while, I simply got crazy about it.", "come": "出自-2015年12月听力原文"}, {"sentence": "Legend tells of one general who flew musical kites over the enemy’s camp.", "come": "出自-2015年12月听力原文"}, {"sentence": "His mother, who had only a third-grade education, worked two jobs cleaning bathrooms.", "come": "出自-2015年12月听力原文"}, {"sentence": "In original business model, which involved selling ads and putting then At the side of the pages totally Who wants to took at ads when they're online connecting with their friends?", "come": "出自-2012年6月阅读原文"}, {"sentence": "Who did Alex Gordon speak to at the first meeting?", "come": "出自-2010年6月听力原文"}, {"sentence": "\"Breakfast is most important for people who are hungry when they wake up,\" Johnstone says.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"Chauncy is a top student who is doing his best to make it in a world with no money and very few resources,\" White explained on the crowd-funding site.", "come": "2017年12月四级真题（第一套）听力 Section A"}, {"sentence": "\"For once, we are the ones who are blocking the traffic,\" he says delightedly.", "come": "2018年6月四级真题（第二套）阅读 Section B"}, {"sentence": "\"Gamification is about understanding what it is that makes games engaging and what game designers do to create a great experience in games, and taking those learnings and applying them to other contexts such as the workplace and education,\" explains Kevin", "come": "2016年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"I have been bothered for a long time about the curious lack of curiosity,\"said a Democratic member of the New Jersey legislature back in July, referring to an insufficiently inquiring attitude on the part of an assistant to New Jersey Governor Chris Chri", "come": "2017年12月四级真题（第二套）阅读 Section B"}, {"sentence": "\"I try to make things as inexpensive as possible,\" said Hunt, who uses free digital textbooks for his classes but designs his own curriculum.", "come": "2018年6月四级真题（第三套）阅读 Section B"}, {"sentence": "\"I'm extremely sensitive to sounds, smells and visual detail,\" explains nicole Donohue, who has taken part in many of these studies.", "come": "2017年6月四级真题（第一套）阅读 Section B"}, {"sentence": "\"One of the reasons I find this topic very interesting is because my mom was a smoker when I was younger,\" says lindson-Hawley, who studies tobacco and health at the University of Oxford.", "come": "2017年6月四级真题（第三套）阅读 Section C"}, {"sentence": "\"There are a lot of studies on the relationship between breakfast eating and possible health outcomes, but this may be because those who eat breakfast choose to habitually have health-enhancing behaviours such as regular exercise and not smoking,\" she say", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "\"There's an ancient legend that as long as these eggs are made, evil will not prevail in the world,\" says Joan Brander, a Canadian egg-painter who has been painting eggs for over 60 years, having learned the art from her Ukrainian relatives.", "come": "2017年6月四级真题（第一套）阅读 Section C"}, {"sentence": "1 billion worldwide who live with unsafe drinking water.", "come": "2019年12月四级真题（第二套）阅读 Section A"}, {"sentence": "A 2009 University of British Columbia study of women with an eating disorder who were taught to knit found that learning the craft led to significant improvements.", "come": "2017年12月四级真题（第三套）阅读 Section B"}, {"sentence": "A 9-year-old girl in New Mexico has raised more than $500 for her little brother who needs heart surgery in Houston,Texas this July.", "come": "2017年12月四级真题（第二套）听力 Section A"}, {"sentence": "A drug user is the person who takes the drug.", "come": "2015年12月四级真题（第二套）听力 Section C"}, {"sentence": "A new study in the Journal of the American Geriatrics Society looked at this question by examining the personality characteristics of 246 children of people who had lived to be at least 100.", "come": "2016年6月四级真题（第三套）阅读 Section C"}, {"sentence": "A rat or pigeon might not be the obvious choice to tend to someone who is sick, but these creatures have some 26 superior skills that could help the treatment of human diseases.", "come": "2017年12月四级真题（第一套）阅读 Section A"}, {"sentence": "A University of Chicago study shows people who sleep well live longer.", "come": "2016年6月四级真题（第一套）听力 Section C"}, {"sentence": "Abergeldie Castle located in Aberdeenshire, Scotland, was built by sir Alexander Gordon of midmar who later became the Earl of Huntly.", "come": "2016年12月四级真题（第一套）听力 Section A"}, {"sentence": "About 75% of elderly parents who don't go to nursing homes live within 30 minutes of at least one of their children.", "come": "2016年6月四级真题（第一套）阅读 Section A"}, {"sentence": "About a million bottles are bought every minute, not only by thirsty tourists but also by many of the 2.1 billion worldwide who live with unsafe drinking water.", "come": "2019年12月四级真题（第二套）阅读 Section A"}, {"sentence": "According to Leslie, those who ridiculed former Defense Secretary Donald Rumsfeld for his 2002 remark that we have to be wary of the unknown unknowns were mistaken.", "come": "2017年12月四级真题（第二套）阅读 Section B"}, {"sentence": "After four months, the patients using the computerized CBT programs had no improvement in over the patients who were only getting usual care from their doctors.", "come": "2019年6月四级真题（第三套）阅读 Section C"}, {"sentence": "Agents and fashion houses who hire models with a Bmi under 18 could pay $82,000 in fines and spend up to 6 months in jail.", "come": "2016年12月四级真题（第二套）阅读 Section C"}, {"sentence": "Although it is possible that only people who are cognitively healthy would pursue such activities, those who read newspapers or magazines or played music did not show similar benefits.", "come": "2017年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Among her respondents, 54 percent of those who were clinically depressed said that knitting made them feel happy or very happy.", "come": "2017年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Among human populations, culture not only affects the way we live, but also writes itself into our genes, affecting who we are.", "come": "2019年6月四级真题（第二套）阅读 Section A"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "who"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}