{"props": {"pageProps": {"query": {"w": "American"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"collins": [{"entry": [{"def": "An <b>American</b> person or thing belongs to or comes from the United States of America.", "tran": "美国的；来自美国的", "posp": "ADJ", "example": [{"ex": "...the American Ambassador at the United Nations.", "tran": "美国驻联合国大使", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/5/3/0539b7f8aa6830f654342092365eeaf4.mp3", "tts_size": "16K"}, {"ex": "...the influence of American television and movies.", "tran": "美国电视和电影产生的影响", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/a/7/ca733d08f2f0ffe4d445741d8c3a9fa0.mp3", "tts_size": "15K"}]}]}], "cetSix": [{"word": "american", "count": 91, "kd": [], "Sentence": [{"sentence": "What the designers of American sportswear proved was that fashion is a genuine design art, answering to the demanding needs of service.", "come": "出自-2017年6月阅读原文"}, {"sentence": "We live today indebted to McCardell, Cashin, Hawes, Wilkins, and Maxwell, and other women who liberated American fashion from the confines of Parisian design.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They formulated a dress code with distinctive American features.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The lives of children from rich and poor American families look more different than ever before.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The North American shale gas boom has resulted in record low prices there.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Most American parents say they are not concerned about their children's grades as long as they work hard.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It represented genuine American artIt was a completely new inventionPursuit of beautyEase of care.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Interest in elite high school math competitions has grown in recent years, and in light of last summer's U.S. win at the International Math Olympiad ( ' , IMO)—the first for an American team in more than two decades— the trend is likely to continue.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In an earlier time, American fashion had also followed the dictates of Paris, or even copied and pirated specific French designs.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Implicitly or explicitly, American fashion addressed a democracy, whereas traditional Paris-based fashion was prescriptive and imposed on women, willing or not.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Could utility alone justify the new ideas of the American designers? Fashion is often regarded as a pursuit of beauty, and some cherished fashion's trivial relationship to the fine arts.", "come": "出自-2017年6月阅读原文"}, {"sentence": "American parents, whether rich or poor, have similar expectations of their children despite different ways of parenting.", "come": "出自-2017年6月阅读原文"}, {"sentence": "American parents want similar things for their children, the Pew report and past research have found: for them to be healthy and happy, honest and ethical, caring and compassionate.", "come": "出自-2017年6月阅读原文"}, {"sentence": "American designers prized resourcefulness and the freedom of women who wore the clothing.", "come": "出自-2017年6月阅读原文"}, {"sentence": "To alert American workers to the urgency for adaptation.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Still, it is true that American families are growing closer at the dawn of this new millennium ( ' ,  千年).", "come": "出自-2016年6月阅读原文"}, {"sentence": "So the news that Cablevision, an American cable company, was rolling out interactive advertisements to all its customers on October 6th was greeted with some skepticism.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Many contemporary ideas about kitchen design can be traced back to another American, Christine Frederick, who set about enhancing the efficiency of the housewife.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In fact, other recent studies have found there has never been a time in American history when so small a proportion of young people have sought or accepted leadership roles in local civic organizations.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In October 2000, the same month the survey was taken, the Washington-based Center for Media and Public Affairs wrote in its publication Media Monitor that, in a recent month of TV news coverage of American youth, just 2% of teens were shown at home, and just 1% were portrayed in a work setting.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In American Woman's Home, published in 1869, the Beecher sisters recommended a scientific approach to household management, designed to enhance the efficiency of a woman's work and promote order.", "come": "出自-2016年6月阅读原文"}, {"sentence": "We need more funding and more effort to return these languages to everyday use, says Fred Nowuski of the National Museum of the American Indian, We are making progress but money needs to be spent on revitalising languages, not just documenting them.", "come": "出自-2016年6月听力原文"}, {"sentence": "As U.S.banks recovered with the help of the American government and the American taxpayer, president Obama held meetings with top bank executives, telling them it’s time to return the favor.", "come": "出自-2016年6月听力原文"}, {"sentence": "Today, the average American spends 8.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The old days of the Antarctic being dominated by the interests and wishes of white men from European, Australasian and North American states are over, said Klaus Dodds, a politics scholar at the University of London who specialises in Antarctica.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The 83% of American employees who are stressed about their jobs – up from 73% just a year  before – say that poor compensation and an unreasonable workload are their number-one sources of stress.", "come": "出自-2016年12月阅读原文"}, {"sentence": "More than 100 years ago, American sociologist W.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In one example that demonstrated genetic differences  were  not  fixed  along  racial  lines,  the  full  genomes  ( ' ,  基因组 )  of   James  Watson  and  Craig  Venter,  two  famous  American scientists of European ancestry, were compared to that of a Korean scientist, Seong-Jin Kim.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Colombia said this year that it planned to join other South American nations with bases in Antarctica.", "come": "出自-2016年12月阅读原文"}, {"sentence": "At least three Russian stations are already operating in Antarctica, part of its effort to challenge the dominance of the American GPS, and new stations are planned for sites like the Russian base, in the shadow of the Orthodox Church of the Holy Trinity.", "come": "出自-2016年12月阅读原文"}, {"sentence": "American scientists complain about lack of sufficient money and equipment for their expansion in Antarctica.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In recent years, the death rate among American centenarians—people who have lived to age 100 or older—has decreased, dropping 14% for women and 20% for men from 2008 to 2014.", "come": "出自-2016年12月听力原文"}, {"sentence": "The current situation in American higher education may not last long.", "come": "出自-2015年12月阅读原文"}, {"sentence": "President Barack Obama declared in a speech last month to the Center for American Progress.", "come": "出自-2015年12月阅读原文"}, {"sentence": "People should not expect too much from American higher education.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Nor is the global economy forgiving of an American workforce with increasingly weak literacy, math and science abilities.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Increased inequality and decreasing mobility pose a fundamental threat to the American Dream, he said.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Hall's findings suggest there's an argument to be made for electing to use African American, though one can't help but get the sense that it's a decision that papers over the urgency of continued progress.", "come": "出自-2015年12月阅读原文"}, {"sentence": "For students who have been coasting through college, and for American universities that have been demanding less work, offering more attractions and charging higher tuition, the party may soon be over.", "come": "出自-2015年12月阅读原文"}, {"sentence": "And then, at a press conference in Chicago in 1988, Jesse Jackson declared that African American was the term to embrace.", "come": "出自-2015年12月阅读原文"}, {"sentence": "American higher education has lost its global competitiveness.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Across the board, American colleges and universities are not doing a very good job of preparing their students for the workplace or their post-graduation lives.", "come": "出自-2015年12月阅读原文"}, {"sentence": "A 2001 study cataloged all the ways in which the term Black carried connotations ( ' ,  涵义 ) that were more negative than those of African American.", "come": "出自-2015年12月阅读原文"}, {"sentence": "True, not all U.S.students can match theperformance of their foreign counterparts, but the American institutions do offer students from rich and poor families alike the chance to realize their full potential.", "come": "出自-2015年12月听力原文"}, {"sentence": "Some of the heat is used directly or produces useful work; the rest is lost or rejected, radiated into the atmosphere from the engines, motors, boilers and all the energy-consuming machinery that makes American’s wheel go around.", "come": "出自-2015年12月听力原文"}, {"sentence": "Britains who pass their A levels may still not qualify for a top university at home, but find American universities far more welcoming.", "come": "出自-2015年12月听力原文"}, {"sentence": "American educates so manymore people at university that one can’t expect all those who go to be as intelligent as the much narrower band in British universities, says the professor Christopher Rakes at Boston university, I’m not against elitism, but I happen to like having people who are more eager to learn.", "come": "出自-2015年12月听力原文"}, {"sentence": "\"Increased inequality and decreasing mobility pose a fundamental threat to the American Dream,\" he said.", "come": "2015年12月六级真题（第三套）阅读 Section C"}, {"sentence": "\"The typical American diet is a lot higher in protein than a lot of us think,\" says registered dietitian Angela Pipitone.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "A 2001 study cataloged all the ways in which the term \" Black \" carried connotations  涵 义  that were more negative than those of \" African American. \"", "come": "2015年12月六级真题（第一套）阅读 Section C"}, {"sentence": "A study published last year in The American Journal of Clinical Nutrition found that people who sleep more tend to eat less unhealthy food than their peers who don't get as much rest.", "come": "2017年12月六级真题（第二套）听力  Section B "}, {"sentence": "Although the American Academy of Pediatrics offers guidelines recommending that parents model appropriate social media use for their children, it does not explicitly discuss oversharing by parents.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "American universities, despite their global reputation for excellence in teaching, have only begun to demonstrate what they can produce in real-world learning.", "come": "2017年6月六级真题（第一套）阅读 Section A"}, {"sentence": "And then, at a press conference in Chicago in 1988, Jesse Jackson declared that \" African American \" was the term to embrace.", "come": "2015年12月六级真题（第一套）阅读 Section C"}, {"sentence": "Apple argues that it is fighting to preserve a principle that most of us who are addicted to our smartphones can defend: Weaken a single iPhone so that its contents can be viewed by the American government and you risk weakening all iPhones for any govern", "come": "2017年12月六级真题（第三套）阅读 Section B"}, {"sentence": "Could utility alone justify the new ideas of the American designers?", "come": "2017年6月六级真题（第三套）阅读 Section C"}, {"sentence": "For Droujkova, high-level math is important, and what it could use in American classrooms is an injection of childlike wonder.", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "Hall's findings suggest there's an argument to be made for electing to use \"African American\", though one can't help but get the sense that it's a decision that papers over the urgency of continued progress.", "come": "2015年12月六级真题（第一套）阅读 Section C"}, {"sentence": "Harris says that American education is suffering from an epidemic of \"fake math\"—an emphasis on the rote memorization of formulas and steps, rather than an understanding of how math can influence the ways we see the world.", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "If Apple is forced to open up an iPhone for an American law enforcement investigation, what is to prevent it from doing so for a request from the Russians or the Iranians?", "come": "2017年12月六级真题（第三套）阅读 Section B"}, {"sentence": "In an 1801 drawing from his book, General Zoology Amphibia, George Shaw, an English botanist and zoologist, credited Merian for describing a frog in the account of her South American expedition, and named the young tree frog after her in his portrayal of ", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "In October 2000, the same month the survey was taken, the Washington-based Center for Media and Public Affairs wrote in its publication Media Monitor that, in a recent month of TV news coverage of American youth, just 2% of teens were shown at home, and j", "come": "2016年6月六级真题（第一套）阅读 Section B"}, {"sentence": "In the United States, up to forty percent of all food goes uneaten, despite the fact that one in seven American households lacks regular access to good food.", "come": "2017年12月六级真题（第一套）听力 Section A"}, {"sentence": "It was a huge milestone in the development of smartphones, which are now owned by a majority of American adults and are increasingly common across the globe.", "come": "2018年12月六级真题（第一套）阅读 Section C"}, {"sentence": "It’s the mother of all disaster drills for what could be the worst disaster in American history.", "come": "2019年12月六级真题（第一套）阅读 Section C"}, {"sentence": "It's a fact not lost on American educators, who amid rising math failure rates are debating how math can better meet the real-life needs of students.", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "It's no surprise, then, that more than half of American adults don't get the 7 to 9 hours of shut-eye every night as recommended by sleep experts.", "come": "2015年12月六级真题（第二套）阅读 Section A"}, {"sentence": "Many American people have seen Amish families with the men wearing broad-brimmed black hats and the women in long dresses, in railway or bus terminals.", "come": "2016年12月六级真题（第三套）阅读 Section A"}, {"sentence": "More of them, though, will skip those calculations altogether and just power through the holidays into 2017: More than half of American workers don't use up all of their allotted vacation days each year.", "come": "2017年12月六级真题（第三套）阅读 Section C"}, {"sentence": "In one example that demonstrated genetic differences were not fixed along racial lines, the full genomes of James Watson and Craig Venter, two famous American scientists of European ancestry, were compared to that of a Korean scientist, Seong-Jin Kim.", "come": "2016年12月六级真题（第一套）阅读 Section C"}, {"sentence": "Nearly 700 miles long, the earthquake zone is located by the North American Plate off the coast of Pacific British Columbia, Washington, Oregon and Northern California.", "come": "2019年12月六级真题（第一套）阅读 Section C"}, {"sentence": "right now, to reduce the risk of sudden infant death syndrome, the American Academy of Pediatrics recommends that mothers not sleep in the same bed as their babies, but sleep in the same room.", "come": "2016年6月六级真题（第一套）听力 Section B"}, {"sentence": "Russian and American spacecraft also found hints that its ancient climate might have been wetter, cooler, and possibly, even friendly to life.", "come": "2019年6月六级真题（第二套）听力 Section C"}, {"sentence": "Still, it is true that American families are growing closer at dawn of this new millennium(千年).", "come": "2016年6月六级真题（第一套）阅读 Section B"}, {"sentence": "That was confirmed in the early 1990s by the American Magellan orbiter which used radar to peer through the planet's thick clouds and mapped out a rich, varied and dynamic surface.", "come": "2019年6月六级真题（第二套）听力 Section C"}, {"sentence": "The 83% of American employees who are stressed about their jobs – up from 73% just a year before – say that poor compensation and an unreasonable workload are their number-one sources of stress.", "come": "2016年12月六级真题（第一套）阅读 Section B"}, {"sentence": "The decline in American Indian languages has historical roots.", "come": "2016年6月六级真题（第一套）听力 Section B"}, {"sentence": "The old days of the Antarctic being dominated by the interests and wishes of white men from European, Australasian and North American states are over, \"said Klaus Dodds, a politics scholar at the University of London who specialises in Antarctica.", "come": "2016年12月六级真题（第三套）阅读 Section B"}, {"sentence": "The Old Order Amish, who arrived on American shores in colonial times, have survived in the modern world in distinctive, small communities.", "come": "2016年12月六级真题（第三套）阅读 Section A"}, {"sentence": "There is another explanation that Twenge and her colleagues wanted to address: the impact of the great recession of 2007-2009, which hit a great number of American families and might be affecting adolescents.", "come": "2019年12月六级真题（第一套）阅读 Section B"}, {"sentence": "They are seen as abandoning both modern 34 conveniences and the American dream of success and progress.", "come": "2016年12月六级真题（第三套）阅读 Section A"}, {"sentence": "They hope that the technology will be cleared for use in American courts by early next year.", "come": "2018年12月六级真题（第一套）听力 Section C"}, {"sentence": "This only applies to American space activities, but the hope is that it will help standardize a set of norms in the dawning commercial spaceflight industry throughout the world.", "come": "2019年6月六级真题（第二套）阅读 Section C"}, {"sentence": "tim Joseph's grass-fed program is only one example of how American farming practice is changing.", "come": "2019年12月六级真题（第三套）阅读 Section B"}, {"sentence": "To investigate, Twenge and her colleagues dived into the \"Monitoring the Future\" dataset based on annual surveys of American school students from grades 8, 10, and 12 that started in 1991.", "come": "2019年12月六级真题（第一套）阅读 Section B"}, {"sentence": "To one group, he was identified as \"African- American,\" and another was told he was \"Black.\"", "come": "2015年12月六级真题（第一套）阅读 Section C"}, {"sentence": "Today, the average American spends 8.8 hours at work daily, and the majority of working professionals spend additional hours checking in with work during evenings, weekends and even vacations.", "come": "2016年12月六级真题（第一套）阅读 Section B"}, {"sentence": "We believe that the number of people who fit that definition includes the majority of American workers, which prompted us to begin a study of workaholism in the U.S..", "come": "2018年12月六级真题（第一套）阅读 Section B"}, {"sentence": "We live today indebted to McCardell, Cashin, Hawes, wilkins, and Maxwell, and other women who liberated American fashion from the confines of Parisian design.", "come": "2017年6月六级真题（第三套）阅读 Section C"}, {"sentence": "We often hear people say that America is a land of opportunity, a country built on hope to aspire to greatness on the American Dream.", "come": "2018年12月六级真题（第一套）听力 Section C"}, {"sentence": "Write down the names of all the American states you can remember.", "come": "2017年6月六级真题（第一套）听力 Section C"}]}], "exchanges": ["Americans", "American"], "ee_mean": [{"part_name": "Noun", "means": [{"word_mean": "1. a native or inhabitant of the United States", "sentences": []}, {"word_mean": "2. the English language as used in the United States", "sentences": []}, {"word_mean": "3. a native or inhabitant of a North American or Central American or South American country", "sentences": []}]}, {"part_name": "Adjective", "means": [{"word_mean": "1. of or relating to the United States of America or its people or language or culture;", "sentences": [{"sentence": "\"American citizens\""}, {"sentence": "\"American English\""}, {"sentence": "\"the American dream\""}]}, {"word_mean": "2. of or relating to or characteristic of the continents and islands of the Americas;", "sentences": [{"sentence": "\"the American hemisphere\""}, {"sentence": "\"American flora and fauna\""}]}]}], "derivation": [{"yuyuan_name": "from modern Latin Americanus, from America"}], "gaokao": [{"word": "American", "count": 36, "kd": [], "Sentence": [{"sentence": "A great American, James Madison, referred to: \"the capacity of mankind for self-government.\"", "come": "2015年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "A listener in China, Wang ming, who is about to get an engineering degree, wants to know how American college graduates find jobs.", "come": "2016年高考英语全国卷1 听力 原文"}, {"sentence": "According to Anderson, before 1970, Americans had little idea about environmental problems.", "come": "2014年高考英语全国卷2 阅读理解 阅读B 题设"}, {"sentence": "All participants must address how communication or transportation technology has promoted the quality of life for Americans throughout history.", "come": "2019年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "Americans eat only about fifteen pounds of fish per person per year, but we eat twice as much fish in restaurants as at home.", "come": "2016年高考英语全国卷3 阅读理解 七选五 原文"}, {"sentence": "Americans use more than 100 billion thin film plastic bags every year.", "come": "2018年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "And like more Americans, she's not alone.", "come": "2019年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "As cultural symbols go, the American car is quite young.", "come": "2018年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "Benjamin west, the father of American painting, showed his talent for art when he was only six years of age.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读A 原文"}, {"sentence": "Both of us had the qualities and virtues that are typical of American actors: humorous, aggressive, and making fun of each other - but always with an underlying affection.", "come": "2017年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Business people, political leaders, university professors, and especially millions of grass-roots Americans are taking part in the movement.", "come": "2014年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "El nifio, a Spanish term for \"the Christ child\", was named by south American fisherman who noticed that the global weather pattern.", "come": "2016年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "For most of the last century, the car represented what it meant to be American—going forward at high speed to find new worlds.", "come": "2018年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "Friedman points out that the green economy is a chance to keep American strength.", "come": "2018年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "Getting less sleep has become a bad habit for most American kids.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读B 原文"}, {"sentence": "I myself went through this searching process and found something that has changed my experience at college for the better: I discovered asl-American sign language.", "come": "2017年高考英语全国卷1 完形填空 原文"}, {"sentence": "It is expected that American demand for au pairs will continue to rise in the next few years.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "It is named after a south American fisherman.", "come": "2016年高考英语江苏卷 阅读理解 阅读C 选项"}, {"sentence": "Kunqu society, the classical Chinese theater which combines singing, dancing and acting to literary works by masters of Ming and Qing dynasties, performing introduces four signature plays of Kunqu master Jiqing Zhang to American audiences.", "come": "2015年高考英语广东卷 阅读理解 信息匹配 原文"}, {"sentence": "Li Drake, a Chinese native raising two children in minnesota with an American husband, had another reason for looking for an au pair from China.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "Many native Americans value silence and feel it is a basic part of communicating among people, just as some traditional Chinese and thai persons do.", "come": "2016年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "One of the latest trends in American childcare is Chinese AU pairs.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "Other American studies showed no connection/connections between uniforms and school performance.", "come": "2019年高考英语浙江卷 语法填空 原文"}, {"sentence": "Robinson ‘s decision will influence the grandparents in the American family.", "come": "2016年高考英语全国卷1 阅读理解 阅读B 原文"}, {"sentence": "She encouraged a sense of community社区 by creating shelters and promoting education and services for people in need in 1931, addams became the first American woman to win the nobel peace prize.", "come": "2016年高考英语全国卷1 阅读理解 阅读A 原文"}, {"sentence": "Since the first earth day in 1970, Americans have gotten a lot \"greener\" toward the environment.", "come": "2014年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Technology has improved the life of Americans.", "come": "2019年高考英语天津卷 阅读理解 阅读A 选项"}, {"sentence": "The adobe dwellings built by the pueblo indians of the American southwest are admired by even the most modern of architects and engineers.", "come": "2015年高考英语全国卷2 语法填空 原文"}, {"sentence": "The American-born architect robert venturi concluded that if simplicity is done badly, the result is soulless design.", "come": "2016年高考英语上海卷 选词填空  原文"}, {"sentence": "The car shaped some of the most lasting aspects of American culture: the roadside diner, the billboard, the motel, even the hamburger.", "come": "2018年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "The cars that drove the American dream have helped to create a global ecological disaster.", "come": "2018年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "The example of asian-American parents implies that parents should help children realize the importance of schooling.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 题设"}, {"sentence": "The exercise bike for the American astronauts has no handlebars.", "come": "2015年高考英语湖北卷 阅读理解 阅读D 原文"}, {"sentence": "The road novel, the road movie, these are the most typical American ideas, born of abundant petrol, cheap cars and a never-ending interstate highway system.", "come": "2018年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "They were not sure how the Americans would react to the new type of music.", "come": "2019年高考英语浙江卷 阅读理解 七选五 原文"}, {"sentence": "We are lucky now to have so many paintings of American birds by John Audubon.", "come": "2019年高考英语全国卷2 听力 原文"}]}], "baesInfo": {"word_name": "American", "is_CRI": "1", "exchange": {"word_pl": ["Americans"]}, "symbols": [{"ph_en": "əˈmerɪkən", "ph_am": "əˈmerɪkən", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/91/0c/910cca2deb586da0d6094a23d92b462a.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/c6/c6/c6c6f067a3ead9ce67a1c67a790fa26b.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/c/6/c/c6c6f067a3ead9ce67a1c67a790fa26b.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/91/0c/910cca2deb586da0d6094a23d92b462a.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/c6/c6/c6c6f067a3ead9ce67a1c67a790fa26b.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/c/6/c/c6c6f067a3ead9ce67a1c67a790fa26b.mp3", "parts": [{"part": "n.", "means": ["美国人，美洲人", "美国英语"]}, {"part": "adj.", "means": ["美国的，美洲的", "地道美国式的"]}]}], "translate_type": 1, "frequence": 0}, "kaoyan": [{"word": "american", "count": 61, "kd": [], "Sentence": [{"sentence": "In the early 1900s in North America, German-born American anthropologist Franz Boas developed a new theory of culture known as historical particularism.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Historical particularism became a dominant approach to the study of culture in American anthropology, largely through the influence of many students of Boas.", "come": "出自-2009年考研阅读原文"}, {"sentence": "American social scientist Lewis Henry Morgan introduced another theory of cultural evolution in the late 1800s.", "come": "出自-2009年考研阅读原文"}, {"sentence": "According to the standard history of American philosophy, nowhere else in colonial America was “So much important attached to intellectual pursuits.”", "come": "出自-2009年考研阅读原文"}, {"sentence": "According to many books and articles, New England’s leaders established the basic themes and preoccupations of an unfolding, dominant Puritan tradition in American intellectual life.", "come": "出自-2009年考研阅读原文"}, {"sentence": "These are disciplines that are going out of style: 22% of American college graduates now major in business compared with only 2% in history and 4% in English.", "come": "出自-2011年考研阅读原文"}, {"sentence": "The subtle and intelligent little book The Marketplace of Ideas: Reform and Resistance in the American University should be read by every student thinking of applying to take a doctoral degree.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Professionalism has turned the acquisition of a doctoral degree into a prerequisite for a successful academic career: as late as 1969 a third of American professors did not possess one.", "come": "出自-2011年考研阅读原文"}, {"sentence": "One reason why it is hard to design and teach such courses is that they cut across the insistence by top American universities that liberal-arts education and professional education should be kept separate, taught in different schools.", "come": "出自-2011年考研阅读原文"}, {"sentence": "In recent weeks the No.2 executives at Avon and American Express quit with the explanation that they were looking for a CEO post.", "come": "出自-2011年考研阅读原文"}, {"sentence": "However, many leading American universities want their undergraduates to have a grounding in the basic canon of ideas that every educated person should possess.", "come": "出自-2011年考研阅读原文"}, {"sentence": "For something curious has been happening in American universities, and Louis Menand, a professor of English at Harvard University, captured it skillfully.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Besides professionalising the professions by this separation, top American universities have professionalised the professor.", "come": "出自-2011年考研阅读原文"}, {"sentence": "When Hoffa’s Teamsters were in their prime in 1960, only one in ten American government workers belonged to a union; now 36% do.", "come": "出自-2012年考研阅读原文"}, {"sentence": "The only American public-sector workers who earn well above $250,000 a year are university sports coaches and the president of the United States.", "come": "出自-2012年考研阅读原文"}, {"sentence": "“The Heart of the Matter,” the just-released report by the American Academy of Arts and Sciences ( ' , AAAS), deserves praise for affirming the importance of the humanities and social sciences to the prosperity and security of liberal democracy in America.", "come": "出自-2014年考研阅读原文"}, {"sentence": "There is just one path for a lawyer in most American states: a four-year undergraduate degree in some unrelated subject, then a three-year law degree at one of 200 law schools authorized by the American Bar Association and an expensive preparation for the bar exam.", "come": "出自-2014年考研阅读原文"}, {"sentence": "In response, the American Academy formed the Commission on the Humanities and Social Sciences.", "come": "出自-2014年考研阅读原文"}, {"sentence": "In another case, American archaeologists Rene Million and George Cowgill spent years systematically mapping the entire city of Teotihuacan in the Valley of Mexico near what is now Mexico City.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Because representative government presupposes an informed citizenry, the report supports full literacy; stresses the study of history and government, particularly American history and American government; and encourages the use of new digital technologies.", "come": "出自-2014年考研阅读原文"}, {"sentence": "To the anxious travelers the sight of the American shore brought almost inexpressible relief.", "come": "出自-2015年考研翻译原文"}, {"sentence": "But the result was a new social pattern which, although it resembled European society in many ways, had a character that was distinctly American.", "come": "出自-2015年考研翻译原文"}, {"sentence": "Working with the American Statistical Association, the journal has appointed seven experts to astatistics board of reviewing editors( ' , SBoRE).", "come": "出自-2015年考研阅读原文"}, {"sentence": "But he noted that biomedical journals such as Annals of Internal Medicine, the Journal of the American Medical Association and The Lancetpay strong attention to statistical review.", "come": "出自-2015年考研阅读原文"}, {"sentence": "\"The Heart of the Matter,\" the just-released report by the American Academy of Arts and Sciences, deserves praise for affirming the importance of the humanities and social sciences to the prosperity and security of liberal democracy in America.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "According to many books and articles, New England's leaders established the basic themes and preoccupations of an unfolding, dominant Puritan tradition in American intellectual life.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "According to the standard history of American philosophy, nowhere else in colonial America was \"So much importance attached to intellectual pursuits. \"", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "American farmers have been complaining of labor shortages for several years.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "American papers have long been highly unusual in their reliance on ads.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Because representative government presupposes an informed citizenry, the report supports full literacy; stresses the study of history and government, particularly American history and American government; and encourages the use of new digital technologies", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Both France and the United States are involved in the organization's work, but France's digital services tax and the American response raise questions about what the future holds for the international tax system.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But he noted that biomedical journals such as Annals of Internal Medicine, the Journal of the American Medical Association and The Lancet pay strong attention to statistical review.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But it has already sparked significant controversy, with the Unite Sates trade representative opening an investigation into whether the tax discriminates against American companies, which in turn could lead to trade sanctions against France.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But the headlong push into bachelor's degrees for all—and the subtle devaluing of anything less—misses an important point: That's not the only thing the American economy needs.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Despite trade competition and outsourcing, American manufacturing still needs to replace tens of thousands of retiring boomers every years.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Even American newspapers, which inhabit the most troubled corner of the global industry, have not only survived but often returned to profit.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "France's planned tax is a clear warning: Unless a broad consensus can be reached on reforming the international tax system, other nations are likely to follow suit, and American companies will face a cascade of different taxes from dozens of nations that ", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "From career to community and family, these contrasts suggest that in the aftermath of the searing Great Recession, those just starting out in life are defining priorities and expectations that will increasingly spread through virtually all aspects of Amer", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "girls' attraction to pink may seem unavoidable, somehow encoded in their DNA, but according to Jo Paoletti, an associate professor of American Studies, it is not.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "historical particularism became a dominant approach to the study of culture in American anthropology, largely through the influence of many students of Boas.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "If this doesn't change, American businesses, communities, and consumers will be the losers.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In another case, American archaeologists Rene million and George Cowgill spent years systematically mapping the entire city of Teotihuacan in the Valley of Mexico near what is now Mexico City.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "In his Case Study House, Ralph Rapson may have mispredicted just how the mechanical revolution would impact everyday life—few American families acquired helicopters, though most eventually got clothes dryers—but his belief that self-sufficiency was both d", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In the Internet age, it is particularly easy to see the resentment that has always been hidden within American society.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "It is true that CEO pay has gone up-top ones may make 300 times the pay of typical workers on average, and since the mid-1970s CEO pay for large publicly traded American corporations has, by varying estimates, gone up by about 500% The typical CEO of a to", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Not everyone will agree with the authors'policy ideas, which range from mandating more holiday time to reducing tax incentives for American home buyers.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "One reason why it is hard to design and teach such courses is that they cut across the insistence by top American universities that \"liberal-arts education and professional education should be kept separate, taught in different schools\".", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "That is how we have put a giant target sign on the backs of American workers, Hagel says.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The American Society of News Editors reckons that 13, 500 newsroom jobs have gone since 2007.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The British land art, typified by Richard Long's piece, was not only more domestically scaled, but a lot quirkier than its American counterpart.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The decline in American manufacturing is a common refrain, particularly from Donald Trump.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The only American public-sector workers who earn well above $250, 000 a year are university sports coaches and the president of the United States.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The phrase \"less is more\" was actually first popularized by a German, the architect Ludwig mies van der Rohe, who like other people associated with the Bauhaus, a school of design, emigrated to the United States before World War II and took up posts at Am", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Then there's the fact that large American companies are much more globalized than ever before, with supply chains spread across a larger number of countries.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "There is just one path for a lawyer in most American states: a four-year undergraduate degree in some unrelated subject, then a three-year law degree at one of 200 law schools authorized by the American Bar Association and an expensive preparation for the", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "These designers came to exert enormous influence on the course of American architecture, but none more so that mies.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "This episode crystallizes the irony that although American men tend to talk more than women in public situations they often talk less at home.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "To lead in that system requires knowledge that is fairly mind-boggling plus, virtually all major American companies are beyond this major CEOs still have to do all the day-to-day work they have always done.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Today's CEO, at least for major American firms, must have many mere skills than simply being able to \"run the company\" CEOs must have a good sense of financial markets and Maybe even how the company should trade in them.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "When Hoffa's Teamsters were in their prime in 1960, only one in ten American government workers belonged to a union; now 36% do.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Working with the American Statistical Association, the journal has appointed seven experts to a statistics board of reviewing editors.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}]}], "new_sentence": [{"tag": "全部", "word": "American", "meaning": "American", "sentences": [{"id": 2308877, "type": 0, "cn": "我认为你在南美度过的青少年时代让你产生了偏见。", "en": "I think your South American youth has prejudiced you.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//6/4/0/6403e41d3722eae172bb8ecc250a2c60.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2318279, "type": 0, "cn": "美元汇率今日收盘时有所上涨。", "en": "The American dollar finished the day up against foreign currencies.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//f/5/b/f5b7ee42ec3eb5b645710478c9a8e84c.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2336737, "type": 0, "cn": "在所有这一切发生之前，这个岛上居住的是印第安阿拉瓦克人。", "en": "Before all this the island was populated by native American Arawaks.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//e/1/e/e1e6c54cdfea8143c0211ba0fa97326f.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 2369020, "type": 0, "cn": "欧式的厨房一般比美式厨房小。", "en": "The average European kitchen is smaller than its American cousin.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//6/5/2/652aa3084fe6bb00f36e6bcc0fbc4e55.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2332413, "type": 0, "cn": "美军已开始大规模登陆。", "en": "American forces have begun a big landing.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//f/5/1/f51c14d06ae3070f7cbc9ba69b90d877.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2336393, "type": 0, "cn": "他是英美混血儿。", "en": "He was born of Anglo-American parentage.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//5/b/7/5b76f902134cacef128151a5dd37d26d.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2254708, "type": 0, "cn": "你的报酬将以美元支付。", "en": "You will be paid in American dollars.", "from": "《牛津高阶英汉双解词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//a/c/7/ac7c43769c1fd7c7bdcbff1ca547786a.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2262896, "type": 0, "cn": "北美文学是今年艺术节的主题。", "en": "North American literature is the main theme of this year's festival.", "from": "《牛津高阶英汉双解词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//c/f/e/cfe667c1a7e095948fbcde29514372c4.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 18153, "type": 0, "cn": "这些工人中的大多数是住在居留地的美洲印第安人.", "en": "Most of these workers are American Indians living on reservations.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//3/8/8/388189e7119524eb65b16b06977849ab.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 392459, "type": 0, "cn": "我在哪儿可以把美元兑换成外币?", "en": "Where can I exchange my American money for foreign money?", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//8/8/b/88b094716530f754bc412af9cd78ab8a.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 404567, "type": 0, "cn": "她是全美最著名的影后.", "en": "She is the most famous of all American movie queens.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//5/a/d/5ad852516fbc808b6291a5cc2cc3164f.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 703936, "type": 0, "cn": "他警告说俄美会谈尚处于探索阶段.", "en": "He cautioned that the Russia - American discussions were still in an exploratory stage.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//5/d/2/5d21c5283363b969347afb766f988bcf.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 1386497, "type": 0, "cn": "在美式橄榄球赛中, 你必须设法把对手弄倒在地.", "en": "In American football, you have to try to bring down your opponent.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//b/0/f/b0f5b7b7b7d803ddc304cec160f5c519.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2076964, "type": 0, "cn": "这本导游手册讲述了美洲早期的重要史实.", "en": "This guide book points out the main facts of early American history.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//d/b/9/db93a5333ebcb2bc2d8aa0c837176c90.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 1809122, "type": 0, "cn": "美式幽默主要以夸张为基础.", "en": "American humor is founded largely on hyperbole.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//9/7/8/978cbc48ffc3e27b67546df569559723.mp3", "ttsSize": 17, "likeNum": 0}]}], "cetFour": [{"word": "american", "count": 33, "kd": [], "Sentence": [{"sentence": "Where do the seeds of change come from? The Native American Indians have a saying: Pay attention to the whispers so you won't have to hear the screams.", "come": "出自-2017年6月阅读原文"}, {"sentence": "But what effect does your personality have on your longevity ( ' ,  长寿)? Do some kinds of personalities lead to longer lives? A new study in the Journal of the American Geriatrics Society looked at this question by examining the personality characteristics of 246 children of people who had lived to be at least 100.", "come": "出自-2016年6月阅读原文"}, {"sentence": "A quarter of this year's American grain harvest will be used to produce bio-fuel for cars.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Her biggest concern is the emphasis American culture places on thinness and the negative ways this affects girls today.", "come": "出自-2016年6月听力原文"}, {"sentence": "In an editorial released Monday in the American Journal of Public Health, Katherine Record and Bryn Austin made their case for government regulation of the fashion industry.", "come": "出自-2016年12月阅读原文"}, {"sentence": "At least, the American  side of the falls.", "come": "出自-2016年12月听力原文"}, {"sentence": "There have been half-hearted but well-publicized efforts by some food companies to reduce calories in their processed foods, but the Standard American Diet is still the polar opposite of the healthy, mostly plant-based diet that just about every expert says we should be eating.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Surely, the American ideal of second chances should not be reserved only for the rich and powerful.", "come": "出自-2015年12月阅读原文"}, {"sentence": "In all, more than 45,000 laws and rules serve to exclude vast numbers of people from fully participating in American life.", "come": "出自-2015年12月阅读原文"}, {"sentence": "They asked, Was it as good as American beef? It was very exciting for me to be on Japanese TV, speaking in Japanese about how delicious the beef was.", "come": "出自-2015年12月听力原文"}, {"sentence": "\"The tax passed today unfairly singles out beverages—including low- and no-calorie choices,\" said Lauren Kane, spokeswoman for the American Beverage Association.", "come": "2019年12月四级真题（第一套）阅读 Section C"}, {"sentence": "A new study in the Journal of the American Geriatrics Society looked at this question by examining the personality characteristics of 246 children of people who had lived to be at least 100.", "come": "2016年6月四级真题（第三套）阅读 Section C"}, {"sentence": "A recent study said that 40% of American teens claim to have been in a car when the driver used a cell phone in a way that put people in danger.", "come": "2018年6月四级真题（第二套）听力 Section C"}, {"sentence": "David Anderson, the executive director of higher education with the Association of American Publishers, told BuzzFeed News. \"It helps students understand in a way that you can't do with print homework assignments.\"", "come": "2018年6月四级真题（第三套）阅读 Section B"}, {"sentence": "Defense minister Farhat Horchani said last week that German and American security experts were expected to come to help Tunisia devise a new electronic video-supervision system on its border with Libya.", "come": "2016年12月四级真题（第二套）听力"}, {"sentence": "For more than a decade, FedEx has supported the American Red Cross in its effort to get emergency supplies to areas affected by disasters, both domestically and internationally.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Franklin, who was largely self-taught, may have been a genius, but he wasn't really an exception when it comes to American making and creativity.", "come": "2019年6月四级真题（第三套）阅读 Section B"}, {"sentence": "Ideas about learning by doing have struggled to become mainstream educationally, despite being old concepts from Dewey and Montessori, Plato and Aristotle, and in the American context, Ralph Emerson, on the value of experience and self-reliance.", "come": "2019年6月四级真题（第三套）阅读 Section B"}, {"sentence": "In those years, just after World War I, the military wanted to build an American highway system for national defense.", "come": "2018年6月四级真题（第二套）听力 Section C"}, {"sentence": "Larry Cahill, an American neuroscientist, said the study is an important addition to a growing body of research questioning traditional beliefs about gender and brain function.", "come": "2016年12月四级真题（第一套）阅读 Section A"}, {"sentence": "Long before television cooking shows, Careme walked readers through common kitchen tasks, instructing them to \"try this for yourself, at home\" as famous American Chef Julia Child might do, many years later.", "come": "2018年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Monaco became familiar to Americans when its ruler, Prince Rainier married the American actress Grace Kelly.", "come": "2016年12月四级真题（第二套）听力 Section C"}, {"sentence": "Much of it was left by American astronauts who landed on the lunar surface between 1969 and 1972 during NASA's Apollo missions.", "come": "2018年12月四级真题（第二套）听力 Section C"}, {"sentence": "Nonetheless, physicians say that they look at the collective data and a clear picture emerges: that the salt, sugar, fat and processed foods in the American diet contribute to the nation's high rate of obesity, diabetes and heart disease.", "come": "2018年12月四级真题（第一套）阅读 Section B"}, {"sentence": "Overwhelmingly, the results show that today, the idea of the American dream—and what it takes to achieve it—looks quite different than it did in the late 20th century.", "come": "2017年12月四级真题（第三套）阅读 Section C"}, {"sentence": "The American side of the falls was shut off in 1969 to study the build-up of rock at the base of the falls.", "come": "2016年12月四级真题（第二套）听力"}, {"sentence": "The American Trucking Association lists approximately 3.5 million professional truck drivers in the U.S.", "come": "2018年12月四级真题（第三套）阅读 Section C"}, {"sentence": "The center of American automobile innovation has in the past decade moved 2, 000 miles away.", "come": "2019年6月四级真题（第一套）阅读 Section A"}, {"sentence": "The day before I spoke to Martinez in November, he had beer touring the damage from Hurricane Michael in Florida with the American Red Cross.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "The letter was written by Darwin to thank an American geologist, Dr.Ferdinand Vandeveer Hayden, for sending him copies of his research into the geology of the region that would become Yellowstone National Park.", "come": "2018年6月四级真题（第二套）阅读 Section C"}, {"sentence": "The most recent National Journal poll asked respondents about the American dream, what it takes to achieve their goals, and whether or not they felt a significant amount of control over their ability to be successful.", "come": "2017年12月四级真题（第三套）阅读 Section C"}, {"sentence": "The New York State parks system wants to turn off the falls on the American side some time in the next two to three years to replace two 115-year-old stone bridges that allow pedestrians, park vehicles and utilities access to Goat Island.", "come": "2016年12月四级真题（第二套）听力"}, {"sentence": "There have been half-hearted but well-publicized efforts by some food companies to reduce calories in their processed foods, but the Standard American diet is still the polar opposite of the healthy, mostly plant-based diet that just about every expert sa", "come": "2015年12月四级真题（第三套）阅读 Section B"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "American"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}