{"props": {"pageProps": {"query": {"w": "at"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"cetSix": [{"word": "at", "count": 100, "kd": [], "Sentence": [{"sentence": "Writing in the journal, the scientists describe how the storks from Germany were clearly affected by the presence of waste sites, with four out of six birds that survived for at least five months overwintering on rubbish dumps in northern Morocco, instead of migrating to the Sahel.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They gradually lose the habit of migrating in winterThey prefer rubbish dumps far away to those at home.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They can multiply at an accelerating rate.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They are more likely to be at risk of dying.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There is no best parenting style or philosophy, researchers say, and across income groups, 92% of parents say they are doing a good job at raising their children.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The state's facilities management project team is still in the process of developing its business justification and expects to have that completed and available to the public at the end of February, Martin said.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The reasoning behind this saying is that low oil prices discourage investment in new production capacity, eventually shifting the oil supply curve backward and bringing prices back up as existing oil fields—which can be tapped at relatively low marginal cost—are depleted.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The nations participating at COP 21 are focusing on quantitative emissions-reduction commitments.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The consumer was ultimately to be mentioned as well, especially by the likes of Dorothy Shaver, who could point to the sales figures at Lord & Taylor.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The Los Angeles Math Circle, held at the University of California, Los Angeles, began in 2007 with 20 students and now has more than 250.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The German traveler Johann Winckelmann pioneered the field of art history with his comprehensive study of Greek and Roman sculpture; he was portrayed by his friend Anton Raphael Mengs at the beginning of his long residence in Rome.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The British traveler Charles Thompson spoke for many Grand Tourists when in 1744 he described himself as being impatiently desirous of viewing a country so famous in history, a country which once gave laws to the world, and which is at present the greatest school of music and painting, contains the noblest productions of sculpture and architecture, and is filled with cabinets of rarities, and collections of all kinds of historical relics.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Tennessee's technical and community colleges will not outsource ( ' , 外包) management of their facilities to a private company, a decision one leader said was bolstered by an analysis of spending at each campus.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Students use forums to chat, play games, and solve problems together at no cost, or they can pay a few hundred dollars to take courses with trained teachers.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Some communities have agreed to share online—geneticists, for example, post DNA sequences at the GenBank repository ( ' , 库), and astronomers are accustomed to accessing images of galaxies and stars from, say, the Sloan Digital Sky Survey, a telescope that has observed some 500 million objects—but these remain the exception, not the rule.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Public policies aimed at young children have helped, including public preschool programs and reading initiatives.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Only about 50 students are invited based on their performance on written tests and at the USA Math Olympiad.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Morgan said last week that he would retire at the end of January because of the governor's proposal to split off six universities of the Board of Regents system and create separate governing boards for each of them.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Migrating birds affect ecosystems both at home and at their winter destinations, and disrupting the traditional routes could have unexpected side effects.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Many schools don't place academic competitions at the top of their priority list.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Its flagship stores in major U.S. cities depend heavily on international tourist spending, which shrank at many retailers due to a strong dollar.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It's important to allow readers and reviewers to see exactly how you arrive at your results.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It will slash staffing at its fleet of 770 stores, a move affecting some 3,000 employees.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Interest in elite high school math competitions has grown in recent years, and in light of last summer's U.S. win at the International Math Olympiad ( ' , IMO)—the first for an American team in more than two decades— the trend is likely to continue.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In poor families, meanwhile, children tend to spend their time at home or with extended family.", "come": "出自-2017年6月阅读原文"}, {"sentence": "If you look at a lot of low-income communities in the United States, there are programs that are serving them, but they're primarily centered around ‘Let's get these kids' grades up,' and not around ‘Let's get these kids access to the same kinds of opportunities as more-affluent kids,' said Daniel Zaharopol, the founder and executive director of the program.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Ease of care was most important: summer dresses and outfits, in particular, were chiefly cotton, readily capable of being washed and pressed at home.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Early childhood experiences can be very consequential for children's long-term social, emotional and cognitive development, said Sean Reardon, professor of poverty and inequality in education at Stanford University.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Data on management expenses at the college system and in other state departments will be part of a business justification the state will use as officials deliberate the specifics of an outsourcing plan.", "come": "出自-2017年6月阅读原文"}, {"sentence": "At this time there is nothing to take action on since the analysis has yet to be completed.", "come": "出自-2017年6月阅读原文"}, {"sentence": "At a time when young beauty shoppers are often turning to Sephora or Ulta instead of department store beauty counters, Macy's hopes Bluemercury will help strengthen its position in the category.", "come": "出自-2017年6月阅读原文"}, {"sentence": "After the high-pressure Countdown round at this year's national MathCounts competition, in which the top 12 students went head to head solving complex problems in rapid fire, the finalists for the Math Video Challenge took the stage to show their videos.", "come": "出自-2017年6月阅读原文"}, {"sentence": "According to Richard Rusczyk, the company founder, the six U.S.team members who competed at the IMO last year collectively took more than 40 courses on the site.", "come": "出自-2017年6月阅读原文"}, {"sentence": "A New York City-based nonprofit called Bridge to Enter Mathematics runs a residential summer program aimed at getting underserved students, mostly black and Hispanic, working toward math and science careers.", "come": "出自-2017年6月阅读原文"}, {"sentence": "2% in November and December at stores open more than a year, a disappointing holiday season performance that capped a difficult year for a department store chain facing wideranging challenges.", "come": "出自-2017年6月阅读原文"}, {"sentence": "So recently, I’ve looked at young people’s drinking and it’s obviously a major concern to government at the moment.", "come": "出自-2017年6月听力原文"}, {"sentence": "Mr.Ishiguro, have you ever found one of your books at a secondhand bookstore? According to a study of race and equity in education, black athletes are dropping out of college across the country at alarming rates.", "come": "出自-2017年6月听力原文"}, {"sentence": "And in today’s program, we’re looking at the results of two recently published surveys, which both deal with the same topic—happiness at work.", "come": "出自-2017年6月听力原文"}, {"sentence": "We have everything to gain by encouraging them to explore the world beyond their immediate experience and to prepare themselves for their turn at shaping that world.", "come": "出自-2016年6月阅读原文"}, {"sentence": "They seem to be turning inward—generally in a pro-social manner, certainly with positive benefits for intimate relationships, but too often at the expense of a connection with the present and future world beyond, including the society they will one day inherit.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The roots of his speech, given in March at the roundtable meeting of environment and energy ministers from the G20 group of nations, stretch back to 1972, and the United Nations Conference on the Human Environment in Stockholm.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The revisions come at a time when green marketing is on the rise.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Still, it is true that American families are growing closer at the dawn of this new millennium ( ' ,  千年).", "come": "出自-2016年6月阅读原文"}, {"sentence": "Southern states without strong teachers' unions have schools at least as awful as those in union states.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Some are turning to the Internet, which is cheaper and offers concrete measurements like click-through rates— especially important at a time when marketing budgets are tight.", "come": "出自-2016年6月阅读原文"}, {"sentence": "One recent study attempted to calculate the extent of this ecological overshoot of the human economy, and found that we are using 1.2 Earth's-worth of environmental goods and services—the implication being that at some point the debt will be called in, and all those services—the things which the planet does for us for free—will grind to a halt.", "come": "出自-2016年6月阅读原文"}, {"sentence": "My own research at the Stanford Center on Adolescence uses in-depth interviews with small samples of youngsters rather than large-scale surveys.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Just having a strong teacher for one elementary year left pupils a bit less likely to become mothers as teenagers, a bit more likely to go to college and earning more money at age 28.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It protects incompetent teachers at the expense of students.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It has placed TV advertising at a great disadvantage.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In October 2000, the same month the survey was taken, the Washington-based Center for Media and Public Affairs wrote in its publication Media Monitor that, in a recent month of TV news coverage of American youth, just 2% of teens were shown at home, and just 1% were portrayed in a work setting.", "come": "出自-2016年6月阅读原文"}, {"sentence": "I've been looking at what self-proclaimed experts were saying about unemployment during the Great Depression; it was almost identical to what Very Serious People are saying now.", "come": "出自-2016年6月阅读原文"}, {"sentence": "For almost five centuries a very large supply of cod ( ' ,  鳕 鱼) provided abundant raw material for an industry which at its peak employed about 40,000 people, sustaining entire communities in Newfoundland.", "come": "出自-2016年6月阅读原文"}, {"sentence": "During commercials, an overlay will appear at the bottom of the screen, prompting viewers to press a button to request a free sample or order a catalogue.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As I said, structural unemployment isn't a real problem, it's an excuse—a reason not to act on America's problems at a time when action is desperately needed.", "come": "出自-2016年6月阅读原文"}, {"sentence": "And the World Resources Institute ( ' , WRI) in its World Resources 2005 report, issued at the end of August, produced several such examples from Africa and Asia; it also demonstrated that environmental degradation affects the poor more than the rich, as poorer people derive a much higher proportion of their income directly from the natural resources around them.", "come": "出自-2016年6月阅读原文"}, {"sentence": "According to a new study, the number of advertisements with green messages in mainstream magazines has risen since 1987, and peaked in 2008 at 10.", "come": "出自-2016年6月阅读原文"}, {"sentence": "So Mike, you managed the innovation  project at CucinTech.", "come": "出自-2016年6月听力原文"}, {"sentence": "Researchers at Duke University scrutinized more than 160 published studies and found an absence of strong evidence that any of these approaches can make a big difference.", "come": "出自-2016年6月听力原文"}, {"sentence": "In fact, they are prescribed and they’regiven at a certain level, a dosage that is understood by a practitioner who’s been trained.", "come": "出自-2016年6月听力原文"}, {"sentence": "A lot of times people are not really aware of the impact they have, or the fact that taking them in combination with other medications might put you at increased risk for something that you wouldn’t otherwise being countering or be at risk for.", "come": "出自-2016年6月听力原文"}, {"sentence": "There is an incompatibility in the rate at which these are advancing relative  to the way we're digesting it, he said.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The researchers found that telepressure is a major cause of stress at work,  which  over  time  contributes  to  physical  and  mental  burnout.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The old days of the Antarctic being dominated by the interests and wishes of white men from European, Australasian and North American states are over, said Klaus Dodds, a politics scholar at the University of London who specialises in Antarctica.", "come": "出自-2016年12月阅读原文"}, {"sentence": "That,  too,  explains  the  heavy Washington  presence  at  this  year's  show,  as  these  new technologies  intrude  upon  heavily  regulated  areas.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Teenagers at risk of depression, anxiety and suicide often wear their troubles like a neon ( ' ,  霓虹灯 ) sign.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Studying at university will only become less attractive if employers shift their focus away from where someone went to university--and there is no sign of that happening anytime soon.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Students do not merely benefit while at university; studies show- they go on to be healthier and happier than non-graduates, and also far more likely to vote.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Students at university also meet those likely to be in leading jobs in the future, forming contacts for life.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Researchers recently found kimberlite ( ' , 金伯利岩) deposits hinting at the existence of diamonds.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Putting in effect the policies in the agreement at once.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Perhaps the reason why so many universities offer their students so little is they know studying at a top university remains a brilliant investment even if you don't learn anything.", "come": "出自-2016年12月阅读原文"}, {"sentence": "More than a century has passed since explorers raced to plant their flags at the bottom of the world, and for decades to come this continent is supposed to be protected as a scientific preserve, shielded from intrusions like military activities and mining.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Michael Yudell, a professor of public health at Drexel University in Philadelphia, said that modern genetics  research is operating in a paradox: on the one hand, race is understood to be a useful tool to illuminate human  genetic diversity, but on the other hand, race is also understood to be a poorly defined marker of that diversity.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Many top firms will not even look at applications from those who lack a 2.1", "come": "出自-2016年12月阅读原文"}, {"sentence": "It is about the flashiness and the gadgets, said John Curran,  managing director of research at Accenture.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In some ways they're at greater risk of falling through the cracks, says researcher Vladimir Carli.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In other words, a few countries are benefiting  enormously from the consumption of fossil fuels, while at the same time contributing disproportionately to the  global burden of climate change.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In  a  2011  study,  she  investigated  the  effects  of  implementing a Results Only Work Environment ( ' , ROWE) on the productivity and well-being of employees  at Best Buy's corporate headquarters.", "come": "出自-2016年12月阅读原文"}, {"sentence": "His attitude to state intervention has looked confused ever since his bizarre 2006 lament ( ' , 叹惜) that chocolate oranges placed seductively at supermarket checkouts fueled obesity.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Fewer innovative products were found at this year's electronic products show.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Few students are willing to bear the burden of debt incurred at university.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Dr.Donald Sadoway at MIT started his own battery company with the hope of changing the world's energy  future.", "come": "出自-2016年12月阅读原文"}, {"sentence": "But now these segments are looking at slower growth  curves – or shrinking markets in some cases – as consumers are not as eager to spend money on new gadgets.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Being stationed in Antarctica involves adapting to life on the planet's driest, windiest and coldest continent, yet each nation manages to make itself at home.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Bearded Russian priests offer regular services at the Orthodox church for the 16 or so Russian speakers who spend the winter at the base, largely polar scientists in fields like glaciology and meteorology.", "come": "出自-2016年12月阅读原文"}, {"sentence": "At least three Russian stations are already operating in Antarctica, part of its effort to challenge the dominance of the American GPS, and new stations are planned for sites like the Russian base, in the shadow of the Orthodox Church of the Holy Trinity.", "come": "出自-2016年12月阅读原文"}, {"sentence": "As some countries expand operations in Antarctica, the United States maintains three year-round stations on the continent with more than 1,000 people during the southern hemisphere's summer, including those at the Amundsen-Scott station, built in 1956 at an elevation of 9,301 feet on a plateau at the South Pole.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Annual fees have risen from ￡1,000 to ￡9,000 in the last decade, but contact time at university has barely risen at all.", "come": "出自-2016年12月阅读原文"}, {"sentence": "And while assessments vary widely, geologists estimate that Antarctica holds at least 36 billion barrels of oil and natural gas.", "come": "出自-2016年12月阅读原文"}, {"sentence": "A study of employees at health  insurance provider Aetna revealed that roughly one quarter of those taking in-office yoga and mindfulness  classes reported a 28% reduction in their stress levels and a 20% improvement in sleep quality.", "come": "出自-2016年12月阅读原文"}, {"sentence": "8 hours at work daily, and the majority of working professionals  spend additional hours checking in with work during evenings, weekends and even vacations.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Today, I’d like to talk about what happens when celebrity role models get behind healthyhabits, but at the same time promote junk food.", "come": "出自-2016年12月听力原文"}, {"sentence": "The third element of love in Sternberg’s theory is what he calls decision commitment, the decision that one is in a love relationship, the willingness to label it as such and the commitment to maintain that relationship at least for some period of time.", "come": "出自-2016年12月听力原文"}, {"sentence": "The purpose of today’s lecture, as you have seen from the title and the abstract, is to examine in more detail the problems facing small- and medium-sized enterprises which arise at least in part from having to adapt to rapid advances in technology.", "come": "出自-2016年12月听力原文"}, {"sentence": "Some 10,000 pairs of the birds, called fulmars, a kind of Arctic seabird, make their nests on Devon Island, north at the Arctic circle.", "come": "出自-2016年12月听力原文"}, {"sentence": "She’s figured out that it will take her another three years to pay it off at 30 dollars a month.", "come": "出自-2016年12月听力原文"}, {"sentence": "Now what’s interesting about the theory is what do you have if you only have one out of three or two out of three? What do you have and how is it different if you have a different two out of three? What’s interesting about this kind of theorizing is it gives rise to many different combinations that can be quite interesting when you break them down and start to look at them carefully.", "come": "出自-2016年12月听力原文"}, {"sentence": "Later in these series, you will hear from Stacy Collins and Mill Wilson, fellow social workers at the National Association of Social Workers.", "come": "出自-2016年12月听力原文"}, {"sentence": "I’m a social worker, a lobbyist and a special assistant to the executive director at the National Association of Social Workers.", "come": "出自-2016年12月听力原文"}]}], "sameAnalysis": [{"part_name": "这些前置词在表示地点或时间时均含\"在……\"之意。", "word_list": "at, in, on", "means": ["at ：表地点时，指空间位置上的某一点；表时间时，指在时间上的某一时刻。", "in ：表地点时，指在某一立体空间范围内；表时间时，指一段时间或与年、月、季节时间连用。", "on ：表地点时，指某物与另一物表面相接触，或与某地方接壤等；表时间时，指在某一天或某一天的某个时间，尤指在星期几。"]}], "slang": [{"tokens": "laugh at the carpet", "type": "v ", "list": [{"explanation": "呕吐", "example": [{"en": "Wayne laughed at the carpet, and people moved away-not knowing what he was going to do next.", "zh": "韦恩呕吐了,而大家都走了——不知道他接下来会怎么样。"}]}], "class": ["美国俚语"]}], "exchanges": ["at"], "trade_means": [{"word_trade": "土木工程", "word_mean": ["平面交叉", "at-grade intersection, grade crossing"]}], "gaokao": [{"word": "at", "count": 99, "kd": [], "Sentence": [{"sentence": "\"I thought it would be useful for him to learn Chinese at an early age\" Joseph Stocke, the managing director of a company, says of his 2-year old son.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "A few hours before, I'd been at home in Hong gonk, with its choking smog.", "come": "2015年高考英语全国卷1 语法填空 原文"}, {"sentence": "A free schedule of events for each term is available by calling the box office at 556-4183.", "come": "2016年高考英语全国卷3 阅读理解 阅读A 原文"}, {"sentence": "A group of people sitting in the hall stopped talking and stared at us.", "come": "2018年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "A quick review of successes and failures at the end of year will help shape your year ahead.", "come": "2017年高考英语江苏卷 单项填空 原文"}, {"sentence": "A scientist working at her lab bench and a six-old baby playing with his food might seem to have little in common.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读C 原文"}, {"sentence": "A six-month trial will be introduced at Holborn station from mid-April, eliminating the rule of standing on the right and walking on the left.", "come": "2016年高考英语上海卷 阅读理解 阅读D 原文"}, {"sentence": "A story showing people's generosity should be emailed to the editor at susan@sws.", "come": "2015年高考英语陕西卷 阅读理解 阅读A 题设"}, {"sentence": "A sudden stop can be a very frightening experience, especially if you are travelling at high speed.", "come": "2016年高考英语浙江卷（6月） 单项选择 原文"}, {"sentence": "A three-week trial at Holborn last year found that the number of people using escalators at any time of could be raised by almost a third.", "come": "2016年高考英语上海卷 阅读理解 阅读D 原文"}, {"sentence": "A typical lion tamer in people's mind is an entertainer holding a whip at a chair.", "come": "2014年高考英语全国卷1 阅读理解 阅读C 原文"}, {"sentence": "According to a new survey (调查) by the national sleep foundation, 51% of kids aged 10 to 18 go to bed at 10 pm or later on school nights, even though they have to get up early.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读B 原文"}, {"sentence": "According to London underground, only 40 percent of travelers walk the full length of long escalators, leaving the majority at the bottom as they wait to get on to the \"standing \"side.", "come": "2016年高考英语上海卷 阅读理解 阅读D 原文"}, {"sentence": "Actually I'm going to meet with professor smith at ten past two.", "come": "2016年高考英语全国卷2 听力 原文"}, {"sentence": "Admission is at normal charges and you don't need to book.", "come": "2015年高考英语全国卷1 阅读理解 阅读A 原文"}, {"sentence": "After a while she seemed content to leave her husband over at the cemetery.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读A 原文"}, {"sentence": "After her mother read the poem to her, the writer felt sad at first.", "come": "2016年高考英语上海卷 阅读理解 阅读A 题设"}, {"sentence": "After questioning 1, 000 mothers with children under 18, it found that , on most days, mums started their routine work at 7am and finished at around 11pm.", "come": "2015年高考英语四川卷 阅读理解 阅读C 原文"}, {"sentence": "After you've tried a new method for a week, take a look at your record.", "come": "2017年高考英语全国卷3 阅读理解 七选五 原文"}, {"sentence": "All of a sudden, I started making money because I was really good at math.", "come": "2018年高考英语浙江卷 听力 原文"}, {"sentence": "All right, I'll finish school at five o'clock, and I'm free after that.", "come": "2017年高考英语北京卷 听力 原文"}, {"sentence": "Although Dr Dominoni has only studied light pollution, other research concluded that robins living in noisy cities have started to sing at night to make themselves heard over loud noise.", "come": "2015年高考英语四川卷 阅读理解 阅读D 原文"}, {"sentence": "Americans eat only about fifteen pounds of fish per person per year, but we eat twice as much fish in restaurants as at home.", "come": "2016年高考英语全国卷3 阅读理解 七选五 原文"}, {"sentence": "An active reader looks at each part of the graph before trying to interpret the data.", "come": "2015年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "An assumption behind UK insurance for driverless cars, introduced earlier this year, insists that a human \"be watchful and monitoring the road\" at every moment.", "come": "2017年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "An example at hand is the involvement of parents in the lives of their children who are attending college.", "come": "2015年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "An old joke that was popular at the time went something like this: a man is stuck up to his waist in a muddy Chicago street.", "come": "2015年高考英语湖南卷 阅读理解 阅读B 原文"}, {"sentence": "And at that moment, I made the decision: I will develop and follow a personal growth plan for my life.", "come": "2016年高考英语江苏卷 完形填空 原文"}, {"sentence": "And now when I look at it, I think her presence in the photo is what makes the image interesting.", "come": "2017年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "And people have been warned not to go out of their homes — not if you walk on foot, at least — between 11 in the morning and 7 in the evening.", "come": "2017年高考英语江苏卷 听力 原文"}, {"sentence": "And the more birds are exposed to light, the more active they are at night.", "come": "2015年高考英语四川卷 阅读理解 阅读D 原文"}, {"sentence": "And while plastic bags may be ugly to look at, they represent a small percentage of all garbage on the ground today.", "come": "2018年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "And while you're at it, actually sit down to eat.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Animals are built of many different materials----skin, fat, and more----and light moves through each at a different speed.", "come": "2015年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "Another study of 302 volunteers at hospitals in Chicago focused on individual differences in the degree to which people view \"volunteer\" as an important social role.", "come": "2015年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "Anxious all the time, I was unable to keep focused for more than an hour at a time.", "come": "2016年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "Anxiously I went to bed dreaming about what I would find at the top of this magical mountain.", "come": "2018年高考英语天津卷 阅读理解 阅读表达 原文"}, {"sentence": "Any child must be accompanied by at least one paying adult.", "come": "2015年高考英语福建卷 阅读理解 阅读C 选项"}, {"sentence": "Apple days are being held at all sorts of places with an interest in fruit, including stately gardens and commercial orchards.", "come": "2016年高考英语全国卷3 阅读理解 阅读C 原文"}, {"sentence": "As a matter of fact, we can see this principle at work in people of all ages.", "come": "2014年高考英语全国卷1 完形填空 原文"}, {"sentence": "As always, you should stretch at least ten minutes before each run to prevent injuries.", "come": "2015年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "As for crowds, a Hong Kong study found that they increased a restaurant's reputation, suggesting great food at fair prices.", "come": "2018年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "I couldn't reach anyone at the phone number on the cat's tag.", "come": "2015年高考英语重庆卷 完形填空 A 原文"}, {"sentence": "As I squeezed back into my car, I saw the same lady looking in at me.", "come": "2015年高考英语上海卷 语法填空 A 原文"}, {"sentence": "As she looked up at the three new humans in her life  small, medium, and large, she calculated, \"the medium one is the sucker in the pack.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "As they left student life behind, many had a last drink at their cheap but friendly local bar, shook hands with longtime roommates, and moved out of small apartments into high buildings.", "come": "2015年高考英语浙江卷 完形填空 原文"}, {"sentence": "Ask about today's activities at the great hall information desk.", "come": "2018年高考英语江苏卷 阅读理解 阅读A 原文"}, {"sentence": "At 5:30 am on February 2, Kaasen and his dog arrived in Nome.", "come": "2016年高考英语北京卷 完形填空 原文"}, {"sentence": "At a local school a successful charity supper has been held.", "come": "2016年高考英语上海卷 听力 原文"}, {"sentence": "At a time of limited means of expression, snow was like free art supplies dropped from the sky.", "come": "2015年高考英语上海卷 阅读理解 阅读A 原文"}, {"sentence": "At age 68, he retired from the post office, but he never stopped serving the community.", "come": "2015年高考英语天津卷 阅读表达 原文"}, {"sentence": "At age five, this dull task brought me such joy.", "come": "2015年高考英语陕西卷 完形填空 原文"}, {"sentence": "At college, Barack Obama didn't know that he was to become the first black president of the united states of America.", "come": "2015年高考英语陕西卷 单项填空 原文"}, {"sentence": "At first Robert wouldn't let his daughter go diving, but eventually he gave in as she was so confidence about her skills.", "come": "2018年高考英语天津卷 单项填空 原文"}, {"sentence": "At first the price of single copies was seldom a penny-usually two or three cents was charged-and some of the older well-known papers charged five or six cents.", "come": "2019年高考英语全国卷3 阅读理解 阅读C 原文"}, {"sentence": "At first, john spent his time hunting for fun.", "come": "2019年高考英语全国卷2 听力 原文"}, {"sentence": "At last - she never knew how long it had taken her - she felt solid ground under her feet.", "come": "2016年高考英语浙江卷（10月） 阅读理解 阅读A 原文"}, {"sentence": "At last I ended up hitting the set with my first, and it stopped working altogether.", "come": "2015年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "At last they had seen a half-written letter in the pile in which my husband had given his new telephone number to a friend.", "come": "2014年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "At least the weather is similar, and the people aren't much different.", "come": "2017年高考英语全国卷1 听力 原文"}, {"sentence": "At least there is enough good news, so it remains a good place for the residents to enjoy their life.", "come": "2016年高考英语上海卷 听力 原文"}, {"sentence": "At least until spring arrived, by which time they were dealing with damaging floods.", "come": "2015年高考英语上海卷 阅读理解 阅读A 原文"}, {"sentence": "At least, workers wouldn't have needed to carry cattle fat or water to smooth the paths.", "come": "2015年高考英语四川卷 阅读理解 阅读E 原文"}, {"sentence": "At long last, in a comfortable home, with a generous pension, he should learn to take things easy.", "come": "2015年高考英语天津卷 阅读表达 原文"}, {"sentence": "At mile 3, I passed a sign:\" go for it, runners!\".", "come": "2018年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "At my heaviest I weighed 370 pounds.", "come": "2017年高考英语天津卷 完形填空 原文"}, {"sentence": "At my high school, there were about only four active club and organizations that students could be a part of.", "come": "2016年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "At one point, huge piles of snow blocked his way.", "come": "2016年高考英语北京卷 完形填空 原文"}, {"sentence": "At one time, daydreaming was thought to be a cause of some mental illnesses.", "come": "2015年高考英语北京卷 阅读理解 单项填空 选项"}, {"sentence": "At present, the world has about 6800 languages.", "come": "2018年高考英语全国卷I 阅读理解 阅读C 原文"}, {"sentence": "At present, these technologies are still expensive, though.", "come": "2019年高考英语全国卷I 阅读理解 阅读C 原文"}, {"sentence": "At Pullman's signal, each man turned his Jackscrew the same amount at the same time, thereby raising the building slowly and evenly.", "come": "2015年高考英语湖南卷 阅读理解 阅读B 原文"}, {"sentence": "At some point in all of our lives, we'll have our trust tested or violated.", "come": "2015年高考英语全国卷1 阅读理解 七选五 原文"}, {"sentence": "At some time in the past Yellowstone must have blown up with a violence far beyond the scale of anything known to humans.", "come": "2019年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "At space camp, trainees can earn their space exploration badge as they build and fire model rockets, learn about space tasks and try simulated (模拟) flying to space with the crew from all over the world.", "come": "2018年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "At that moment, I remembered that my father once said,  \" the classroom is a place for learning and that include leaning from textbooks, and mistake as well.\"", "come": "2018年高考英语全国卷3 语法填空 原文"}, {"sentence": "At that time the Beatles entered the world of music from Liverpool.", "come": "2019年高考英语浙江卷 阅读理解 七选五 原文"}, {"sentence": "At the age of 18, he moved to the united states.", "come": "2019年高考英语全国卷2 听力 原文"}, {"sentence": "At the base is a rainforest.", "come": "2019年高考英语全国卷I 完形填空 原文"}, {"sentence": "At the beginning, when friends offered to take her through her paces, I declined because I knew they had their own households to deal with.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "At the Beijing Olympic she swept away any doubts about her ability to perform consistently by becoming the first Jamaican woman ever to win the 100 metres Olympic gold.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "At the bottom of the paper were these words:\" see what you can do when you keep trying? \"", "come": "2015年高考英语重庆卷 阅读理解 阅读A 原文"}, {"sentence": "At the end of the story, my mind continued the final scene of reunion, on and on, until my own lost dog and I were, in my mind, running together.", "come": "2015年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "At the events, you can meet expert growers and discuss which ones will best suit your conditions, and because these are family affairs, children are well catered for with apple-themed fun and games.", "come": "2016年高考英语全国卷3 阅读理解 阅读C 原文"}, {"sentence": "At the heart of the phenomenon lie tiny marine microorganisms (海洋微生物) called phytoplankton.", "come": "2019年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "At the start of this year, foreigners living in italy amounted to 4.56 million of a total population of 60.6 million, or 7.5 percent, with immigrants’ children accounting for an ever larger percentage of births in italy.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读C 原文"}, {"sentence": "At the time, people did not have dishwashers in their homes.", "come": "2015年高考英语湖南卷 阅读理解 阅读C 原文"}, {"sentence": "At the university of Cambridge Turin discovered a wealth of important materials-including photographs, films, tape recordings, and field notes—which had remained unstudied and were badly in need of care and protection.", "come": "2014年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "At thirteen, I was diagnosed (诊断) with a kind of attention disorder.", "come": "2015年高考英语重庆卷 阅读理解 阅读A 原文"}, {"sentence": "At this point, when all the children were willing to share their experiences, I began to learn how to teach.", "come": "2015年高考英语湖南卷 完形填空 原文"}, {"sentence": "At what age did Emily start learning ballet?", "come": "2018年高考英语全国卷2 听力 题设"}, {"sentence": "At what time does metrorail stop service on Saturday?", "come": "2014年高考英语全国卷2 阅读理解 阅读D 题设"}, {"sentence": "At which place can people of different ages enjoy a good laugh?", "come": "2016年高考英语全国卷2 阅读理解 阅读A 题设"}, {"sentence": "Back at the camp, you can kick off your boots and enjoy excellent food and wine.", "come": "2015年高考英语重庆卷 阅读理解 阅读D 原文"}, {"sentence": "Basically, it's \"I've got to produce this product and then, at the end of year, present it to NASA\".", "come": "2019年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "Because of the way light reflects off the organisms, these phytoplankton create colourful patterns at the ocean surface.", "come": "2019年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "Bechtel, who works in downtown west palm beach, has lunch with coworkers sometimes, but like many of us, too often works through lunch at her desk.", "come": "2019年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "Begin keeping track of the time, and try to make dinner last at 30 minutes.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Being better at those things meant a greater chance of survival.", "come": "2016年高考英语北京卷 阅读理解 阅读E 原文"}]}], "abbreviation": [{"mean_en": "air temperature", "mean_cn": "气温"}, {"mean_en": "airtight", "mean_cn": "密封的"}, {"mean_en": "att", "mean_cn": "基普；砹"}, {"mean_en": "accounting tabulating (card)", "mean_cn": "会计账目卡片"}, {"mean_en": "advanced technology (computer)", "mean_cn": "高级技术计算机"}, {"mean_en": "air transport", "mean_cn": "空运"}, {"mean_en": "aircraft technician", "mean_cn": "航行器技师"}, {"mean_en": "alternative technology", "mean_cn": "替代技术"}, {"mean_en": "anti-tank", "mean_cn": "反坦克"}, {"mean_en": "anti-torpedo", "mean_cn": "防鱼雷"}, {"mean_en": "appropriate technology", "mean_cn": "适当技术"}, {"mean_en": "artillery tractor", "mean_cn": "炮拖拉机"}, {"mean_en": "asphalt", "mean_cn": "沥青"}, {"mean_en": "asphalt tile", "mean_cn": "沥青瓷砖"}, {"mean_en": "asphaltic", "mean_cn": "柏油的"}, {"mean_en": "atempo (Italian=at the speed writ ten)", "mean_cn": "(意大利语)速记"}, {"mean_en": "atmosphere", "mean_cn": "大气；大气压"}, {"mean_en": "atmosphere (technical)", "mean_cn": "大气技术的"}, {"mean_en": "atmospheric", "mean_cn": "大气的；气压的"}, {"mean_en": "atom", "mean_cn": "原子"}, {"mean_en": "atomic", "mean_cn": "原子的"}, {"mean_en": "atomic (AT)", "mean_cn": "原子的，原子能的，微粒子的(酸处理)"}, {"mean_en": "attitude", "mean_cn": "态度，看法"}, {"mean_en": "attorney", "mean_cn": "(业务或法律事务中的)代理人；〈美国〉律师"}, {"mean_en": "automatic telephone", "mean_cn": "自动电话"}, {"mean_en": "automatic transmission", "mean_cn": "自动传输"}, {"mean_en": "auxiliary tug", "mean_cn": "辅助拖船"}], "kaoyan": [{"word": "at", "count": 100, "kd": [], "Sentence": [{"sentence": "Not long ago, with the country entering a recession and Japan at its pre-bubble peak.", "come": "出自-2009年考研阅读原文"}, {"sentence": "It is a wise father that knows his own child, but today a man can boost his paternal ( ' , fatherly) wisdom - or at least confirm that he's the kid's dad.", "come": "出自-2009年考研阅读原文"}, {"sentence": "In fact, all of these cultural developments occurred separately at different times in many parts of the world.", "come": "出自-2009年考研阅读原文"}, {"sentence": "At puberty, however, the brain shuts down half of that capacity, preserving only those modes of thought that have seemed most valuable during the first decade or so of life.", "come": "出自-2009年考研阅读原文"}, {"sentence": "All he needs to do is shell our $30 for paternity testing kit ( ' , PTK) at his local drugstore - and another $120 to get the results.", "come": "出自-2009年考研阅读原文"}, {"sentence": "We have no land ethic yet,  but we have at least drawn nearer the point of admitting that birds should continue as a matter of intrinsic right,regardless of the presence or absence of economic advantage to us.", "come": "出自-2010年考研翻译原文"}, {"sentence": "At the beginning of the century songbirds were supposed to be disappearing.", "come": "出自-2010年考研翻译原文"}, {"sentence": "wegner, a patent attorney and professor at George Washington University Law School.", "come": "出自-2010年考研阅读原文"}, {"sentence": "We are even farther removed from the unfocused newspaper review published in England between the turn of the 20th century and the eve of World War Ⅱ, at a time when newsprint was dirt-cheap and stylish arts criticism was considered an ornament to the publications in which it appeared.", "come": "出自-2010年考研阅读原文"}, {"sentence": "To read such books today is to marvel at the fact that their learned contents were once deemed suitable for publication in general-circulation dailies.", "come": "出自-2010年考研阅读原文"}, {"sentence": "They tend to keep a tighter hold on their purse and consider eating at home a realistic alternative.", "come": "出自-2010年考研阅读原文"}, {"sentence": "These rules say they must value some assets at the price a third party would pay, not the price managers and regulators would like them to fetch.", "come": "出自-2010年考研阅读原文"}, {"sentence": "The judges on the Federal circuit are “reacting to the anti-patient trend at the supreme court” ,says Harole C.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Retail sales of food and drink in Europe’s largest markets are at a standstill, leaving European grocery retailers hungry for opportunities to grow.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Overall, Europe’s wholesale market for food and drink is growing at the same sluggish pace as the retail market, but the figures, when added together, mask two opposing trends.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Moreover, average overall margins are higher in wholesale than in retail; wholesale demand from the food service sector is growing quickly as more Europeans eat out more often; and changes in the competitive dynamics of this fragmented industry are at last making it feasible for wholesalers to consolidate.", "come": "出自-2010年考研阅读原文"}, {"sentence": "In those far-off days, it was taken for granted that the critics of major papers would write in detail and at length about the events they covered.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Demand comes mainly from two sources: independent mom-and-pop grocery stores which, unlike large retail chains, are too small to buy straight from producers, and food service operators that cater to consumers when they don’t eat at home.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Behind the scenes, they have been taking aim at someone else: the accounting standard-setters.", "come": "出自-2010年考研阅读原文"}, {"sentence": "At least, that is how it looks as a whole.", "come": "出自-2010年考研阅读原文"}, {"sentence": "At any rate, this change will ultimately be acclaimed by an ever-growing number of both domestic and international consumers, regardless of how long the current consumer pattern will take hold.", "come": "出自-2010年考研阅读原文"}, {"sentence": "And, unless banks carry toxic assets at prices that attract buyers, reviving the banking system will be difficult.", "come": "出自-2010年考研阅读原文"}, {"sentence": "This seems a justification for neglect of those in need， and a rationalization of exploitation， of the superiority of those at the top and the inferiority of those at the bottom.", "come": "出自-2011年考研翻译原文"}, {"sentence": "“Hooray! At last!” wrote Anthony Tommasini, a sober-sided classical-music critic.", "come": "出自-2011年考研阅读原文"}, {"sentence": "There recordings are cheap, available everywhere, and very often much higher in artistic quality than today’s live performances; moreover, they can be “consumed” at a time and place of the listener’s choosing.", "come": "出自-2011年考研阅读原文"}, {"sentence": "So, at the end of a decade of thesis-writing, many humanities students leave the profession to do something for which they have not been trained.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Says Korn/Ferry senior partner Dennis Carey:”I can’t think of a single search I’ve done where a board has not instructed me to look at sitting CEOs first.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Practically every week features at least one celebrity mom, or mom-to-be, smiling on the newsstands.", "come": "出自-2011年考研阅读原文"}, {"sentence": "In recent weeks the No.2 executives at Avon and American Express quit with the explanation that they were looking for a CEO post.", "come": "出自-2011年考研阅读原文"}, {"sentence": "If that happens, passionate consumers would try to persuade others to boycott products, putting the reputation of the target company at risk.", "come": "出自-2011年考研阅读原文"}, {"sentence": "He finally took that post at a major financial institution three years later.", "come": "出自-2011年考研阅读原文"}, {"sentence": "For something curious has been happening in American universities, and Louis Menand, a professor of English at Harvard University, captured it skillfully.", "come": "出自-2011年考研阅读原文"}, {"sentence": "At Harvard, Mr.Menand notes, “the great books are read because they have been read”—they form a sort of social glue.", "come": "出自-2011年考研阅读原文"}, {"sentence": "As a description of the next music director of an orchestra that has hitherto been led by musicians like Gustav Mahler and Pierre Boulez, that seems likely to have struck at least some Times readers as faint praise.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Academic inquiry, at least in some fields, may need to become less exclusionary and more holistic.", "come": "出自-2011年考研阅读原文"}, {"sentence": "That, at least, is the hope.", "come": "出自-2012年考研翻译原文"}, {"sentence": "Russell Gray at the University of Auckland and his colleagues consider the evolution of grammars in the light of two previous attempts to find universality in language.", "come": "出自-2012年考研翻译原文"}, {"sentence": "Take a moment or two to wonder at those marvels.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Rosenberg argues convincingly that public-health advocates ought to take a page from advertisers, so skilled at applying peer pressure.", "come": "出自-2012年考研阅读原文"}, {"sentence": "John Donahue at Harvard’s Kennedy School points out that the norms of culture in Western civil services suit those who want to stay put but is bad for high achievers.", "come": "出自-2012年考研阅读原文"}, {"sentence": "First, most people do not realise that there are strong commercial agendas at work to keep them in passive consumption mode.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Dare to be different, please don’t smoke!” pleads one billboard campaign aimed at reducing smoking among teenagers-teenagers, who desire nothing more than fitting in.", "come": "出自-2012年考研阅读原文"}, {"sentence": "At the state level their influence can be even more fearsome.", "come": "出自-2012年考研阅读原文"}, {"sentence": "There is no doubt that gardens evidence an impossible urge to create, express, fashion, and beautify and that self-expression is a basic human urge;  yet when one looks at the photographs of the garden created by the homeless, it strikes one that , for all their diversity of styles, these gardens speak of various other fundamental urges, beyond that of decoration and creative expression.", "come": "出自-2013年考研翻译原文"}, {"sentence": "On display here are various fantasy elements whose reference, at some basic level, seems to be the natural world.", "come": "出自-2013年考研翻译原文"}, {"sentence": "This top-down conception of the fashion business couldn’t be more out of date or at odds with the feverish would described in Overdressed, Elizabeth Cline’s three-year indictment of “fast fashion”.", "come": "出自-2013年考研阅读原文"}, {"sentence": "The fossil record shows that many species have endured for millions of years - so why shouldn't we? Take a broader look at our species' place in the universe, and it becomes clear that we have an excellent chance of surviving for tens, if not hundreds, of thousands of years.", "come": "出自-2013年考研阅读原文"}, {"sentence": "The European Union Framework funding programs have long had a category specifically targeted at social scientists.", "come": "出自-2013年考研阅读原文"}, {"sentence": "That should create more collaborative endeavors and help to develop projects aimed directly at solving global problems.", "come": "出自-2013年考研阅读原文"}, {"sentence": "In the internet age, at least in theory ,this fraction can be much reduced.", "come": "出自-2013年考研阅读原文"}, {"sentence": "By watching what people search for, click on and say online, companies can aim “behavioural” ads at those most likely to buy.", "come": "出自-2013年考研阅读原文"}, {"sentence": "By offering on-trend items at dirt-cheap prices, Cline argues, these brands have hijacked fashion cycles, shaking an industry long accustomed to a seasonal pace.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Music means different things to different people and sometimes even different things to the same person at different moments of his life.", "come": "出自-2014年考研翻译原文"}, {"sentence": "Unfortunately, despite years in the making, “The Heart of the Matter” never gets to the heart of the matter: the illiberal nature of liberal education at our leading colleges and universities.", "come": "出自-2014年考研阅读原文"}, {"sentence": "They often include a certain amount of digging to test for buried materials at selected points across a landscape.", "come": "出自-2014年考研阅读原文"}, {"sentence": "There is just one path for a lawyer in most American states: a four-year undergraduate degree in some unrelated subject, then a three-year law degree at one of 200 law schools authorized by the American Bar Association and an expensive preparation for the bar exam.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Sadly, the spirit of inquiry once at home on campus has been replaced by the use of the humanities and social sciences as vehicles for publicizing “progressive,” or left- liberal propaganda.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Only if the jobless arrive at the jobcentre with a CV, register for online job search, and start looking for work will they be eligible for benefit—and then they should report weekly rather than fortnightly.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Losing a job is hurting: you don’t skip down to the jobcentre with a song in your heart, delighted at the prospect of doubling your income from the generous state.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Instead, the claimant receives a time-limited “allowance,” conditional on actively seeking a job; no entitlement and no insurance, at ￡71.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Evans’s interpretations of those engravings eventually led him to find the Minoan palace at Knossos ( ' , Knosós), on the island of Crete, in 1900.", "come": "出自-2014年考研阅读原文"}, {"sentence": "At its peak around AD 600, this city was one of the largest human settlements in the world.", "come": "出自-2014年考研阅读原文"}, {"sentence": "” said one recorder of events, “The air at twelve leagues’ distance smelt as sweet as a new-blown garden.", "come": "出自-2015年考研翻译原文"}, {"sentence": "These changes were gradual and at first scarcely visible.", "come": "出自-2015年考研翻译原文"}, {"sentence": "If you are unfamiliar with words or idioms, you guess at their meaning, using clues presented in the contest.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Giovanni Parmigiani, a biostatistician at the Harvard School of Public Health, a member of the SBoRE group.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Factors such as the place and period in which we are reading, our gender ethnicity, age and social class will encourage us towards certain interpretation but at the same time obscure or even close off others.", "come": "出自-2015年考研阅读原文"}, {"sentence": "California has asked the justices to refrain from a sweeping ruling particularly one that upsets the old assumption that authorities may search through the possessions of suspects at the time of their arrest.", "come": "出自-2015年考研阅读原文"}, {"sentence": "At a time when Thomas Piketty and other economists are warning of rising inequality and the increasing power of inherited wealth, it is bizarre that wealthy aristocratic families should still be the symbolic heart of modern democratic states.", "come": "出自-2015年考研阅读原文"}, {"sentence": "It allows us to have perspective on our lives - the ability to not take ourselves too seriously, to laugh at ourselves, to see the bigger picture, and to see that things will work out.", "come": "出自-2016年考研翻译原文"}, {"sentence": "Then increase it at a higher rate each year and essentially try to generate additional revenue.", "come": "出自-2016年考研阅读原文"}, {"sentence": "The infrastructure required to make a physical newspaper—printing presses, delivery trucks—isn’t just expensive; it’s excessive at a time when online-only competitors don’t have the same set of financial constraints.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Look at your work environment like an anthropologist.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Buy all your clothes once with a stylist instead of shopping alone, one article of clothing at a time.", "come": "出自-2016年考研阅读原文"}, {"sentence": "But at least they have demonstrated that when companies get into trouble with the law, evidence of good character can win them less costly punishment.", "come": "出自-2016年考研阅读原文"}, {"sentence": "At the next election none of the big parties seem likely to endorse this sentiment.", "come": "出自-2016年考研阅读原文"}, {"sentence": "And if Peretti were in charge at the Times? “I wouldn’t pick a year to end print,” he said, “I would raise prices and make it into more of a legacy product.", "come": "出自-2016年考研阅读原文"}, {"sentence": "A recent study attempts to separate them by looking at bribery prosecutions under America’s Foreign Corrupt Practices Act( ' , FCPA).", "come": "出自-2016年考研阅读原文"}, {"sentence": "To limit the number of telescopes on Mauna Kea, old ones will be removed at the end of their lifetimes and their sites returned to a natural state.", "come": "出自-2017年考研阅读原文"}, {"sentence": "The high court’s decision said the judge in Mr.McDonnell’s trial failed to tell a jury that it must look only at his “official acts,” or the former governor’s decisions on “specific” and “unsettled” issues related to his duties.", "come": "出自-2017年考研阅读原文"}, {"sentence": "The first published sketch, “A Dinner at Poplar Walk” brought tears to Dickens’s eyes when he discovered it in the pages of The Monthly Magazine.", "come": "出自-2017年考研阅读原文"}, {"sentence": "The family’s increasing poverty forced Dickens out of school at age 12 to work in Warren’s Blacking Warehouse, a shoe-polish factory, where the other working boys mocked him as \"the young gentleman.\"", "come": "出自-2017年考研阅读原文"}, {"sentence": "First two hours , now three hours—this is how far in advance authorities are recommending people show up to catch a domestic flight , at least at some major U.airports with increasingly massive security lines.", "come": "出自-2017年考研阅读原文"}, {"sentence": "But it did so while holding its nose at the ethics of his conduct, which included accepting gifts such as a Rolex watch and a Ferrari automobile from a company seeking access to government.", "come": "出自-2017年考研阅读原文"}, {"sentence": "At the same time, Dickens, who had a reporter’s eye for transcribing the life around him especially anything comic or odd, submitted short sketches to obscure magazines.", "come": "出自-2017年考研阅读原文"}, {"sentence": "At issue is the TMT’s planned location on Mauna Kea, a dormant volcano worshiped by some Hawaiians as the piko , that connects the Hawaiian Islands to the heavens.", "come": "出自-2017年考研阅读原文"}, {"sentence": "We are amazed today at the mere number of plays produced, as well as by the number of dramatists writing at the same time for this London of two hundred thousand inhabitants.", "come": "出自-2018年考研翻译原文"}, {"sentence": "These new forms were at first mainly written by scholars and performed by amateurs, but in England, as everywhere else in western Europe, the growth of a class of professional actors was threatening to make the drama popular, whether it should be new or old, classical or medieval, literary or farcical.", "come": "出自-2018年考研翻译原文"}, {"sentence": "Plays aiming at literary distinction were written for school or court, or for the choir boys of St.", "come": "出自-2018年考研翻译原文"}, {"sentence": "Paul’s and the royal chapel, who, however, gave plays in public as well as at court.", "come": "出自-2018年考研翻译原文"}, {"sentence": "By the time Shakespeare was twenty-five, Lyly, Peele, and Greene had made comedies that were at once popular and literary; Kyd had written a tragedy that crowded the pit; and Marlowe had brought poetry and genius to triumph on the common stage - where they had played no part since the death of Euripides.", "come": "出自-2018年考研翻译原文"}, {"sentence": "A native literary drama had been created, its alliance with the public playhouses established, and at least some of its great traditions had been begun.", "come": "出自-2018年考研翻译原文"}, {"sentence": "jobs are at high risk of being automated, according to a University of Oxford study, with the middle class disproportionately squeezed.", "come": "出自-2018年考研阅读原文"}, {"sentence": "Young people who are digital natives are indeed becoming more skillful at separating fact from fiction in cyberspace.", "come": "出自-2018年考研阅读原文"}, {"sentence": "We are still at the beginning of this revolution and small choices now may turn out to have gigantic consequences later.", "come": "出自-2018年考研阅读原文"}, {"sentence": "This is why repeated attempts at reform legislation have failed in recent years, leaving the Postal Service unable to pay its bills except by deferring vital modernization.", "come": "出自-2018年考研阅读原文"}, {"sentence": "There's no change to collective bargaining at the USPS, a major omission considering that personnel accounts for 80 percent of the agency's costs.", "come": "出自-2018年考研阅读原文"}, {"sentence": "The emerging consensus around the bill is a sign that legislators are getting frightened about a politically embarrassing short-term collapse at the USPS.", "come": "出自-2018年考研阅读原文"}, {"sentence": "But postal special-interest groups seem to have killed it, at least in the House.", "come": "出自-2018年考研阅读原文"}, {"sentence": "\"Carry a book with you at all times\" can actually work, too-providing you dip in often enough, so that reading becomes the default state from which you temporarily surface to take care of business, before dropping back down.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}]}], "bidec": {"word_name": "at", "parts": [{"part_id": "18059", "part_name": "prep.", "word_id": "13360", "means": [{"mean_id": "30606", "part_id": "18059", "word_mean": "(表示位置) 在, 于; 到达, 达到; 经, 由; 在…旁, 靠近; 在…里; 在…上; 在…方位", "sentences": [{"en": "He was not at his office.", "cn": "他不在办公室。"}, {"en": "He was standing at the door.", "cn": "他正站在门边。"}]}, {"mean_id": "30607", "part_id": "18059", "word_mean": "(表示时间)在, 在…时刻[时辰, 期间, 阶段, 时节]; 在…岁时", "sentences": [{"en": "The meeting will open at 15 ∶ 00.", "cn": "会议在下午三点钟开始。"}]}, {"mean_id": "30608", "part_id": "18059", "word_mean": "(表示状态)处于…状态, 在…情况下;处于最佳（或最差等）状态；在全盛（或谷底等）时期", "sentences": [{"en": "The soldiers are standing at attention.", "cn": "士兵们立正站着。"}]}, {"mean_id": "30609", "part_id": "18059", "word_mean": "(表示方式)以…的方式; 通过一次…的动作", "sentences": [{"en": "I was there at a bound.", "cn": "我纵身一跃就到了那里。"}]}, {"mean_id": "30610", "part_id": "18059", "word_mean": "(表示原因)因为, 由于;  (与形容词连用）因为，由于，对…", "sentences": [{"en": "We were frightened at the terrible sight.", "cn": "看到这可怕的景象, 我们被吓呆了。"}]}, {"mean_id": "30611", "part_id": "18059", "word_mean": "(表示距离)从, 在距离…处; 在…远；从相隔…远的地方", "sentences": [{"en": "I saw it at a distance.", "cn": "我从远处看见了它。"}]}, {"mean_id": "30612", "part_id": "18059", "word_mean": "(表示目标)朝, 向, 对着", "sentences": [{"en": "He threw the key at me.", "cn": "他把钥匙丢给我。"}]}, {"mean_id": "30613", "part_id": "18059", "word_mean": "(表示环境)出席, 参加", "sentences": [{"en": "I remember him at a banquet on that night.", "cn": "我记得那天晚上他参加了一个宴会。"}]}, {"mean_id": "30614", "part_id": "18059", "word_mean": "(表示方向)在…方面;（与形容词连用，表示状况）在…方面", "sentences": [{"en": "She is good at describing things or expressing ideas.", "cn": "她善于描述事物或表达思想。"}]}, {"mean_id": "30615", "part_id": "18059", "word_mean": "（用于动词后，涉及未做成或未做完的事）", "sentences": []}, {"mean_id": "30616", "part_id": "18059", "word_mean": "用于速度、比率等）以，达", "sentences": []}, {"mean_id": "30617", "part_id": "18059", "word_mean": "应…（而）；响应；回答", "sentences": []}]}, {"part_id": "18060", "part_name": "n.", "word_id": "13360", "means": [{"mean_id": "30618", "part_id": "18060", "word_mean": "阿特(老挝辅币单位；100 阿特 = 1 基普)</seg>", "sentences": []}]}]}, "synonym": [{"part_name": "", "means": [{"word_mean": "", "cis": ["by"]}]}], "phrase": [{"cizu_name": "at all", "jx": [{"jx_en_mean": "", "jx_cn_mean": "见 all", "lj": []}]}, {"cizu_name": "at first", "jx": []}, {"cizu_name": "at it", "jx": [{"jx_en_mean": "engaged in some activity, typically a reprehensible one", "jx_cn_mean": "在从事（应受指责的）活动", "lj": [{"lj_ly": "the guy who faked the Hitler diaries is at it again.", "lj_ls": "那个伪造希特勒日记的家伙又在胡编乱写。"}]}]}, {"cizu_name": "at last", "jx": [{"jx_en_mean": "", "jx_cn_mean": "", "lj": [{"lj_ly": "the guy who faked the Hitler diaries is at it again.", "lj_ls": "那个伪造希特勒日记的家伙又在胡编乱写。"}]}]}, {"cizu_name": "at least", "jx": [{"jx_en_mean": "", "jx_cn_mean": "", "lj": [{"lj_ly": "the guy who faked the Hitler diaries is at it again.", "lj_ls": "那个伪造希特勒日记的家伙又在胡编乱写。"}]}]}, {"cizu_name": "at most", "jx": [{"jx_en_mean": "", "jx_cn_mean": "", "lj": [{"lj_ly": "the guy who faked the Hitler diaries is at it again.", "lj_ls": "那个伪造希特勒日记的家伙又在胡编乱写。"}]}]}, {"cizu_name": "at once", "jx": [{"jx_en_mean": "", "jx_cn_mean": "", "lj": [{"lj_ly": "the guy who faked the Hitler diaries is at it again.", "lj_ls": "那个伪造希特勒日记的家伙又在胡编乱写。"}]}]}, {"cizu_name": "at that", "jx": [{"jx_en_mean": "in addition; furthermore", "jx_cn_mean": "而且；此外", "lj": [{"lj_ly": "it was not fog but smoke, and very thick at that.", "lj_ls": "那不是雾而是烟，而且很浓。"}]}]}, {"cizu_name": "not at all", "jx": []}, {"cizu_name": "where it's at", "jx": [{"jx_en_mean": "(informal)the fashionable place, possession, or activity", "jx_cn_mean": "(非正式)时髦的地方（或物品、活动）", "lj": [{"lj_ly": "New York is where it's at， stylewise.", "lj_ls": "纽约是时尚方面的好去处。"}]}]}, {"cizu_name": "at it【非正式用语】", "jx": [{"jx_en_mean": "Engaged in verbal or physical conflict; arguing or fighting", "jx_cn_mean": "争论，冲突：口头或身体上的冲突；争论或冲突", "lj": [{"lj_ly": "The neighbors are at it again.", "lj_ls": "邻居们又吵起来了"}]}]}], "collins": [{"entry": [{"def": "You use <b>at</b> to indicate the place or event where something happens or is situated.", "tran": "在（某地）；在（某场合）", "posp": "PREP", "example": [{"ex": "We had dinner at a restaurant in Attleborough...", "tran": "我们在阿特尔伯勒的一家餐厅里吃的饭。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/f/a/7fa6f925d1b32147a6bafe9f1f242e31.mp3", "tts_size": "13K"}, {"ex": "He will be at the airport to meet her...", "tran": "他将去机场接她。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/2/8/b28d7da529e903e8b5d19a8371075bc0.mp3", "tts_size": "10K"}]}, {"def": "If someone is <b>at</b> school or college, or <b>at</b> a particular school or college, they go there regularly to study.", "tran": "在（上学）", "posp": "PREP", "example": [{"ex": "He was shy and nervous as a boy, and unhappy at school...", "tran": "他小时候既害羞又胆怯，在学校过得并不快乐。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/7/7/677d5f33fcdf7399545e29184fd48acf.mp3", "tts_size": "18K"}, {"ex": "It was at university that he first encountered Hopkins...", "tran": "他第一次遇见霍普金斯是在上大学的时候。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/b/2/2b236786c203bb09d685841db7049aff.mp3", "tts_size": "17K"}]}, {"def": "If you are <b>at</b> something such as a table, a door, or someone's side, you are next to it or them.", "tran": "在…旁边；靠近", "posp": "PREP", "example": [{"ex": "An assistant sat typing away at a table beside him...", "tran": "助手坐在他身旁的一张桌子上埋头打字。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/0/5/505bc3079451822abe02851e1f9559f8.mp3", "tts_size": "16K"}, {"ex": "Graham was already at the door...", "tran": "格雷厄姆已经在门口了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/9/7/b975a9bb8ece7e9513b8f0a6e5c79b43.mp3", "tts_size": "10K"}]}, {"def": "When you are describing where someone or something is, you can say that they are <b>at</b> a certain distance. You can also say that one thing is <b>at</b> an angle in relation to another thing.", "tran": "从相隔（一段距离）的地方;呈…角度", "posp": "PREP", "example": [{"ex": "The two journalists followed at a discreet distance...", "tran": "那两个记者谨慎地保持距离跟在后面。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/b/d/0bd410339cfa30ffac1e2bbcf9c49f68.mp3", "tts_size": "15K"}, {"ex": "The tree was leaning at a low angle from the ground.", "tran": "那棵树倾斜得非常厉害。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/9/1/a918d388987ed41b92217e40ffc7d38f.mp3", "tts_size": "14K"}]}, {"def": "If something happens <b>at</b> a particular time, that is the time when it happens or begins to happen.", "tran": "在（某时间或时刻）", "posp": "PREP", "example": [{"ex": "The funeral will be carried out this afternoon at 3.00...", "tran": "葬礼将在今天下午3点举行。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/4/9/2495dc0594edc25f053f68d0b457cc50.mp3", "tts_size": "19K"}, {"ex": "He only sees her at Christmas and Easter.", "tran": "他只有在圣诞节和复活节时才能见到她。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/0/3/403a7e04cf552e865738c6d5364cd7e1.mp3", "tts_size": "12K"}]}, {"def": "If you do something <b>at</b> a particular age, you do it when you are that age.", "tran": "在（某一年龄时）；在…岁时", "posp": "PREP", "example": [{"ex": "Blake emigrated to Australia with his family at 13...", "tran": "布莱克在13岁时随家人移民到了澳大利亚。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/a/e/8ae6cb69ee6e4ae6786c0c1ffd736828.mp3", "tts_size": "18K"}, {"ex": "Mary Martin has died at her home in California at the age of seventy-six.", "tran": "玛丽·马丁76岁时卒于加利福尼亚家中。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/c/5/5c513941df614d137c416ef03dfc613b.mp3", "tts_size": "23K"}]}, {"def": "You use <b>at</b> to express a rate, frequency, level, or price.", "tran": "以，达（某一速度、频率、水平或价格）", "posp": "PREP", "example": [{"ex": "I drove back down the highway at normal speed...", "tran": "我以正常车速沿公路返回。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/6/4/464bea954fdcd2b8a0228d65d51c1727.mp3", "tts_size": "14K"}, {"ex": "Check the oil at regular intervals, and have the car serviced regularly...", "tran": "定期检查汽油，并对车辆进行定期维护。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/6/1/361dd4769c19d0e7cc8a05c79e17952e.mp3", "tts_size": "22K"}]}, {"def": "You use <b>at</b> before a number or amount to indicate a measurement.", "tran": "以，达（某一数量）", "posp": "PREP", "example": [{"ex": "Weighing in at eighty tons, the B-19 was easily the largest and most sophisticated warplane in the world.", "tran": "B-19重达80吨，无疑是世界上最大、最先进的军用飞机。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/c/b/1cbec68a86fcb15b86347c530e8d7cfd.mp3", "tts_size": "30K"}, {"ex": "...as unemployment stays pegged at three million.", "tran": "当失业人数维持在300万", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/e/2/7e27efc5492757bdf94a65f2bddfe350.mp3", "tts_size": "13K"}]}, {"def": "If you look <b>at</b> someone or something, you look towards them. If you direct an object or a comment <b>at</b> someone, you direct it towards them.", "tran": "朝（某人或某物看）；向（某人掷物）；冲（某人说话）", "posp": "PREP", "example": [{"ex": "He looked at Michael and laughed...", "tran": "他看着迈克尔笑了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/c/2/dc2a134b2143c5d530edcaababcbecd8.mp3", "tts_size": "9K"}, {"ex": "The crowds became violent and threw petrol bombs at the police...", "tran": "人群变得狂暴起来，并向警察投掷汽油弹。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/4/6/3463c7f1db3563e53f5656f688e30738.mp3", "tts_size": "18K"}]}, {"def": "You can use <b>at</b> after verbs such as 'smile' or 'wave' and before nouns referring to people to indicate that you have put on an expression or made a gesture which someone is meant to see or understand.", "tran": "向，朝（某人微笑、招手等）", "posp": "PREP", "example": [{"ex": "She opened the door and stood there, frowning at me...", "tran": "她打开门站在那里，朝我皱着眉头。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/a/8/fa80225dc69276a7caf71c0200b6fdc8.mp3", "tts_size": "15K"}, {"ex": "We waved at the staff to try to get the bill.", "tran": "我们向工作人员招了招手，想要买单。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/5/f/d5fdd97b9fd1ade152273a18f0904032.mp3", "tts_size": "13K"}]}, {"def": "If you point or gesture <b>at</b> something, you move your arm or head in its direction so that it will be noticed by someone you are with.", "tran": "（指）向…", "posp": "PREP", "example": [{"ex": "He pointed at the empty bottle and the waitress quickly replaced it...", "tran": "他指了指空瓶子，女服务员立即重新拿了一瓶。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/e/b/0ebe7848e45dd5c46f396a0adcb3e31f.mp3", "tts_size": "19K"}, {"ex": "He gestured at the shelves. 'I've bought many books from him.'", "tran": "他指着书架说，“我已经从他那里买了不少书了”。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/b/c/fbc04999345354c6193aa728deef6e98.mp3", "tts_size": "20K"}]}, {"def": "If you are working <b>at</b> something, you are dealing with it. If you are aiming <b>at</b> something, you are trying to achieve it.", "tran": "致力于;定位于;期望达到", "posp": "PREP", "example": [{"ex": "She has worked hard at her marriage.", "tran": "她努力维系着她的婚姻。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/f/e/6fe28b52d29f7cc11024ac343fa448ad.mp3", "tts_size": "11K"}, {"ex": "...a $1.04m grant aimed at improving student performance on placement examinations.", "tran": "旨在提高学生编班考试成绩的104万美元拨款", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/0/6/d06980a05a422dbbeb27912f02db2dad.mp3", "tts_size": "31K"}]}, {"def": "If something is done <b>at</b> someone's invitation or request, it is done as a result of it.", "tran": "应（某人邀请或要求）", "posp": "PREP", "example": [{"ex": "She left the light on in the bathroom at his request...", "tran": "她按照他的要求将浴室里的灯开着。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/f/9/3f961af12418c077941ba98162df92ff.mp3", "tts_size": "14K"}, {"ex": "I visited Japan in 1987 at the invitation of the Foreign Minister.", "tran": "应日本外相的邀请，我于1987年访问了日本。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/4/c/c4cfcfaf22f06c8f83f0a4a3972aa604.mp3", "tts_size": "24K"}]}, {"def": "You use <b>at</b> to say that someone or something is in a particular state or condition.", "tran": "处在…状态", "posp": "PREP", "example": [{"ex": "I am afraid we are not at liberty to disclose that information...", "tran": "恐怕我们无权透露这一信息。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/b/3/db37a6b0bc3b11e1e0585d1a10da6728.mp3", "tts_size": "18K"}, {"ex": "Their countries had been at war for nearly six weeks.", "tran": "他们的国家陷入战争状态已将近6个星期了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/e/0/5e007c62e4edbb9068f10eb091de65c3.mp3", "tts_size": "14K"}]}, {"def": "You use <b>at</b> before a possessive pronoun and a superlative adjective to say that someone or something has more of a particular quality than at any other time.", "tran": "（用于所有格代词和形容词最高级前，表示某人或某物在此时的某一特征最鲜明）", "posp": "PREP", "example": [{"ex": "He was at his happiest whilst playing cricket...", "tran": "玩板球时他最开心了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/e/2/6e240c9e298504e838e3971b612d4cc7.mp3", "tts_size": "14K"}, {"ex": "Howards End is old fashioned film-making at its best.", "tran": "《霍华德庄园》是一部经典的老派电影。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/3/b/63b025d47bab4459f1baa22e4fbbab09.mp3", "tts_size": "17K"}]}, {"def": "You use <b>at</b> to say how something is being done.", "tran": "以…方式", "posp": "PREP", "example": [{"ex": "Three people were killed by shots fired at random from a minibus...", "tran": "3个人被从一辆面包车中发射的乱弹打死了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/d/a/2dae2df40ad2da108feb725801ce2906.mp3", "tts_size": "18K"}, {"ex": "Mr Martin was taken out of his car at gunpoint.", "tran": "马丁先生被人用枪指着从车里带了出来。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/4/2/b427b5dd93c567b02f08cbba53ed1bd4.mp3", "tts_size": "15K"}]}, {"def": "You use <b>at</b> to show that someone is doing something repeatedly.", "tran": "（表示某人重复做某事）", "posp": "PREP", "example": [{"ex": "She lowered the handkerchief which she had kept dabbing at her eyes...", "tran": "她放下了那块一直用来擦眼睛的手帕。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/a/4/7a4ac5a33264ced6cb2c47b374caebfe.mp3", "tts_size": "17K"}, {"ex": "Miss Melville took a cookie and nibbled at it.", "tran": "梅尔维尔小姐拿起一块饼干小口吃起来。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/f/0/bf0dd8f8ba56044f6e6e20b77cb20f04.mp3", "tts_size": "13K"}]}, {"def": "You use <b>at</b> to indicate an activity or task when saying how well someone does it.", "tran": "在…方面（擅长）", "posp": "PREP", "example": [{"ex": "I'm good at my work...", "tran": "我对自己的工作得心应手。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/7/f/77f8ea3a79ab404f4934e69f284731a3.mp3", "tts_size": "7K"}, {"ex": "Robin is an expert at cheesemaking...", "tran": "罗宾是奶酪制作专家。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/9/2/d92c4bbccd01f9a63c01cfc93e09abbf.mp3", "tts_size": "11K"}]}, {"def": "You use <b>at</b> to indicate what someone is reacting to.", "tran": "对…的反应", "posp": "PREP", "example": [{"ex": "Eleanor was annoyed at having had to wait so long for him...", "tran": "埃莉诺为不得不等他这么长时间而感到很恼火。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/5/d/55d5a14fb424849314c7bfe6c0a4dd16.mp3", "tts_size": "17K"}, {"ex": "The British team did not disguise their delight at their success...", "tran": "英国队毫不掩饰他们获胜的喜悦。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/f/e/bfe317c9fbdd24d3e8569c65c74c390f.mp3", "tts_size": "17K"}]}]}], "ee_mean": [{"part_name": "Noun", "means": [{"word_mean": "1. 100 at equal 1 kip", "sentences": []}]}], "derivation": [{"yuyuan_name": "Old English  æt, of Germanic origin; related to Old Frisian et and Old Norse at, from an Indo-European root shared by Latin ad 'to'"}, {"yuyuan_name": "Thai"}], "baesInfo": {"word_name": "at", "is_CRI": "1", "symbols": [{"ph_en": "æt , ət", "ph_am": "æt , ət", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/0e/c5/0ec53c6133639317fcc1ddcca7cd9e7d.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/7d/0d/7d0db380a5b95a8ba1da0bca241abda1.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/7/d/0/7d0db380a5b95a8ba1da0bca241abda1.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/0e/c5/0ec53c6133639317fcc1ddcca7cd9e7d.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/7d/0d/7d0db380a5b95a8ba1da0bca241abda1.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/7/d/0/7d0db380a5b95a8ba1da0bca241abda1.mp3", "parts": [{"part": "prep.", "means": ["在", "向，朝", "处于…状态", "在…远", "（用于速度、比率等）以，达"]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 5}, "new_sentence": [{"tag": "全部", "word": "at", "meaning": "at", "sentences": [{"id": 2264506, "type": 0, "cn": "生活总是让我们遍体鳞伤，但到后来，那些受伤的地方会变得更坚强。", "en": "The world breaks everyone, and afterward, many are stronger at the broken places.", "from": "金山词霸 每日一句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//dailysentence/2014-05-12.mp3", "ttsSize": 34, "likeNum": 0}, {"id": 2264513, "type": 0, "cn": "我们活着是为了什么？不就是给邻居当笑柄，再反过来笑他们。", "en": "For what do we live, but to make sport for our neighbours, and laugh at them in our turn?", "from": "《傲慢与偏见》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//dailysentence/2014-04-24.mp3", "ttsSize": 34, "likeNum": 0}, {"id": 2290840, "type": 0, "cn": "你必须全力以赴，最大限度地去努力。如果你这么做，并且保持乐观，你就会看见乌云背后的幸福线。", "en": "You have to do everything you can. You have to work your hardest. And if you do, if you stay positive, then you have a shot at a silver lining.", "from": "电影《乌云背后的幸福线》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//dailysentence/2014-06-24.mp3", "ttsSize": 63, "likeNum": 0}, {"id": 2303548, "type": 0, "cn": "好吧，不管怎样，还是要感谢你所做的一切。", "en": "Well, at any rate, let me thank you for all you did.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//0/7/c/07cdcb0223dfecfcc3a51f01a8d209c4.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2303646, "type": 0, "cn": "他朝他的兄弟吼叫，脖子上青筋暴突。", "en": "He shouted at his brother, his neck veins bulging.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//2/f/5/2f573e57a027c674b677453f78d3de30.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2303739, "type": 0, "cn": "你可以随时来医院。", "en": "You are welcome to visit the hospital at any time.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//d/e/4/de4c66b15083108a0e27560ec25e331c.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2304119, "type": 0, "cn": "通货膨胀率大约为2.7%。", "en": "The rate of inflation is running at about 2.7 percent.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//e/3/f/e3ffc85fd57eea63b942d2f5eaa42c99.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2304141, "type": 0, "cn": "她54岁了，精力和气色都非常好。", "en": "At 54 years old her energy and looks are magnificent.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//a/d/0/ad08195693859e8109b7935a99e08097.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2304257, "type": 0, "cn": "他此刻正在南美旅游观光。", "en": "He's touring South America at this moment in time.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//c/3/8/c38025dfd97a9c0362d41494637a0127.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2304440, "type": 0, "cn": "他立刻离开，回到汽车旅馆。", "en": "He took off at once and headed back to the motel.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//f/b/9/fb9b63b3aeb827b210a8ab2a3f1b7da8.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2304450, "type": 0, "cn": "花式咖啡可在美食店和咖啡店买到。", "en": "Flavored coffee is sold at gourmet food stores and coffee shops.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//e/6/f/e6ff6d7968286880e1780a44c98ba44d.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2304592, "type": 0, "cn": "吉内梅街始于菲茨拉德故居前。", "en": "Rue Guynemer begins at the front of the Fitzgerald site.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//d/4/1/d413358ea25f3442513345020cf21ddd.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2304610, "type": 0, "cn": "我不得不暂缓就业打算，呆在家里。", "en": "I had to postpone ideas of a career and stay at home.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//4/d/9/4d9ddecb3a510fec0249bf19a8bace0b.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 2304668, "type": 0, "cn": "人群变得狂暴起来，并向警察投掷汽油弹。", "en": "The crowds became violent and threw petrol bombs at the police.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//e/c/7/ec75810e84e6b3b72f560bc93cb78374.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2304732, "type": 0, "cn": "等蛋糕温热或凉至室温时切成四方块端上桌。", "en": "Serve the cake warm or at room temperature, cut in squares.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//2/3/5/2353fb4d590d706b94b35660383afd06.mp3", "ttsSize": 18, "likeNum": 0}]}], "cetFour": [{"word": "at", "count": 100, "kd": [], "Sentence": [{"sentence": "is something few can accomplishneeds some practice firstrequires a lot of patienceis a challenge at the beginningThey find it even more difficult.", "come": "出自-2017年6月阅读原文"}, {"sentence": "While consumers are spending less on toilet paper, they remain fussy – in theory at least – when it comes to paper quality.", "come": "出自-2017年6月阅读原文"}, {"sentence": "We have presidential candidates running for their first term in office at age 68, 69 and 74.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Veiseh can even put a date on when those tapes started recording: 15 December 2000, when he met his first girlfriend at his best friend's 16th birthday party.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There's part of this sickening horror of knowing you're walking on the edge with this, that I kind of like, knowing that it could all fall apart at any second.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The question is, how?Lawrence Patihis at the University of Southern Mississippi recently studied around 20 people with HSAM and found that they scored particularly highly on two measures: fantasy proneness ( ' ,  倾向) and absorption.", "come": "出自-2017年6月阅读原文"}, {"sentence": "She recalls:One day a man I worked with, Ryan, who had his office next to mine, said, Leah, let's go look at this space on Queen Anne .", "come": "出自-2017年6月阅读原文"}, {"sentence": "One of the reasons I find this topic very interesting is because my mom was a smoker when I was younger, says Lindson-Hawley, who studies tobacco and health at the University of Oxford.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Nor are they necessarily better at remembering a round of drinks, say.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It didn't take long for magazines and documentary film-makers to come to understand her total recall, and thanks to the subsequent media interest, a few dozen other subjects ( ' , including Veiseh) have since come forward and contacted the team at the University of California, Irvine.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Interestingly, their memories are highly self-centred: although they can remember autobiographical life events in extraordinary detail, they seem to be no better than average at recalling impersonal information, such as random ( ' ,  任意选取的) lists of words.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In spring, chickens start laying again, bringing a welcome source of protein at winter's end.", "come": "出自-2017年6月阅读原文"}, {"sentence": "I've broken eggs at every stage of the process—from the very beginning to the very, very end.", "come": "出自-2017年6月阅读原文"}, {"sentence": "I remember sitting on a bench with my aunt at a yoga studio, she said, and having a moment of clarity right then and there: Yoga is saving my life.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Hackman ( ' , who died in 2013) noted that teams are hindered by problems of co-ordination and motivation that chip away at the benefits of collaboration.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Donohue, now a history teacher, agrees that it helped during certain parts of her education: I can definitely remember what I learned on certain days at school.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Consider trying to remember where you parked your car in the same car park you were at a week earlier.", "come": "出自-2017年6月阅读原文"}, {"sentence": "But at least, she says, they can maximize the odds of success.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Barbara Hagerty looks at some of the features of people who turn midlife into a rebirth.", "come": "出自-2017年6月阅读原文"}, {"sentence": "At some point, almost all of us will experience a period of radical professional change.", "come": "出自-2017年6月阅读原文"}, {"sentence": "At middle age, he wrote, the sowing is behind; now is the time to reap.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Whenever she called her parents or other relatives, she always had to think about the time difference so that she wouldn’t wake someone up or call when she knew they were at church.", "come": "出自-2017年6月听力原文"}, {"sentence": "When dogs looked at expressions of angry dogs, their eyes rested more on the mouth, perhaps to interpret the threatening expressions.", "come": "出自-2017年6月听力原文"}, {"sentence": "When Katherine joined Facebook, some of her classmates at high school started to add her as a friend.", "come": "出自-2017年6月听力原文"}, {"sentence": "Tom Moses, who works at a nearby national park, noticed a brown patch on the back of the car after the owner parked it to do some shopping.", "come": "出自-2017年6月听力原文"}, {"sentence": "She looked at the list of over 500 friends she had on Facebook and realized some of them were not really friends at all.", "come": "出自-2017年6月听力原文"}, {"sentence": "On February 14th, the self-driving car, travelling at 2 miles per hour, pulled out in front of a public bus going 15 miles per hour.", "come": "出自-2017年6月听力原文"}, {"sentence": "In fact, we seemed to be out all the time! I don’t really remember working— of course, I was a student—or sitting around at home very much.", "come": "出自-2017年6月听力原文"}, {"sentence": "Hi, Susan! You’re looking very smart today!  There is new data out today that confirms that many Americans are not good at math, and when it comes to everyday technology skills, we are dead last when compare to other developed countries.", "come": "出自-2017年6月听力原文"}, {"sentence": "Dogs in the study looked most at the eyes of humans and other dogs to sense their emotions.", "come": "出自-2017年6月听力原文"}, {"sentence": "At first, this didn’t bother her.", "come": "出自-2017年6月听力原文"}, {"sentence": "And when looking at angry humans, they tended to turn away their gaze.", "come": "出自-2017年6月听力原文"}, {"sentence": "A tour boat turned o v e r o f f t h e c o a s t o f Nicaragua, killing at least 13 people and leaving more passengers missing, official said.", "come": "出自-2017年6月听力原文"}, {"sentence": "may be better at solving puzzlescan memorize things with more easemay have greater facility in abstract reasoningcan put what they have learnt into more effective usefind ways to slow down our mental declinefind ways to boost our memoriesunderstand the complex process of mental functioningunderstand the relation between physical and mental healthThe most important thing in the news last week was the rising discussion in Nashville about the educational needs of children.", "come": "出自-2016年6月阅读原文"}, {"sentence": "When you look at attitudes toward driverless cars, there doesn't seem to be a clear generational divide.", "come": "出自-2016年6月阅读原文"}, {"sentence": "When they had lunch in the dining room, they sat alone at the table.", "come": "出自-2016年6月阅读原文"}, {"sentence": "We thought we would see differences based on the housing types, said the lead author of the study, Julie Robison, an associate professor of medicine at the university.", "come": "出自-2016年6月阅读原文"}, {"sentence": "We must cut carbon emissions by 80% from their 2006 levels by 2020, stabilize the world's population at eight billion by 2040, completely remove poverty, and restore forests and soils.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Trigger its built-in alarm system at once.", "come": "出自-2016年6月阅读原文"}, {"sentence": "They reach a peak at the age of 20 for most people.", "come": "出自-2016年6月阅读原文"}, {"sentence": "They had to work from early morning till late at night.", "come": "出自-2016年6月阅读原文"}, {"sentence": "They ate three meals regularly every dayThey were expert at cooking meals.", "come": "出自-2016年6月阅读原文"}, {"sentence": "They are better at negotiating an agreement.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The study included healthy, educated adults who took standard tests of memory, reasoning and perception at the outset and at some point over the next seven years.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The big meal came at around 1 p.", "come": "出自-2016年6月阅读原文"}, {"sentence": "That study looked at nearly 28,000 Norwegian mothers and found that those moms who were more anxious, depressed and angry were more likely to feed their kids unhealthy diets.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Some show up ready, but many do not at this critical time when young brains are developing rapidly.", "come": "出自-2016年6月阅读原文"}, {"sentence": "So what Epictetus would say is sitting at home worrying about that would be wrong and wasteful and irrational.", "come": "出自-2016年6月阅读原文"}, {"sentence": "So the formerly small supper after sundown becomes the big meal of the day, the only one at which the family has a chance to get together.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Since industrialization, maintaining such a slow cultural metabolism has been much harder, with the long midday meal shrinking to whatever could be stuffed into a lunch bucket or bought at a food stand.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Philip Sloane, a geriatrician ( ' ,  老年病学专家 ) at the University of North Carolina: In a way, that could be liberating for families.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Most people's minds function at a high level even in their later years, according to researcher Timothy Salthouse.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Meals are the foundation of the family, says Carole Counihan, a professor at Millersville University in Pennsylvania, so there was a very important interconnection between eating together and strengthening family ties.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Later, at 5 or 6, you'd have a smaller supper.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It was based on concepts developed at Vanderbilt University's Peabody College by Susan Gray, the legendary pioneer in early childhood education research.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Indeed, we have made substantial progress in some parts of the world on at least one of these—the distribution of family-planning services and the associated shift to smaller families.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In agrarian ( ' ,  农业的 ), pre-industrial Europe, you'd want to wake up early, start working with the sunrise, have a break to have the largest meal, and then you'd go back to work, says Ken Albala, a professor of history at the University of the Pacific.", "come": "出自-2016年6月阅读原文"}, {"sentence": "If the food situation continues to worsen, entire nations will break down at an ever increasing rate.", "come": "出自-2016年6月阅读原文"}, {"sentence": "For this purpose, our schools need both the talent and the organization to educate each child who arrives at the schoolhouse door.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Even if there is no concrete benefit paid in response to your good deed, at the very least, the doer of the good deed has the opportunity to enjoy a kind of spiritually enlightened moment.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But what effect does your personality have on your longevity ( ' ,  长寿)? Do some kinds of personalities lead to longer lives? A new study in the Journal of the American Geriatrics Society looked at this question by examining the personality characteristics of 246 children of people who had lived to be at least 100.", "come": "出自-2016年6月阅读原文"}, {"sentence": "At first the researchers of the most recent study found residents in assisted living facilities gave higher scores on social interaction.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As water tables have fallen and irrigation wells have gone dry, China's wheat crop, the world's largest, has declined by 8% since it peaked at 123 million tons in 1997.", "come": "出自-2016年6月阅读原文"}, {"sentence": "You probably think college students are experts at sleeping,  but parties, preparations for tests, personal problems and general stress can wreck a student’s sleep habits, which can be bad for the body and the mind.", "come": "出自-2016年6月听力原文"}, {"sentence": "The report warns that 200 million poor workers are at risk of joining the ranks of people living on less than two dollars per day in the past three years.", "come": "出自-2016年6月听力原文"}, {"sentence": "Some, like Mr.Azar’s plastic bag, are open to argument as to how they work, or whether they really work at all.", "come": "出自-2016年6月听力原文"}, {"sentence": "People suffering from sleep loss are at an increased risk from obesity, psychological problems and car crashes.", "come": "出自-2016年6月听力原文"}, {"sentence": "Parents and teachers will tell you not to worry when applying for a place at a university.", "come": "出自-2016年6月听力原文"}, {"sentence": "Much of the criticism is directed at the British Airports Authority, which runs seven major airports, including the three main ones serving in London.", "come": "出自-2016年6月听力原文"}, {"sentence": "Meanwhile, there are complaints that poor service at London’s major airports is discouraging foreigners from doing   business in Britain.", "come": "出自-2016年6月听力原文"}, {"sentence": "Long queues, delayed flights and over - crowding at airports have  become almost as much a topic for conversation in Britain as the traditional complaining about the weather.", "come": "出自-2016年6月听力原文"}, {"sentence": "It was actually a tricycle with a petrol motor at the rear.", "come": "出自-2016年6月听力原文"}, {"sentence": "In some departments, either the chairman or the director of graduate studies serves for at least the first semester as a new student adviser.", "come": "出自-2016年6月听力原文"}, {"sentence": "I don’t know about perfecting but they want at least to be able to communicate decently.", "come": "出自-2016年6月听力原文"}, {"sentence": "And are there any rules or regulations that you’d like to change?Behind the cash register at a store in downtown San Francisco, Sam  Azar swiped his credit card to pay for a pack of cigarettes.", "come": "出自-2016年6月听力原文"}, {"sentence": "116 brands were looked at for this study.", "come": "出自-2016年6月听力原文"}, {"sentence": "We are at a point where in much of the developed world the vast majority of young people grew up playing video games, and an increasingly high percentage of adults play these video games too, Werbach says.", "come": "出自-2016年12月阅读原文"}, {"sentence": "They're also only a single layer in what should ideally be a many-sided approach to securing your home, one that includes common sense things like sound locks and proper exterior lighting at night.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The team at Frontpoint addresses the issue in a blog on its site, citing their own jam protection software and claiming that there aren't any documented cases of successful jam attack since the company began offering wireless security sensors in the 1980s.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The emotional component of the prizes is at work.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Teaching is an art and a craft, talent and practice; it is not something that just anyone can be good at.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Teachers are not people who are great at and consumed by research and happen to appear in a classroom.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Presumably, you keep your doors locked at night and while you're away, so the thief will still need to break in.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Manufacturers can produce consumer goods at a much lower cost.", "come": "出自-2016年12月阅读原文"}, {"sentence": "If you have a sign in your yard declaring what setup you use, that'd point them in the right direction, though at that point, we're talking about a highly targeted, semi-sophisticated attack, and not the sort of forced-entry attack that makes up the majority of burglaries.", "come": "出自-2016年12月阅读原文"}, {"sentence": "If we are designing for engineers, I'm not talking about a ‘game' at all, Cornetti says.", "come": "出自-2016年12月阅读原文"}, {"sentence": "I first began to investigate the basis of human motivation—and how people persevere after setbacks—as a psychology graduate student at Yale University in the 1960s.", "come": "出自-2016年12月阅读原文"}, {"sentence": "He'll need to be jamming you at this point, as a broken window or opened door would normally release the alarm.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Gamification is about understanding what it is that makes games engaging and what game designers do to create a great experience in games, and taking those learnings and applying them to other contexts such as the workplace and education, explains Kevin Werbach, a gamification expert who teaches at the Wharton School of Business at the University of Pennsylvania in the United States.", "come": "出自-2016年12月阅读原文"}, {"sentence": "For them, the right kind of gamification might be turning their sales pitches into a competition with other team members, complete with a digital leaderboard showing who is winning at all times.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Consumers, in the U.S. at least, are acting cautiously with the savings they're getting at the gas pump, as the memory of the recent great recession is still fresh in their mind.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Consumers have more money in their pockets when they're paying less at the pump.", "come": "出自-2016年12月阅读原文"}, {"sentence": "At the start of junior high, the math achievement test scores of the students with a growth mind-set were comparable to those of students who displayed a fixed mind-set.", "come": "出自-2016年12月阅读原文"}, {"sentence": "At the end of the day, these kinds of systems are primarily designed to protect against the sort of opportunistic smash-and-grab attack that makes up the majority of burglaries.", "come": "出自-2016年12月阅读原文"}, {"sentence": "At the beginning of seventh grade, we assessed the students' mind-sets by asking them to agree or disagree with statements such as Your intelligence is something very basic about you that you can't really change.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Any device that's built to receive a wireless signal at a specific frequency can be overwhelmed by a stronger signal coming in on the same frequency.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Animal experiments by psychologists at the University of Pennsylvania had shown that after repeated failures, most animals conclude that a situation is hopeless and beyond their control.", "come": "出自-2016年12月阅读原文"}, {"sentence": "And in my position as a professor at three different colleges, the actual problems in educating our young people and older students have deepened, while the number of people hired—not to teach but to hold meetings—has increased significantly.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Rescue efforts were underway Thursday morning for 17 miners who were stuck in an elevator below ground at Cargill rock salt mine near Lansing, New York, according to Marcia Lynch, Public Information Officer at Tompkins County’s Emergency Response Department.", "come": "出自-2016年12月听力原文"}, {"sentence": "Plus, on-campus jobs eliminate commuting time, and could be a great way to connect with academic and professional resources at your university.", "come": "出自-2016年12月听力原文"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "at"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}