{"props": {"pageProps": {"query": {"w": "food"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"cetSix": [{"word": "food", "count": 69, "kd": [], "Sentence": [{"sentence": "search of food, they make the waste sites their winter feeding grounds.", "come": "出自-2017年6月阅读原文"}, {"sentence": "While many birds travelled along well-known routes to warmer climates, others stopped short and spent the winter on landfills, feeding on food waste, and the multitudes of insects that thrive on the dumps.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They may have trouble getting adequate food.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Instead of flying thousands of miles in search of food, they make the waste sites their winter feeding grounds.", "come": "出自-2017年6月阅读原文"}, {"sentence": "For the birds, it's a very convenient way to get food.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Flack said it was too early to know whether the benefits of plentiful food outweighed the risks of feeding on landfills.", "come": "出自-2017年6月阅读原文"}, {"sentence": "While the practice carries serious health risks for many, those dangers are outweighed by the social and economic gains for poor urban farmers and consumers who need affordable food.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The report focused on poor urban areas, where farms in or near cities supply relatively inexpensive food.", "come": "出自-2016年6月阅读原文"}, {"sentence": "He thinks it the only way out of the current food crisis.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Citizens of wealthy nations demand national parks, clean rivers, clean air and poisonfree food.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But Pay Drechsel, an environmental scientist, argues that the social and economic benefits of using untreated human waste to grow food outweigh the health risks.", "come": "出自-2016年6月阅读原文"}, {"sentence": "it is unfair to those climate-vulnerable nationsit aims to keep temperature rise below 2 ℃  onlyit is beneficial to only fewer than 4% of countriesit burdens developed countries with the sole responsibilityThey needn't worry about the food and water they consume.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Developed  nations  such  as  Australia,  the  United  States,  Canada,  and  European  countries  are  essentially  climate free-riders: causing the majority of the problems through high greenhouse gas emissions, while incurring  few of the costs such as climate change's impact on food and water.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Today, I’d like to talk about what happens when celebrity role models get behind healthyhabits, but at the same time promote junk food.", "come": "出自-2016年12月听力原文"}, {"sentence": "The fulmars travel some 400 kilometers over the sea to find food.", "come": "出自-2016年12月听力原文"}, {"sentence": "Sports drinks which are often high in sugar and calories made up most of the food and drink deals, with soft drinks and fast food filling out the reminder.", "come": "出自-2016年12月听力原文"}, {"sentence": "In a report published by the Rudd Center for Food Policy and Obesity at Yale university, researchers studied 100 professional athletes and their endorsement contracts.", "come": "出自-2016年12月听力原文"}, {"sentence": "Guess what? The worst food I ever had was in France.", "come": "出自-2016年12月听力原文"}, {"sentence": "And in 2010, the researchers reported that children aged 12 to 17 saw more athlete-endorsed food and beverage brand commercials than adults.", "come": "出自-2016年12月听力原文"}, {"sentence": "After sorting the deals by category, they determined that among the 512 brands associated with the athletes, most involve sporting goods, followed closely by food and beverage brands.", "come": "出自-2016年12月听力原文"}, {"sentence": "The Love Food, Hate Waste campaign entered into a collaboration last year with another such network — the Women's Institute.", "come": "出自-2015年12月阅读原文"}, {"sentence": "But the Food and Drug Administration has not approved Avastin for use in the eye, and using it rather than the alternative, Lucentis, might carry an additional, although slight, safety risk.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The 2010 Global Hunger Index report was released today by the International Food Policy Research Institute ( ' , IFPRI).", "come": "出自-2015年12月听力原文"}, {"sentence": "A study published last year in The American Journal of Clinical Nutrition found that people who sleep more tend to eat less unhealthy food than their peers who don't get as much rest.", "come": "2017年12月六级真题（第二套）听力  Section B "}, {"sentence": "And as the distance between their breeding grounds and their food grows, entire colonies could be wiped out.", "come": "2019年12月六级真题（第三套）阅读 Section C"}, {"sentence": "And it’s very expensive because it comes from a special type of pig that only eats a special type of food.", "come": "2018年6月六级真题(第二套)听力 Section A"}, {"sentence": "And now, for the lighter side of the news, Europe is setting an example for the rest of the world, when it comes to food waste.", "come": "2017年12月六级真题（第一套）听力 Section A"}, {"sentence": "And these big food corporations have so much money to spend on clever tactic design to make young children want to buy their products.", "come": "2018年6月六级真题（第一套）听力 Section A"}, {"sentence": "As a group, \"night owl\" types tend to eat less healthy food and take in more calories overall than early risers.", "come": "2017年12月六级真题（第二套）听力  Section B "}, {"sentence": "But the boost in investor confidence needed for the plan to work will take time, time that Rosen says still requires him to buy food and make monthly mortgage payments.", "come": "2016年6月六级真题（第一套）听力 Section C"}, {"sentence": "Citizens of wealthy nations demand national parks, clean rivers, clean air and poison-free food.", "come": "2016年6月六级真题（第三套）阅读 Section B"}, {"sentence": "Consumers are less concerned about safety in high-tech products than categories like fresh and processed food.", "come": "2015年12月六级真题（第二套）听力 Section C"}, {"sentence": "Developed nations such as Australia, the United States, Canada, and European countries are essentially climate \"free-riders\": causing the majority of the problems through high greenhouse gas emissions, while incurring few of the costs such as climate chan", "come": "2016年12月六级真题（第二套）阅读 Section C"}, {"sentence": "Eat Grub is Britain's first new food company that breaks western food boundaries by introducing edible insects as a new source of food.", "come": "2019年12月六级真题（第二套）听力 Section B"}, {"sentence": "Ever since humanity began to farm our own food, we've faced the unpredictable rain that is both friend and enemy.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "Food security and fortunes depend on sufficient rain, and nowhere more so than in Africa, where 96% of farmland depends on rain instead of the irrigation common in more developed places.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "Food, especially fresh food, falls into this category, along with perfume.", "come": "2015年12月六级真题（第一套）听力 Section C"}, {"sentence": "given the moth's ability also to attack crops like pepper and potatoes, Audu Ogbeh, Nigeria's minister of agriculture, has warned that the pest may \"create serious problems for food security\" in the country.", "come": "2017年12月六级真题（第一套）阅读 Section A"}, {"sentence": "I don't know about yours, but mine are all about junk food.", "come": "2018年6月六级真题（第一套）听力 Section A"}, {"sentence": "If you are walking past a pizza restaurant at lunchtime, your emotions and feelings probably will be stronger than your knowledge that pizza may not be the best food for your health.", "come": "2016年6月六级真题（第一套）阅读 Section A"}, {"sentence": "I'm not sure bugs will become a popular snack anytime soon, but they're definitely food for fort.", "come": "2019年12月六级真题（第二套）听力 Section B"}, {"sentence": "In addition to this, businesses would now be rewarded for successful efforts to cut food waste.", "come": "2017年12月六级真题（第一套）听力 Section A"}, {"sentence": "In the United States, up to forty percent of all food goes uneaten, despite the fact that one in seven American households lacks regular access to good food.", "come": "2017年12月六级真题（第一套）听力 Section A"}, {"sentence": "It is certain that the Census procedures, which lump the online sales of major traditional retailers like Walmart with \"'non-store retailers\" like food trucks, can mask major changes in individual retail categories.", "come": "2019年6月六级真题（第一套）阅读 Section B"}, {"sentence": "Italy is not the only country to focus on reducing food waste.", "come": "2017年12月六级真题（第一套）听力 Section A"}, {"sentence": "Many birds like to store food for the winter, which they subsequently retrieve.", "come": "2016年12月六级真题（第一套）阅读 Section A"}, {"sentence": "Now, Africa's largest economy is facing a food crisis as major tomato fields have been destroyed by an insect, leading to a nationwide shortage and escalating prices.", "come": "2017年12月六级真题（第一套）阅读 Section A"}, {"sentence": "One major cause of this problem is the confusion over food expiration labels, which are currently not regulated by the government.", "come": "2017年12月六级真题（第一套）听力 Section A"}, {"sentence": "Our customers come in and enjoy their food and drinks, while little rabbits play about and brush against their legs.", "come": "2018年6月六级真题（第一套）听力 Section A"}, {"sentence": "Penguins, like other seabirds and marine mammals, occupy higher levels in the food chain and they are what we call bio-indicators of their ecosystems.", "come": "2019年12月六级真题（第三套）阅读 Section C"}, {"sentence": "Sainz Breeze insist that such food is no joke and could be a new, sustainable source of protein.", "come": "2019年12月六级真题（第二套）听力 Section B"}, {"sentence": "She is hard at work finding a way to take traits from rare wild plants that adapt to extreme dry weather and use them in food crops.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "She was the first to bring together insects and their habitats, including food they ate, into a single ecological composition.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "So if ifs so easy to get your protein in food, why add more in the form of powders, snack bars or a boost at your local juice bar?", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "So they were providing more food to people, but also educating people on how to use them, and also educating people on how to feed their young children.", "come": "2015年12月六级真题（第一套）听力 Section C"}, {"sentence": "The \" Love Food, Hate Waste \" campaign entered into a collaboration last year with another such network — the Women's Institute.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "The 2010 Global Hunger Index report was released today by the International Food Policy Research Institute.", "come": "2015年12月六级真题（第一套）听力 Section C"}, {"sentence": "The combination of computational power and engineering advances will eventually enable lower-cost in-home care for the disabled, widespread use of driverless cars that may reduce drunk- and distracted-driving accidents and countless home and service-indus", "come": "2016年6月六级真题（第二套）阅读 Section A"}, {"sentence": "The inconvenience of not being able to see the food you are buying is outweighed by the time saved and convenience of having the goods delivered.", "come": "2015年12月六级真题（第一套）听力 Section C"}, {"sentence": "The low-carbohydrate food movement gave birth to such diets as the Atkins, Paleo and Keto, which advised swapping foods like bread, pasta and potatoes for vegetables, fish and meat.", "come": "2019年6月六级真题（第一套）阅读 Section A"}, {"sentence": "The relationship between getting more sleep and making better food choices is well-documented.", "come": "2017年12月六级真题（第二套）听力  Section B "}, {"sentence": "The report found that although some king penguins may be able to relocate to new breeding grounds closer to their retreating food source, suitable new habitats would be scarce.", "come": "2019年12月六级真题（第三套）阅读 Section C"}, {"sentence": "The robots are equipped with many sensors to identify conditions of the environment, cattle and food, using thermal and vision sensors that detect changes in body temperature.", "come": "2018年12月六级真题（第三套）阅读 Section C"}, {"sentence": "The texture is crunchy, but smelt a little of cab food.", "come": "2019年12月六级真题（第二套）听力 Section B"}, {"sentence": "They are generally more popular than whites and can usually be paired with food more easily.", "come": "2018年6月六级真题(第二套)听力 Section A"}, {"sentence": "This week the Italian government passed legislation that aimed to dramatically reduce the amount of food wasted in the country.", "come": "2017年12月六级真题（第一套）听力 Section A"}, {"sentence": "Today, you can find protein supplements everywhere—online or at the pharmacy, grocery store or health food store.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "When the birds forget to retrieve their food—and they do sometimes—a seedling has a chance to grow.", "come": "2016年12月六级真题（第一套）阅读 Section A"}, {"sentence": "When we were children, we barely had any junk food available and we turned out just fine.", "come": "2018年6月六级真题（第一套）听力 Section A"}]}], "sameAnalysis": [{"part_name": "这组名词都有\"食物\"之意。", "word_list": "food, provisions, diet", "means": ["food ： 普通常用词，泛指一切能充饥和补充人或动物身体消耗的食物。", "provisions ： 指即时应用或储藏备用的食物或粮食。", "diet ： 指规定的或惯常的食物，尤指维持健康的定量或定质食物，也指疗养时规定的食物。"]}], "slang": [{"tokens": "angel food", "type": "n ", "list": [{"explanation": "(无业游民用语)慈善机构赈济时的布道", "example": []}], "class": ["美国俚语"]}], "exchanges": ["foods", "food"], "trade_means": [{"word_trade": "医学", "word_mean": ["食物，食品：摄入体内，用作营养或构造组织，或供给身体热量的任何物品", "食粮", "营养品"]}], "gaokao": [{"word": "food", "count": 99, "kd": [], "Sentence": [{"sentence": "A home environment in blue can help people reduce food intake.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 题设"}, {"sentence": "A restaurant in Spain uses a foodie to \"re-create forms and pieces\" of food that are \"exactly the same, \" freeing cooks to complete other tasks.", "come": "2018年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "A scientist working at her lab bench and a six-old baby playing with his food might seem to have little in common.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读C 原文"}, {"sentence": "After he was put on disability for a bad back, he bought a small farm in the country, just enough to grow food for the family.", "come": "2015年高考英语四川卷 阅读理解 阅读B 原文"}, {"sentence": "And I heard the food is tasty.", "come": "2018年高考英语江苏卷 听力 原文"}, {"sentence": "As a result, people will eat more food to try to make up for that something missing.", "come": "2017年高考英语全国卷1 语法填空 原文"}, {"sentence": "As for crowds, a Hong Kong study found that they increased a restaurant's reputation, suggesting great food at fair prices.", "come": "2018年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "Back at the camp, you can kick off your boots and enjoy excellent food and wine.", "come": "2015年高考英语重庆卷 阅读理解 阅读D 原文"}, {"sentence": "Baptiste Dubanchet is biking across Europe,surviving entirely on discarded food.", "come": "2019年高考英语浙江卷 完形填空 原文"}, {"sentence": "Because there is more food to eat.", "come": "2015年高考英语四川卷 阅读理解 阅读D 选项"}, {"sentence": "Before he knew it, Nicholas was lost, all alone! he didn't have food, water, a phone, or other supplies.", "come": "2015年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "But sometimes we're not aware how cheaply we can make this food ourselves.", "come": "2018年高考英语全国卷I 阅读理解 阅读B 原文"}, {"sentence": "But the urge would no doubt be greater if you were living on the streets with little food and money.", "come": "2018年高考英语北京卷 完形填空 原文"}, {"sentence": "By that time, the panda no longer needed its mother for food.", "come": "2016年高考英语四川卷 语法填空 原文"}, {"sentence": "Chimps in the wild seek food for themselves.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "Chimps like to take in their neighbors' food.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 选项"}, {"sentence": "Chimps naturally share food with each other.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 选项"}, {"sentence": "Chimps tend to provide food for their children.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 选项"}, {"sentence": "China's approach to protecting its environment while feeding its citizens \" offers useful lessons for agriculture and food policymakers worldwide.", "come": "2018年高考英语全国卷2 语法填空 原文"}, {"sentence": "Dark environments are more likely to encourage overeating, for people are often less self-conscious (难为情) when they're in poorly lit places – and so more likely to eat lots of food.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Deer and elk populations — major food sources for the wolf – grew rapidly.", "come": "2017年高考英语全国卷3 阅读理解 阅读C 原文"}, {"sentence": "Depending on the type of allergies and/ or dietary requirements, an extra charge may be made for providing special food.", "come": "2016年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "Despite recent advancements in 3D food printing, the industry has many challenges to overcome.", "come": "2018年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Each empty can of its food weighs 40g.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读C 原文"}, {"sentence": "Even chimp mothers regularly decline to share food with their children.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "Even worse, the amount of fast food that people eat goes up.", "come": "2017年高考英语全国卷1 语法填空 原文"}, {"sentence": "Fine food with beautiful Jazz music; this is a great evening out.", "come": "2016年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "Firstly, they spent more time in search food.", "come": "2019年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "Food also plays an important role in many new year celebrations.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "Food can also have a specific meaning, and play a significant role in a family or culture's celebrations or traditions.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "Food in small pieces could be eaten easily with twigs which gradually turned into chopsticks.", "come": "2016年高考英语全国卷3 语法填空 原文"}, {"sentence": "Food materials have to be dry.", "come": "2018年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "Food seems to be more important here.", "come": "2017年高考英语浙江卷（11月） 听力 原文"}, {"sentence": "Food serves as a form of communication in two fundamental ways.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "Food webs may be dominated by many weak links because that arrangement is more stable over the long term.", "come": "2019年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "For legal reasons, most restaurants have a policy against giving away food waste.", "come": "2019年高考英语浙江卷 完形填空 原文"}, {"sentence": "For years, my mum has been helping out by giving them whatever food she could spare.", "come": "2016年高考英语上海卷 语法填空 A 原文"}, {"sentence": "Future 3D food printers could make processed food healthier.", "come": "2018年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Grocery stores of the future might stock \"food\" that lasts years on end, freeing up shelf space and reducing transportation and storage requirements.", "come": "2018年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Having enough fat and salt in your meals will reduce the urge to snack between meals and will improve the taste of your food.", "come": "2017年高考英语全国卷1 语法填空 原文"}, {"sentence": "He had no food or water and he was in terrible pain.", "come": "2014年高考英语全国卷2 完形填空 原文"}, {"sentence": "He prepares food for her kids.", "come": "2018年高考英语全国卷I 阅读理解 阅读B 选项"}, {"sentence": "He sold or exchanged some of the milk in the towns nearby for other food and made cheese and butter for the family with what was left.", "come": "2015年高考英语广东卷 语法填空 原文"}, {"sentence": "He thought he would make more money if he gave them less food.", "come": "2016年高考英语浙江卷（10月） 完形填空 原文"}, {"sentence": "He's fond of the food at the bar.", "come": "2019年高考英语全国卷2 阅读理解 阅读C 选项"}, {"sentence": "Hod Lipson, a professor at Columbia University, said, \"Food printing could allow consumers to print food with customized nutritional content, like vitamins.\"", "come": "2018年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "I had a very poor relationship with food: I used it to kill bad feelings, to make myself feel better, and to celebrate.", "come": "2017年高考英语天津卷 完形填空 原文"}, {"sentence": "I like to have some local food while traveling.", "come": "2018年高考英语全国卷I 听力 原文"}, {"sentence": "I usually have fast food delivered to my office.", "come": "2018年高考英语全国卷I 听力 原文"}, {"sentence": "If you are arriving from overseas, bring no food, animal or plant material into the country.", "come": "2015年高考英语江苏卷 阅读理解 阅读A 原文"}, {"sentence": "If you work out bright and early in the morning, you will be more likely to stick to healthy food choices throughout the day.", "come": "2018年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "In 1963 the UN set up the World Food Programme, one of whose purposes is to relieve worldwide starvation.", "come": "2017年高考英语江苏卷 单项填空 原文"}, {"sentence": "In addition to being more in touch with the food she's eating, another joy comes from passing this knowledge and this desire for good food to her children.", "come": "2015年高考英语湖北卷 阅读理解 阅读B 原文"}, {"sentence": "In addition, the team set up a separate experiment that suggested that the baby birds that most closely imitated their mom's voice were rewarded with the most food.", "come": "2017年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "In many cultures, round foods such as grapes, bread, and moon cakes are eaten at welcome celebrations to represent family unity.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "In modern times, when food is available in grocery stores, finding love is more central to people's lives.", "come": "2015年高考英语上海卷 完形填空 原文"}, {"sentence": "In much of asia, especially the so-called \"rice bowl\" cultures of China, japan, korea, and vietnam, food is usually eaten with chopsticks.", "come": "2016年高考英语全国卷3 语法填空 原文"}, {"sentence": "In the 1960s, scientists proposed that predators at the top of a food web had a surprising amount of control over the size of populations of other species - including species they did not directly attack.", "come": "2019年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "In the laboratory, chimps don't naturally share food either.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "Industrial activities help keep food webs stable.", "come": "2019年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "By eating more fast food, people will get more salt and fat than they need in their diet.", "come": "2017年高考英语全国卷1 语法填空 原文"}, {"sentence": "Is there any food you don't eat?", "come": "2015年高考英语全国卷1 听力 原文"}, {"sentence": "It is the rules governing food webs of the ecosystems.", "come": "2019年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "It needs no space for the storage of food.", "come": "2018年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "It quickens the transportation of food.", "come": "2018年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "It uses renewable materials as sources of food.", "come": "2018年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "It's a great place to get ice-cream, coffee and other food.", "come": "2016年高考英语上海卷 听力 原文"}, {"sentence": "Join us to taste a variety of fresh local food and drinks.", "come": "2018年高考英语全国卷3 阅读理解 阅读A 原文"}, {"sentence": "Life for ancient people seemed to center on hunting and gathering wild foods for meals.", "come": "2015年高考英语上海卷 完形填空 原文"}, {"sentence": "Loe initially went to school to become an engineer, but she quickly learned that her enthusiasm was mainly about growing and preparing her own food.", "come": "2015年高考英语湖北卷 阅读理解 阅读B 原文"}, {"sentence": "Loe is a master food preserver, gardener and canning expert.", "come": "2015年高考英语湖北卷 阅读理解 阅读B 原文"}, {"sentence": "Many cultures have ceremonies to celebrate the birth of a child, and food can play a significant role.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "Mathematical models have also revealed that food webs may be unstable, where small changes of top predators can lead to big effects throughout entire ecosystems.", "come": "2019年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "More than 10, 000 Chinese take pail in the fiery food and BBQ festival.", "come": "2015年高考英语福建卷 阅读理解 阅读A 选项"}, {"sentence": "Most cats just drag food home because it's a safe place to eat.", "come": "2018年高考英语全国卷2 听力 原文"}, {"sentence": "Most food webs, for instance, consist of many weak links rather than a few strong ones.", "come": "2019年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Most of us, if we know even a little about where our food comes from, understand that every bite put into our mouths was formerly alive.", "come": "2015年高考英语浙江卷 单项填空 原文"}, {"sentence": "Necessities like food and wood were very expensive.", "come": "2018年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "Nowadays the priority for travelling is shifted from shopping to food and scenery.", "come": "2019年高考英语江苏卷 单项填空 原文"}, {"sentence": "Nutrition is necessary for life, so it is not surprising that food is such an important part of different cultures around the world.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "On a mere 1/10 of an acre in Los Angeles, Loe and her family grow, can(装罐) and preserve much of the food they consume.", "come": "2015年高考英语湖北卷 阅读理解 阅读B 原文"}, {"sentence": "On the last Wednesday of every August, the Spanish town of Bunol hosts Ea Tomatina—the world's largest food fight.", "come": "2015年高考英语福建卷 阅读理解 阅读A 原文"}, {"sentence": "On top of that, most of the 3D food printers now are restricted to dry ingredients, because meat and milk products may easily go bad.", "come": "2018年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Only about one in ten places offered him food that would otherwise be discarded.", "come": "2019年高考英语浙江卷 完形填空 原文"}, {"sentence": "Over the years, Parisian cafes have fallen victim to changes in the French lifestyle-longer working hours, a fast food boom and a younger generation's desire to spend more time at home.", "come": "2015年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "Over time, as/when the population grew, people began cutting food into small pieces so it would cook more quickly.", "come": "2016年高考英语全国卷3 语法填空 原文"}, {"sentence": "People probably cooked their food in large pots, using twigs to remove it.", "come": "2016年高考英语全国卷3 语法填空 原文"}, {"sentence": "Recent development has made possible machines that print, cook, and serve foods on a mass scale.", "come": "2018年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Researchers have found that there is a direct link between the increase in food eaten outside the home and the rise in weight problems.", "come": "2018年高考英语浙江卷 语法填空 原文"}, {"sentence": "Say your cat weight 5kg and eats one can of food each day.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读C 原文"}, {"sentence": "Sharing bread or other foods is a common human tradition that can promote unity and trust.", "come": "2015年高考英语安徽卷 阅读理解 阅读E 原文"}, {"sentence": "She couldn't understand why some people had to live their lives without shelter or enough food.", "come": "2017年高考英语北京卷 完形填空 原文"}, {"sentence": "She often buys food for princess, too.", "come": "2015年高考英语上海卷 听力 原文"}, {"sentence": "She ultimately purchased a small piece of land with her husband and began growing their own foods.", "come": "2015年高考英语湖北卷 阅读理解 阅读B 原文"}, {"sentence": "She visits a different home each week and with the help of chef Matt Tebbutt offers top tips on how to reduce food waste.", "come": "2018年高考英语全国卷I 阅读理解 阅读B 原文"}, {"sentence": "She was taking the food to the refugee camp, in which she distributed it to children.", "come": "2016年高考英语上海卷 语法填空 A 原文"}, {"sentence": "Some experts are skeptical about 3D food printers, believing they are better suited for fast food restaurants than homes and high-end restaurants.", "come": "2018年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Some experts doubt 3D food printing.", "come": "2018年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "Stronger bridges mean villages are less likely to be left without food and medicine after floods.", "come": "2016年高考英语江苏卷 阅读理解 阅读C 原文"}]}], "kaoyan": [{"word": "food", "count": 39, "kd": [], "Sentence": [{"sentence": "When our ancestors were hunters and gatherers 10,000 years ago, they didn’t have time to wonder much about anything besides finding food.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Thus, in his view, diverse aspects of culture, such as the structure of families, forms of marriage, categories of kinship, ownership of property, forms of government, technology, and systems of food production, all changed as societies evolved.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Only when humanity began to get its food in a more productive way was there time for other things.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Will such variations bring about a change in the overall structure of the food and drink market? Definitely not.", "come": "出自-2010年考研阅读原文"}, {"sentence": "This development is boosting wholesale demand from the food service segment by 4 to 5 percent a year across Europe, compared with growth in retail demand of 1 to 2 percent.", "come": "出自-2010年考研阅读原文"}, {"sentence": "The first and more important is the consumer's growing preference for eating out: the consumption of food and drink in places other than homes has risen from about 32 percent of total consumption in 1995 to 35 percent in 2000 and is expected to approach 38 percent by 2005.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Such food service operators range from snack machines to large institutional catering ventures, but most of these businesses are known in the trade as “horeca”： hotels, restaurants and cafes.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Retail sales of food and drink in Europe’s largest markets are at a standstill, leaving European grocery retailers hungry for opportunities to grow.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Overall, Europe’s wholesale market for food and drink is growing at the same sluggish pace as the retail market, but the figures, when added together, mask two opposing trends.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Moreover, average overall margins are higher in wholesale than in retail; wholesale demand from the food service sector is growing quickly as more Europeans eat out more often; and changes in the competitive dynamics of this fragmented industry are at last making it feasible for wholesalers to consolidate.", "come": "出自-2010年考研阅读原文"}, {"sentence": "However, none of these requirements should deter large retailers ( ' , and even some large food producers and existing wholesalers) from trying their hand, for those that master the intricacies of wholesaling in Europe stand to reap considerable gains.", "come": "出自-2010年考研阅读原文"}, {"sentence": "For example, wholesale food and drink sales came to $268 billion in France, Germany, Italy, Spain and the United Kingdom in 2000—more than 40 percent of retail sales.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Demand comes mainly from two sources: independent mom-and-pop grocery stores which, unlike large retail chains, are too small to buy straight from producers, and food service operators that cater to consumers when they don’t eat at home.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Closer inspection reveals important differences among the biggest national markets, especially in their customer segments and wholesale structures, as well as the competitive dynamics of individual food and drink categories.", "come": "出自-2010年考研阅读原文"}, {"sentence": "But almost all have ignored the big, profitable opportunity in their own backyard: the wholesale food and drink trade, which appears to be just the kind of market retailers need.", "come": "出自-2010年考研阅读原文"}, {"sentence": "“Mass-produced clothing ,like fast food, fills a hunger and need, yet is non-durable and wasteful,” Cline argues.", "come": "出自-2013年考研阅读原文"}, {"sentence": "The idea is to force social scientists to integrate their work with other categories, including health and demographic change; food security; marine research and the bio-economy; clean, efficient energy; and inclusive, innovative and secure societies.", "come": "出自-2013年考研阅读原文"}, {"sentence": "She exhibits the idealism common to many advocates of sustainability, be it in food or in energy.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Here, too, the problems are social: the organization and distribution of food, wealth and prosperity.", "come": "出自-2013年考研阅读原文"}, {"sentence": "During their six- to twelve-week voyage, they subsisted on barely enough food allotted to them.", "come": "出自-2015年考研翻译原文"}, {"sentence": "\"If we were really bold, we might even begin to think of high-calorie fast food in the same way as cigarettes—by setting strict limits on advertising, product placement and sponsorship of sport events,\" he said.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Mass produced clothing, like fast food, fills a hunger and need, yet is non-durable and wasteful,\" Cline argues.", "come": "2013年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "After bills, Tony has ￡60 a week to spend, ￡40 of which goes on food, but 10 years ago he was earning ￡130,000 a year working in corporate communications and eating at London's best restaurants at least twice a week.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "For example, wholesale food and drink sales came to $268 billion in France, Germany, Italy, Spain and the United Kingdom in 2000— more than 40 percent of retail sales.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "He's feeling positive, but he'll carry on blogging-not about eating as cheaply as you can—\"there are so many people in a much worse state, with barely any money to spend on food\"—but eating well on a budget.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Leading doctors today weigh in on the debate over the government's role in promoting public health by demanding that ministers impose \"fat taxes\" on unhealthy food and introduce cigarette-style warnings to children about the dangers of a poor diet.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Moreover, average overall margins are higher in wholesale than in retail; wholesale demand from the food service sector is growing quickly as more Europeans eat out more often; and changes in the competitive dynamics of this fragmented industry are at las", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "overall, Europe's wholesale market for food and drink is growing at the same sluggish pace as the retail market, but the figures, when added together, mask two opposing trends.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Professor Terence Stephenson, president of the Royal College of Paediatrics and Child Health, said that the consumption of unhealthy food should be seen to be just as damaging as smoking or excessive drinking.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Such food service operators range from snack machines to large institutional catering ventures, but most of these businesses are known in the trade as \"horeca\": hotels, restaurants and cafes.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The drive to discover is deeply rooted in humans, much the same as the basic drives for food or shelter, says Christopher Hsee of the University of Chicago.", "come": "2018年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "The first and more important is the consumer's growing preference for eating out: the consumption of food and drink in places other than homes has risen from about 32 percent of total consumption in 1995 to 35 percent in 2000and is expected to approach 38", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The food industry will be alarmed that such senior doctors back such radical moves, especially the call to use some of the tough tactics that have been deployed against smoking over the last decade.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "The Food Standards Authority FSA has issued a public warning about the risks of a compound called acrylamide that forms in some foods cooked at high temperatures.", "come": "2020年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "The hugely popular blog the Skint Foodie chronicles how Tony balances his love of good food with living on benefits.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "They argue that government action is necessary to curb Britain's addiction to unhealthy food and help halt spiraling rates of obesity, diabetes and heart disease.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "We unconsciously associate fast food with speed and impatience and carry those impulses into whatever else we're doing.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "When our ancestors were hunters and gatherers 10, 000 years ago, they didn't have time to wonder much about anything besides finding food.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Yet as we report now, the food police are determined that this enjoyment should be rendered yet another guilty pleasure intensified to damage our health.", "come": "2020年考研真题（英语一）完形填空 Section Ⅰ"}]}], "bidec": {"word_name": "food", "parts": [{"part_id": "25276", "part_name": "n.", "word_id": "18873", "means": [{"mean_id": "47484", "part_id": "25276", "word_mean": "食物, 粮食", "sentences": [{"en": "The food was both bad and insufficient.", "cn": "食物既糟又匮乏。"}]}, {"mean_id": "47485", "part_id": "25276", "word_mean": "食品, 固体食物", "sentences": [{"en": "Oatmeal is a breakfast food.", "cn": "燕麦粥是一种早餐食品。"}]}, {"mean_id": "47486", "part_id": "25276", "word_mean": "（某种）食物 </seg>", "sentences": []}]}]}, "synonym": [{"part_name": "n.", "means": [{"word_mean": "食物,食粮;营养品", "cis": ["edibles", "comestibles", "victuals", "nourishment", "viands", "nutriment", "provisions"]}]}, {"part_name": "", "means": [{"word_mean": "其他释义", "cis": ["nutriment", "provision", "grub", "nutrition", "refreshment", "repast", "formula", "board", "meat"]}]}], "phrase": [{"cizu_name": "food for thought", "jx": [{"jx_en_mean": "something that warrants serious consideration", "jx_cn_mean": "引人深思的事", "lj": []}]}], "collins": [{"entry": [{"def": "<b>Food</b> is what people and animals eat.", "tran": "食物;食品", "posp": "N-MASS", "example": [{"ex": "Enjoy your food.", "tran": "用餐愉快。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/d/a/cda36dc415be0c6653524f64bee20f1f.mp3", "tts_size": "6K"}, {"ex": "...supplies of food and water.", "tran": "食物和水的供给", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/6/8/968b04980d2441e906fba9f43d99ad83.mp3", "tts_size": "10K"}]}, {"def": "If you are <b>off</b> your <b>food</b>, you do not want to eat, usually because you are ill.", "tran": "(常指因生病)不想吃东西，厌食", "posp": "PHRASE", "example": [{"ex": "It's not like you to be off your food.", "tran": "胃口不好，这可不像你了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/2/b/52be8c14646cae32eac3b3578d3e1fd1.mp3", "tts_size": "11K"}]}, {"def": "If you give someone <b>food for thought</b>, you make them think carefully about something.", "tran": "引人深思;发人深省", "posp": "PHRASE", "example": [{"ex": "Lord Fraser's speech offers much food for thought...", "tran": "弗雷泽勋爵的讲演发人深省。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/a/f/5af27b18d62b58a51bb2992899c37aaf.mp3", "tts_size": "15K"}, {"ex": "Developments in your career may give you food for thought.", "tran": "事业上的发展可能会引发你很多的思考。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/7/2/c72792415143d9763d32a15fa98d6355.mp3", "tts_size": "15K"}]}]}], "ee_mean": [{"part_name": "Noun", "means": [{"word_mean": "1. any substance that can be metabolized by an organism to give energy and build tissue", "sentences": []}, {"word_mean": "2. any solid substance (as opposed to liquid) that is used as a source of nourishment;", "sentences": [{"sentence": "\"food and drink\""}]}, {"word_mean": "3. anything that provides mental stimulus for thinking", "sentences": []}]}], "derivation": [{"yuyuan_name": "late Old English fōda, of Germanic origin; related to fodder"}], "baesInfo": {"word_name": "food", "is_CRI": "1", "exchange": {"word_pl": ["foods"]}, "symbols": [{"ph_en": "fuːd", "ph_am": "fuːd", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/d6/9e/d69ee42039e707e4ae3028b5a8f9c883.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/62/50/62506be34d574da4a0d158a67253ea99.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/6/2/5/62506be34d574da4a0d158a67253ea99.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/d6/9e/d69ee42039e707e4ae3028b5a8f9c883.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/62/50/62506be34d574da4a0d158a67253ea99.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/6/2/5/62506be34d574da4a0d158a67253ea99.mp3", "parts": [{"part": "n.", "means": ["食物，食品", "粮食", "养料", "资料"]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 5}, "new_sentence": [{"tag": "全部", "word": "food", "meaning": "全部", "sentences": [{"id": 2545123, "type": 1, "cn": "一罐狗食", "en": "a can of dog food (= for a dog to eat)", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/8/f7/e1bd529098e6c341b5488fe1bbb10.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2545124, "type": 1, "cn": "他不想吃东西。", "en": "He's off his food (= he does not want to eat anything) .", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/8/49/4f1b3cdbfd1e39cfb76850fd6a824.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2545118, "type": 1, "cn": "粮食短缺", "en": "a shortage of food/food shortages", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/7e/9116a0aa34a59e1a0f11284ca1595.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2545119, "type": 1, "cn": "饮食", "en": "food and drink", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/55/8c879735c8f46a8a00526d59bbffc.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2545120, "type": 1, "cn": "食品工业", "en": "the food industry", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/b/9d/f3570068d6ada1b0ffb264dfd6b67.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2545121, "type": 1, "cn": "你喜欢意大利食物吗？", "en": "Do you like Italian food?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/89/d6d0a1c9dabf8c70649a792640aaa.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2545122, "type": 1, "cn": "冷冻食品", "en": "frozen foods", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/2/ba/bd03058624e8505492d756f1ccce2.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2545113, "type": 1, "cn": "用餐愉快。", "en": "Enjoy your food.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/d/a/cda36dc415be0c6653524f64bee20f1f.mp3", "ttsSize": 6, "likeNum": 0}, {"id": 2545114, "type": 1, "cn": "食物和水的供给", "en": "...supplies of food and water.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/6/8/968b04980d2441e906fba9f43d99ad83.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2545115, "type": 1, "cn": "胃口不好，这可不像你了。", "en": "It's not like you to be off your food.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/5/2/b/52be8c14646cae32eac3b3578d3e1fd1.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 2545116, "type": 1, "cn": "弗雷泽勋爵的讲演发人深省。", "en": "Lord Fraser's speech offers much food for thought...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/5/a/f/5af27b18d62b58a51bb2992899c37aaf.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2545117, "type": 1, "cn": "事业上的发展可能会引发你很多的思考。", "en": "Developments in your career may give you food for thought.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/7/2/c72792415143d9763d32a15fa98d6355.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 224, "type": 1, "cn": "让我惊讶的是他总是购买攻击球员, 比如阿尔沙文.", "en": "What astonishes me is that he always buys attacking players, like Andrey Arshavin.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/c/8/4c8ac4e857922804be03af963b2e6971.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 24605, "type": 1, "cn": "他们携带了食物 、 医疗器具和氧气设备.", "en": "They loaded themselves with food, medical supplies, and oxygen equipment.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/e/1/9e172306d040f835c798e33c1d89882f.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 33970, "type": 1, "cn": "她过去常把伙食费省下来买衣服.", "en": "She would pinch on food in order to spend on clothing.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/f/b/1fb3e2bbd3e6cdb0ed91582e030cb1b2.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 100431, "type": 1, "cn": "他吃东西挑剔.", "en": "He is very nice in his food.", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/0/9/00904baf9a7550677a8b839d3b710412.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 117491, "type": 1, "cn": "醋可用来保存食物.", "en": "Vinegar is used in preserving food.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/a/0/fa052ef87227a8ff2825190c9e0db492.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 224400, "type": 1, "cn": "鳄梨是有价值的一种食物.", "en": "The avocado is a valuable food.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/1/8/e18dbc952bedb0f8a6ba0c5b07351870.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 252211, "type": 1, "cn": "他不喜欢这道菜, 但因为他是客人,所以假装吃了一些.", "en": "He didn't like the food, but he made a pretence of eating some of it as he was a guest.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/7/3/873784e00c5e48efe19f2c29e5ab199a.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 394688, "type": 1, "cn": "她尽说吃啊穿啊的.", "en": "She talks about nothing but food and clothing, etc.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/a/8/4a83fa305643c15d99baa58e334892d8.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 666464, "type": 1, "cn": "生命离不开食物.", "en": "Food is essential for life.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/c/3/1c31f46979c9023c75d1650544cea642.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 704806, "type": 1, "cn": "燕麦片是一种早餐食品.", "en": "Oatmeal is a breakfast food.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/4/c/c4c25cc4d1342a2507cb13492b5cc74f.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 725658, "type": 1, "cn": "由于食物的缺乏,他们越来越虚弱了.", "en": "They wasted away for lack of food.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/1/f/71fff345aa8935d784773c7f5ee9a3b3.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 865679, "type": 1, "cn": "我吃不下油腻的东西.", "en": "I can't stomach heavy food.", "from": "《现代英汉综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/5/b/e5b4d7de17f27427ecfbc4c662dcbeb8.mp3", "ttsSize": 9, "likeNum": 0}, {"id": 985359, "type": 1, "cn": "我一晕船就呕吐.", "en": "When I get seasick , I throw up my food.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/7/a/97a4226b980548756d6fa7c4190224c1.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 1032439, "type": 1, "cn": "这本书里有许多值得令人思考的问题.", "en": "There is much food for thought in this book.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/c/f/5cf23a2661a68262e028da5b6eb8daf1.mp3", "ttsSize": 12, "likeNum": 0}]}, {"tag": "食物", "word": "food", "meaning": "食物", "sentences": [{"id": 2545121, "type": 1, "cn": "你喜欢意大利食物吗？", "en": "Do you like Italian food?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/89/d6d0a1c9dabf8c70649a792640aaa.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2545114, "type": 1, "cn": "食物和水的供给", "en": "...supplies of food and water.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/6/8/968b04980d2441e906fba9f43d99ad83.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 2377223, "type": 1, "cn": "1万年以前，我们的祖先以围猎和收集果实为生，那时他们除了寻找食物以外，没有时间思考别的事情。", "en": "When our ancestors were hunters and gatherers 10,000 years ago, they didn't have time to wonder much about anything besides finding food.", "from": "09年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/c/f5/a4d4ce2d163fede266aea49956dcf.mp3", "ttsSize": 239, "likeNum": 0}, {"id": 2377224, "type": 1, "cn": "只有当人类开始用更有效的方法获取食物时，他们才有时间考虑其他事情。", "en": "Only when humanity began to get its food in a more productive way was there time for other things.", "from": "09年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/ac/72c0cdc078b9cd7b4b07868f5680f.mp3", "ttsSize": 204, "likeNum": 0}, {"id": 2377254, "type": 1, "cn": "因此，在他看来，文化的各个方面，比如家庭结构、婚姻形式、亲属关系、财产归属、政府形式、科技以及食物生产体系，都会随着社会的进化而改变。", "en": "Thus, in his view, diverse aspects of culture, such as the structure of families, forms of marriage, categories of kinship, ownership of property, forms of government, technology, and systems of food production, all changed as societies evolved.", "from": "09年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/b/e7/c6047758b8f935357090d4c14608c.mp3", "ttsSize": 518, "likeNum": 0}, {"id": 2378950, "type": 1, "cn": "他们认为在遏制英国人对不健康食物成癔以及帮助遏止肥胖、糖尿病以及心脏病发病率急剧上升方面，政府行为是必要的。", "en": "They argue that government action is necessary to curb Britain’s addiction to unhealthy food and help halt spiraling rates of obesity, diabetes and heart disease.", "from": "11年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/04/9530c059fef987d8b195bdef240dc.mp3", "ttsSize": 283, "likeNum": 0}, {"id": 2379176, "type": 1, "cn": "付过各种账单后，托尼每周只剩下60英镑可供花销，其中40英镑都被用来买食物。但在十年前，他曾在一家通讯公司工作，年薪达13万英镑，每周至少去伦敦最顶级的餐厅就餐两次。", "en": "After bills, Tony has ￡60 a week to spend, ￡40 of which goes on food, but 10 years ago he was earning ￡130,000 a year working in corporate communications and eating at London's best restaurants at least twice a week.", "from": "13年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/01/64d3d4e5fec6e1d3f842559312157.mp3", "ttsSize": 494, "likeNum": 0}, {"id": 2376062, "type": 1, "cn": "该报告主要关注的是一些贫穷的城市地区，这些地区的农场位于城市内或者在城市附近，可以提供相对便宜的食物。", "en": "The report focused on poor urban areas, where farms in or near cities supply relatively inexpensive food.", "from": "16年6月六级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/1f/57560fa40c9435450c63e930da6fd.mp3", "ttsSize": 191, "likeNum": 0}, {"id": 2376220, "type": 1, "cn": "当鸟儿忘记把存好的食物找出来时——它们有时确实会忘——种子就有机会发芽生长了。", "en": "When the birds forget to retrieve their food—and they do sometimes—a  seedling  has  a  chance  to  grow.", "from": "16年12月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/a6/e7ba4a678720a51275dacc8f3f64f.mp3", "ttsSize": 195, "likeNum": 0}, {"id": 2377151, "type": 1, "cn": "Flack 说现在下定论还太早，我们尚不了解充足的食物带来的好处是否大于在垃圾填埋场觅食的危险。", "en": "Flack said it was too early to know whether the benefits of plentiful food outweighed the risks of feeding on landfills.", "from": "17年6月六级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/c/79/f93e011fd88c6ae6c3086c414c1b4.mp3", "ttsSize": 182, "likeNum": 0}, {"id": 2380439, "type": 1, "cn": "他们不仅给人们提供更多的食物，还教他们如何利用食物和如何喂养小孩子。", "en": "So they were providing more food to people, but also educating people on how to use them, and also educating people on how to feed their young children.", "from": "15年12月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/5/46/c82eed6e03890dd35c3b7bdb5efd6.mp3", "ttsSize": 263, "likeNum": 0}, {"id": 2380847, "type": 1, "cn": "男：你猜怎么着？我曾吃过的最糟糕的食物是在法国吃到的。", "en": "M:  Guess  what?  The  worst  food  I  ever  had was in France.", "from": "16年12月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/5/81/bcc5c5b62be94e596554db273c635.mp3", "ttsSize": 135, "likeNum": 0}, {"id": 2382263, "type": 1, "cn": "欧洲这一制定新法规的风潮必将给立法者施加更多压力，来减少欧洲的食物浪费。", "en": "This wave of new laws in Europe will definitely put more pressure on law makers to reduce food waste here", "from": "17年12月六级真题(第一套)| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/c/17/366092b869ec26e2c159d771759ee.mp3", "ttsSize": 164, "likeNum": 0}, {"id": 2382429, "type": 1, "cn": "它们通常比白葡萄酒受欢迎，而且更容易与食物搭配。", "en": "They are generally more popular than whites and can usually be paired with food more easily", "from": "18年6月六级真题(第二套)| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/5b/f7a4840e8bc61ae36a19f939459d1.mp3", "ttsSize": 139, "likeNum": 0}, {"id": 2374721, "type": 1, "cn": "何不反而把学习想成食物呢？对人类来说非常宝贵，以致人类进化为将体验它作为一件快乐的事。", "en": "Why not instead think of learning as if it were food — something so valuable to humans that they have evolved to experience it as a pleasure?", "from": "15年12月四级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/c1/037627143fe42674e8b973cea42fc.mp3", "ttsSize": 235, "likeNum": 0}, {"id": 2374941, "type": 1, "cn": "若既想省钱又想吃好，你无须买本地生产的有机食品，只要是未经加工的天然食物即可。", "en": "And to save money and still eat well you don’t need local, organic ingredients; all you need is real food.", "from": "15年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/c/b5/8c5485fd28b84316e5585440adbab.mp3", "ttsSize": 205, "likeNum": 0}, {"id": 2375173, "type": 1, "cn": "自工业化以来，维持这样一种慢节奏的文化变得困难多了，可以吃很长时间的午餐缩短成自带午餐或者在食物摊点买饭。", "en": "Since  industrialization,  maintaining  such  a  slow  cultural  metabolism  has  been  much  harder,  with  the  long  midday  meal  shrinking  to  whatever  could  be  stuffed  into  a  lunch  bucket  or  bought at a food stand.", "from": "16年6月四级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/8d/584f81f0262efbd82bb6da5755559.mp3", "ttsSize": 347, "likeNum": 0}, {"id": 2375544, "type": 1, "cn": "Lab, small nonfood rewards—like the toys in McDonald’s Happy Meals—stimulate the same reward centers in the brain as food does.根据康奈尔大学食物和品牌实验室最新的研究显示，小小的非食物奖励——比如麦当劳开心乐园餐里的玩具——会像食物一样刺激大脑中的奖励中枢。", "en": "According to a new study from Cornell University’s Food and Brand", "from": "16年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/f6/b27e0578acaadb2a5c11a646b53f5.mp3", "ttsSize": 115, "likeNum": 0}, {"id": 2375550, "type": 1, "cn": "Reimann 说：“仅仅是可能出现的相对较少的金钱奖励，参与者们就愿意拿它替换一部分食物，这个现象很有趣。”", "en": "“The fact that participants were willing to substitute part of a food item for the mere prospect of a relatively small monetary award is interesting,” says Reimann.", "from": "16年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/ec/033162f32146f0aa29f2c578bb679.mp3", "ttsSize": 265, "likeNum": 0}, {"id": 2380337, "type": 1, "cn": "如果去买吃的，就要为那些食物付钱；如果我们去看病，我们知道自己会收到账单。", "en": "If we buy food, we have to pay for it; if a doctor treats us, we know there will be a bill to pay.", "from": "16年12月四级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/8/6f/48c4f2477a90a09d00538397b8b16.mp3", "ttsSize": 190, "likeNum": 0}, {"id": 2381252, "type": 1, "cn": "它们睡得很沉，只需要极少的食物或者不需要食物。", "en": "They sleep very deeply and need little or no food.", "from": "17年6月四级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/bd/514c05e0dd8af8335c7e8d3a1358b.mp3", "ttsSize": 86, "likeNum": 0}, {"id": 2381257, "type": 1, "cn": "有些动物，如老鼠，会在入冬前搜集额外的食物并把它们藏起来。", "en": "So some animals, such as mice, collect extra food before winter, and hide it.", "from": "17年6月四级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/8/2b/20035259f02be1827a5cc7def49d0.mp3", "ttsSize": 165, "likeNum": 0}, {"id": 2381260, "type": 1, "cn": "有些鸟会迁徙，即飞到更温暖的地方过冬，它们在那里可以找到更多的食物。", "en": "Some birds migrate by flying to a warmer place for the winter, where they can find more food.", "from": "17年6月四级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/7e/6cc9ccd5abd124d4b29d431afd705.mp3", "ttsSize": 155, "likeNum": 0}, {"id": 2381546, "type": 1, "cn": "少年昌西在杂货店里做了什么来换食物?。", "en": "What did the teenager Chauncy do at the grocery store to get some food?.", "from": "17年12月四级真题(第一套)| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/9d/0d08c004ec00fae9e302707be2d0d.mp3", "ttsSize": 106, "likeNum": 0}, {"id": 1, "type": 1, "cn": "空闲时你喜欢干什么?", "en": "What do you like to do in your spare time?", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/6/8/468846aa83039a889068541617d6df43.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 3933, "type": 1, "cn": "我们那位非常慷慨的主人将我们的餐碟堆满了食物.", "en": "Our very generous host piled our plates with food.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/6/6/2668688175e6078716b8e6fc1546879f.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 10333, "type": 1, "cn": "其主要食物为杂草而非树木,对树木不存在选择性危害.", "en": "Grass is their major food resources but trees thus Zokor have no damage on trees . 5.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/3/d/e3d2e3e6c121ea312107ce4107a76d39.mp3", "ttsSize": 31, "likeNum": 0}, {"id": 15691, "type": 1, "cn": "一头驴觉得它很不幸,因为自己只有很少食物.", "en": "An ass thinks that it is not happy because it has little food.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/7/5/6755d3ce8badf0cf10fbc09ec110ebdc.mp3", "ttsSize": 17, "likeNum": 0}]}, {"tag": "食品", "word": "food", "meaning": "食品", "sentences": [{"id": 2545120, "type": 1, "cn": "食品工业", "en": "the food industry", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/b/9d/f3570068d6ada1b0ffb264dfd6b67.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2545122, "type": 1, "cn": "冷冻食品", "en": "frozen foods", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/2/ba/bd03058624e8505492d756f1ccce2.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2377360, "type": 1, "cn": "[B] 在欧洲最大的市场上，食品和饮料的零售业务量已经处于停滞状态，这使得欧洲食品零售商渴望寻求市场发展的机会。", "en": "[B] Retail sales of food and drink in Europe's largest markets are at a standstill. leaving European grocery retailers hungry for opportunities to grow.", "from": "10年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/97/4e13c8606e92713b70f19339174ca.mp3", "ttsSize": 307, "likeNum": 0}, {"id": 2377363, "type": 1, "cn": "[F] 例如，在2000年，法国、德国、意大利、西班牙和英国这些国家的食品和饮料批发销售额达到了2680亿美元，比零售额多出了40%以上。", "en": "[F] For example, wholesale food and drink sales came to $268 billion in France, Germany, Italy, Spain and the United Kingdom in 2000— more than 40 percent of retail sales.", "from": "10年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/d6/d85cdce1513cd525f52960897bb82.mp3", "ttsSize": 430, "likeNum": 0}, {"id": 2377368, "type": 1, "cn": "通过仔细的观察，我们不难发现，国内最大的市场之间存在着巨大差异，尤其是在客户群、批发结构和个別食品饮料类商品的竞争态势方面。 ", "en": "Closer inspection reveals important differences among the biggest national markets. especially in their customer segments and wholesale structures, as well as the competitive dynamics of individual food and drink categories.", "from": "10年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/7/df/01d1d7224128266319bfc38cac045.mp3", "ttsSize": 411, "likeNum": 0}, {"id": 2377377, "type": 1, "cn": "这种发展使得整个欧洲食品服务行业的批发需求以每年4%到5%的速度增长，而零售领域需求的年增长却只有1%至2%。 ", "en": "This development is boosting wholesale demand from the food service segment by 4 to 5 percent a year across Europe，compared with growth in retail demand of I to 2 percent.", "from": "10年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/36/d3be43871ce63e136df869f546810.mp3", "ttsSize": 312, "likeNum": 0}, {"id": 2377662, "type": 1, "cn": "她展示了不论是在食品领域还是能源领域，许多可持续发展倡导者所共有的理想主义。", "en": "She exhibits the idealism common to many advocates of sustainability, be it in food or in energy.", "from": "13年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/b7/aadcae80c5f9dbf895ee819fa8de2.mp3", "ttsSize": 207, "likeNum": 0}, {"id": 2378951, "type": 1, "cn": "皇家儿科和儿童健康学 院院长特伦斯•斯蒂芬森教授指出，人们应该把消费不健康食品视作和吸烟或酗酒一样有害的行为。", "en": "Professor Terence Stephenson, president of the Royal College of Paediatrics and Child Health, said that the consumption of unhealthy food should be seen to be just as damaging as smoking or excessive drinking. 　　", "from": "11年12月考研真题 | 阅读", "ttsUrl": "", "ttsSize": 0, "likeNum": 0}, {"id": 2378961, "type": 1, "cn": "皇家精神病学院院长迪奈斯-布拉格教授说：“如果教育孩子，让他们知道食品对成长的影响，有些食品对身体是有害的，那么至少他们可预先获悉这些信息", "en": "Professor Dinesh Bhugra, president of the Royal College of Psychiatrists, said: “If children are taught about the impact that food has on their growth, and that some things can harm, at least information is available up front.” 　　", "from": "11年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/2/32/6c2a245b52827feb754d4ea8ef30f.mp3", "ttsSize": 398, "likeNum": 0}, {"id": 2378966, "type": 1, "cn": "食品行业将会由于这些资深医生支持这类极端行为而感到惶恐，尤其紧张于他们还支持采取一些在过去十年中应用于抵制吸烟方面的强硬策略", "en": "The food industry will be alarmed that such senior doctors back such radical moves, especially the call to use some of the tough tactics that have been deployed against smoking over the last decade.", "from": "11年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/a6/7946ca27d54ef003a65c559eeb69b.mp3", "ttsSize": 311, "likeNum": 0}, {"id": 2375850, "type": 1, "cn": "Avastin for use in the eye, and using it rather than thealternative , Lucentis, might carry an additional, althoughslight, safety risk.但是食品和药物管理局没有批准 Avastin 用于眼部治疗，而且相比 Lucentis ，它可能存在一点额外的安全风险。", "en": "But the Food and Drug Administration has not approved", "from": "15年12月六级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/01/e6ddd0574e7777ba295720404b824.mp3", "ttsSize": 87, "likeNum": 0}, {"id": 2376060, "type": 1, "cn": "虽然这种做法给许多人带来严重的健康风险，但它给贫困的城市农民和需要平价食品消费者带来的社会和经济效益巨大，那些风险与之相比就算不了什么了。", "en": "While the practice carries serious health risks for many, those dangers are outweighed by the social and economic gains for poor urban farmers and consumers who need affordable food.", "from": "16年6月六级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/7/33/62711ff7ee3b1113a37ec89268105.mp3", "ttsSize": 298, "likeNum": 0}, {"id": 2380453, "type": 1, "cn": "食品，特别是新鲜食品，还有香水都属于这一类商品。", "en": "Food, especially fresh food, falls into this category,along with perfume.", "from": "15年12月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/61/c04da12a20e4754cdd3be84d9513e.mp3", "ttsSize": 157, "likeNum": 0}, {"id": 2380954, "type": 1, "cn": "在将这些合同分类之后，他们确定了在 512 个和这些运动员有关的品牌中，最多的是运动产品，紧随其后的就是食品和饮料品牌。", "en": "Sports  drinks  which  are  often  high in  sugar  and  calories  made  up  most  of  the food  and  drink  deals,  with  soft  drinks  and fast  food  filling  out  the  reminder.", "from": "16年12月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/b/ad/23128e10bc8d727f4b2cede8c120a.mp3", "ttsSize": 273, "likeNum": 0}, {"id": 2382264, "type": 1, "cn": "现在，我们将听取一位来自哈佛大学食品法律与政策研究所的发言人的发言，来了解更多的情况。", "en": "We turn now to a spokesperson from Harvard University's Food Law and Policy Clinic for more on the story", "from": "17年12月六级真题(第一套)| 听力", "ttsUrl": "", "ttsSize": 0, "likeNum": 0}, {"id": 2382275, "type": 1, "cn": "本月发表的一份关于睡眠和营养的报告发现，那些一贯在晚上11点之前上床睡觉的人摄入的卡路里较少，所吃的健康食品较多。", "en": "A report on sleep and nutrition released this month found that people who consistently went to bed earlier than 11 p.m. took in fewer calories and ate more healthy food.", "from": "17年12月六级真题(第二套)| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/40/27872ead4493346ff19dcbb0f61f5.mp3", "ttsSize": 278, "likeNum": 0}, {"id": 2374904, "type": 1, "cn": "为什么有那么多的美国人在大量食用加工食品？加工食品准确来说应该叫垃圾食品，我们真应该给它们贴上警示标识。", "en": "Why do so many Americans eat tons of processed food, the stuff that is correctly called junk (垃圾) and should really carry warning labels?", "from": "15年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/5c/f9bb65a066da7de80a6105cdfd370.mp3", "ttsSize": 245, "likeNum": 0}, {"id": 2374941, "type": 1, "cn": "若既想省钱又想吃好，你无须买本地生产的有机食品，只要是未经加工的天然食物即可。", "en": "And to save money and still eat well you don’t need local, organic ingredients; all you need is real food.", "from": "15年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/c/b5/8c5485fd28b84316e5585440adbab.mp3", "ttsSize": 205, "likeNum": 0}, {"id": 2374942, "type": 1, "cn": "不是说本地食品不好，它确实更好。", "en": "I’m not saying local food isn’t better; it is.", "from": "15年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/05/3abb161b39e5c59028aeb43882261.mp3", "ttsSize": 108, "likeNum": 0}, {"id": 2374944, "type": 1, "cn": "你需要了解的还有冷冻食品和罐头食品。", "en": "The other sections you should get to know are the frozen foods and the canned goods.", "from": "15年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/2e/622a9ff9b48a63316253ccff68646.mp3", "ttsSize": 125, "likeNum": 0}, {"id": 2374946, "type": 1, "cn": "只要确保你买的是天然食品，没有加入大量的盐或糖就好。", "en": "Just make sure you’re getting real food without tons of added salt or sugar.", "from": "15年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/11/9c03c250387916499a38393b84ec3.mp3", "ttsSize": 122, "likeNum": 0}, {"id": 2374947, "type": 1, "cn": "问问自己：换成祖母，她会不会选这种食品？", "en": "Ask yourself, Would Grandma consider this food?", "from": "15年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/82/6473c9c978eeedee85462a4dc3687.mp3", "ttsSize": 91, "likeNum": 0}, {"id": 2375025, "type": 1, "cn": "在到达某个程度后，国家会变得充满危险，以致食品救济人员的安全也不再能得到保障，他们的救济计划也会停止。", "en": "After  a  point,  countries  can  become  so dangerous  that  food  relief  workers  are  no  longer  safe  and their programs are halted. ", "from": "16年6月四级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/37/9bb206875190b0137c19c8bec655f.mp3", "ttsSize": 216, "likeNum": 0}, {"id": 2375436, "type": 1, "cn": "总的来说，食品行业曾坚决抵制这种直接的政府干预行为。", "en": "The food industry has, in general, been firmly opposed to  such direct government action.", "from": "16年12月四级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/8/e5/34b0d58f4edf47721402b4c746fe1.mp3", "ttsSize": 197, "likeNum": 0}, {"id": 2380009, "type": 1, "cn": "”这一发现支持了ConAgra 的 决 定， 即让这类产品与其他优质的冷冻餐食竞争，而不是作为一种特别饮食或健康食品。", "en": "” This finding supported ConAgra’s decision to position the product against other high quality frozen dinners, rather than as a diet or health food.", "from": "15年12月四级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/f3/f1f5bee53ccb465397c7113690c05.mp3", "ttsSize": 239, "likeNum": 0}, {"id": 2382101, "type": 1, "cn": "之后在16 世纪后期，荷兰的食品科学家们种植出了个儿大身直的红色甜胡萝卜，很像我们如今吃到的那种。", "en": "Then in the late 1500s,food scientists in the Netherlands cultivated large, straight, sweet, red carrots like the ones we eat today", "from": "17年6月四级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/04/8ec44d2627b518e7b92b25c8e382e.mp3", "ttsSize": 280, "likeNum": 0}, {"id": 3640, "type": 1, "cn": "但研究人员现在认为,鸟类可以看见他们和选择含有他们的食品.", "en": "But researchers now that birds can see them and that they choose foods containing them.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/7/5/675a716aab611086ad96c3a6942f7c13.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 4294, "type": 1, "cn": "微生物污染最为严重的食品是肉及肉制品和豆制品.", "en": "The food microbe poisoning often come from the course of food production.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/1/9/e195989533cf527b5f68999ae986424f.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 10525, "type": 1, "cn": "事实上,我搞了食品生意很久才与汽车结上不解之缘.", "en": "Actually I was in the food business long before I got involved with cars.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/3/5/8353b5f1739cad97ccf0c274637e1bbc.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 11113, "type": 1, "cn": "欢迎加盟“中国有机食品商业数据库”.", "en": "Welcome to China Organic Food Business Database.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/4/8/448365dffde18b4f98bf28999ebf7ea1.mp3", "ttsSize": 16, "likeNum": 0}]}, {"tag": "粮食", "word": "food", "meaning": "粮食", "sentences": [{"id": 2545118, "type": 1, "cn": "粮食短缺", "en": "a shortage of food/food shortages", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/7e/9116a0aa34a59e1a0f11284ca1595.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2376068, "type": 1, "cn": "但环境科学家Pay Drechsel 认为，使用未经处理的人体粪便种植粮食带来的社会效益和经济效益大于由此引起的健康风险。", "en": "But Pay Drechsel, an environmental scientist, argues that the social and economic benefits of using untreated human waste to grow food outweigh the health risks.", "from": "16年6月六级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/b/4a/58388a5b1c55c7e3a52cde6c8ccdd.mp3", "ttsSize": 283, "likeNum": 0}, {"id": 2380421, "type": 1, "cn": "国 际 粮 食 政 策 研 究 所(IFPRI) 今天发布了 2010 年的全球饥饿指数。", "en": "The 2010 Global Hunger Index report was released today by the International Food Policy Research Institute (IFPRI).", "from": "15年12月六级真题（第一套）| 听力", "ttsUrl": "", "ttsSize": 0, "likeNum": 0}, {"id": 2375015, "type": 1, "cn": "但是我也曾反对一个观点，那就是：粮食短缺不仅会造成个别政府倒台，还会搞垮全球文明", "en": "Yet  I,  too,  have  resisted  the idea  that  food  shortages  could  bring  down  not  only  individual governments but also our global civilization", "from": "16年6月四级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/09/b04d7c9acda8fe7a4d25dc4ca7cf9.mp3", "ttsSize": 239, "likeNum": 0}, {"id": 2375017, "type": 1, "cn": "环境恶化正削弱着世界粮食经济，而我们对此的处理接连失败，这迫使我得出这样一个结论：这样的崩溃是有可能发生的", "en": "Our continuing failure to  deal  with  the  environmental  declines  that  are  undermining the  world  food  economy  forces  me  to  conclude  that  such  a collapse is possible", "from": "16年6月四级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/53/27daa715c6872b748f96562f9ce3c.mp3", "ttsSize": 246, "likeNum": 0}, {"id": 2375021, "type": 1, "cn": "如果粮食形势继续恶化，那么整个国家将以前所未有的速度垮台。", "en": "If  the  food situation continues to worsen, entire nations will break down at an  ever  increasing  rate.", "from": "16年6月四级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/cb/5d6972a103a55d1c3630041ceb14e.mp3", "ttsSize": 177, "likeNum": 0}, {"id": 2375023, "type": 1, "cn": "当国家政府不能再保证个人人身安全、粮食安全，以及教育和医疗保健这类基本的社会服务时，国家即告失败。", "en": "States  fail  when  national  governments  can  no  longer provide  personal  security,  food  security  and  basic  social services such  as  education  and  healthcare.", "from": "16年6月四级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/b2/8cedeed7896b6c0fa4060dbce50ce.mp3", "ttsSize": 269, "likeNum": 0}, {"id": 2375027, "type": 1, "cn": "2007 年和 2008 年世界粮食价格的激增——以及价格激增对粮食安全造成的威胁——与过去的价格增长性质不同，更令人担忧。", "en": "The  surge  in  world  grain  prices  in  2007  and 2008—and  the  threat  they  pose  to  food  security—has  a different,  more  troubling  quality  than  the  increases  of the  past.", "from": "16年6月四级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/7/2c/4b381930f4a81b94170db5a2d4a74.mp3", "ttsSize": 356, "likeNum": 0}, {"id": 2375053, "type": 1, "cn": "the social order尽管出现了这些临时性措施，在其他许多国家飞涨的粮食价格以及蔓延的饥荒正在开始破坏社会秩序", "en": "In spite of such temporary measures, soaring food prices and spreading hunger  in  many  other  countries  are  beginning  to  break  down", "from": "16年6月四级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/d6/d769f1fc67180a47c481a950a7227.mp3", "ttsSize": 222, "likeNum": 0}, {"id": 1045, "type": 1, "cn": "山东; 水旱灾害; 防治措施; 粮食生产; 农田水利; 农民积蓄; 仓储.", "en": "Shandong; floods and droughts; control measures; food production; farmland water conservancy; farmers savings; and warehouse.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/d/d/add0a6d51715c973bc8a4227b57c4987.mp3", "ttsSize": 62, "likeNum": 0}, {"id": 27433, "type": 1, "cn": "他们储备了大量粮食.", "en": "They have laid up large supplies of food.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/1/a/e1a4b716de75b17a111d3a86a3287c58.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 42613, "type": 1, "cn": "牦牛全身上下都是宝, 我们卖了它用来买粮食等其他东西.", "en": "Yak body up and down all Po, we sold it to buy food and other things.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/e/c/aec205358bde2ebfb7bd2433e78181b5.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 52413, "type": 1, "cn": "他说,有了这些规章制度, 烟农们也必须种植粮食作物.", "en": "He said with the bylaw, tobacco farmers would also be required to grow food.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/9/8/a9805034182a9c272af8fe937f99c203.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 147755, "type": 1, "cn": "否则, 粮食不足, 那些年轻人, 吃不饱, 饿到.", "en": "Otherwise, food shortage, those young mans, eat not satisfied, hungry arrive.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/4/d/14df5e1b5ae3954436f5e726d92b0b97.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 161630, "type": 1, "cn": "内战直接让安哥拉变成了要饭国家, 依靠联合国粮食计划苟延残喘.", "en": "The war reduced Angola to a beggar nation, dependent on handouts from the World Food Program.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/c/b/ecbba3a907d275df8799d4962e41469d.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 177768, "type": 1, "cn": "粮食补贴方案还要付出其他代价.", "en": "Food subsidy programs have other costs.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/d/f/adfb51719e25954f4265a1ac5e50f170.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 187170, "type": 1, "cn": "单干的时候, 他们种的粮食很难吃饱肚子.", "en": "Working on their own , they could hardly raise sufficient food to fill their own stomachs.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/1/9/b1981bc5a3914b3b9415cfbb1befc478.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 196320, "type": 1, "cn": "他赐粮食给凡有血气的,因他的慈爱永远长存.", "en": "Who gives food to all flesh: for his mercy is unchanging for ever.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/b/8/7b8752ae9b62528f062006bc4a600e3c.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 256316, "type": 1, "cn": "他的发明让许多人填饱肚子,并获得了世界粮食奖.", "en": "He won the World Food Prize work to help feed so many people.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/c/4/7c47096a3d7dc278ae102fb8e9c4f06f.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 294490, "type": 1, "cn": "在战争期间常常发生粮食短缺的情形.", "en": "Food shortages often occur in time of war.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/a/7/3a79e616a91df7a15e1e5d29c1c3c27a.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 418036, "type": 1, "cn": "给贫困的灾民送去了救济金和粮食.", "en": "Money and food were sent to the impoverished drought victims.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/7/9/d790be53b45a7f9594e86f20a52148e0.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 454304, "type": 1, "cn": "珍惜粮食是一种美德.", "en": "Treasuring the food is a pood ( good ) virtue.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/e/0/ee01a0e392fb41a5e1cb9197ca54b83c.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 482754, "type": 1, "cn": "世界粮食计划署 ( WFP ) 提供该村庄40%的食品, 按月分发救济品.", "en": "The World Food Programme ( WFP ) provides the village with 40 % of its food, in monthly handouts.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/1/3/c1300c133b3f3e25146cd11ce9fd73c0.mp3", "ttsSize": 36, "likeNum": 0}, {"id": 483793, "type": 1, "cn": "我们想帮助缓解国家粮食短缺的状况.", "en": "We want to help alleviate the national food shortage.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/5/8/f5839e624277de821960ce1ff0a82d9b.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 503651, "type": 1, "cn": "中国还进口了前所未有的粮食.", "en": "China is also importing ever more food.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/6/1/f618191a946c512f605efa2d27570552.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 540827, "type": 1, "cn": "海员罢工已严重地耗损这国家的粮食存量.", "en": "The seamen's strike has seriously depleted the country's stocks of food.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/9/f/89fa878ec08c24531ebc8df75cb6f4ca.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 572991, "type": 1, "cn": "我们存的粮食要吃完了.", "en": "Our food supplies began to give out.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/e/8/1e88889fcf0a165626eb19bf5c18ec1b.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 588935, "type": 1, "cn": "糟蹋粮食是不道德的.", "en": "Waste of food is wicked.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/a/6/6a6acd51b1b4c97dbf80d16fbfab03d0.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 695772, "type": 1, "cn": "那个国家早就取消了粮食配给制.", "en": "Food rationing was abolished in that country long ago.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/b/b/2bbb4a5a29ce8a28c73f654f34636488.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 698359, "type": 1, "cn": "一个商人说,他们的粮食是从世界粮食计划署的工作人员或是从他们雇佣的人那里购买的.", "en": "A businessman said he had bought the food from WFP staff or from people they employ.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/4/d/b4d0e8fe20bb2ae3e7c3a519cc8e6d97.mp3", "ttsSize": 25, "likeNum": 0}]}, {"tag": "养料", "word": "food", "meaning": "养料", "sentences": [{"id": 10319, "type": 1, "cn": "动物能通过吃植物和其他动物获得养料.", "en": "Animals can get their food by eating plants and other animals.", "from": "英语晨读30分（初一）", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/5/d/e5db970cdd566453ac95edc0be77bff5.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 40355, "type": 1, "cn": "所有的土壤都需要养料.", "en": "All soil needs food.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/3/c/83c3504963b7ec0e6efc8bdd2324702b.mp3", "ttsSize": 8, "likeNum": 0}, {"id": 41705, "type": 1, "cn": "通常较大的大孢子含有更多的贮藏养料.", "en": "The larger megaspores usually contain more food reserves.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/e/e/beeff4c60984c2035a027436429e0498.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 150978, "type": 1, "cn": "但是,有些有机肥不是能为作物提供养料 吗 ?", "en": "But don't some organic fertilizers provide plant food?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/b/4/4b4924ac02b3054e839ab21991e9dd33.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 381463, "type": 1, "cn": "但在夏天却知准备食粮,在秋收时积贮养料.", "en": "She secures food in summer and stores up provisions during harvest time.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/8/2/a82f54c4eae7755431f6761fc14e1f97.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 556139, "type": 1, "cn": "如果没有足够的养料 、 庇护所和水, 基本生存会是一大挑战.", "en": "Without adequate food , shelter and water supplies, simple survival is a challenge.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/4/a/a4aa2034fea470d4cce6a052e6c73ae9.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 584696, "type": 1, "cn": "驼峰是骆驼以脂肪形式储存养料的地方.", "en": "The hump is where they store food, in the form of fat.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/7/c/07cd42ae15c7c51c521983f1eab78d01.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 1296590, "type": 1, "cn": "哪一组的幼苗能从土壤中得到足够的养料?", "en": "Which group of the young plants can get enough food materials from the soil?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/5/6/8563b082bdb89264f832319658bc6991.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 1522835, "type": 1, "cn": "当得不到新鲜食物和水时, 骆驼能以驼峰为养料的来源.", "en": "When fresh food and water are not available, the camel can feed off his hum.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/c/f/1cf223b66750534acaf9ef334c8b7230.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 1796268, "type": 1, "cn": "利用实验室,为西红柿准备一些植物养料.", "en": "Use the lab and prepare some plant food for young tomatoes.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/9/9/c990ce8417d68ba8d5a6e8082c342d33.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 1859717, "type": 1, "cn": "动物的粪便是土壤的最好养料, 当然化肥也非常有用.", "en": "Animal waste is the best food for the soil; but chemical fertilizers are also very useful.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/a/0/0a04e673924305758181cb41b0ed27d4.mp3", "ttsSize": 29, "likeNum": 0}, {"id": 2017909, "type": 1, "cn": "在水中加一种化学营养剂作为植物的养料.", "en": "A chemical solution of nutrients is added to the water to produce food for the plants.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/5/6/05677f4b1f60056f2e2df238b126f092.mp3", "ttsSize": 24, "likeNum": 0}]}, {"tag": "资料", "word": "food", "meaning": "资料", "sentences": [{"id": 700781, "type": 1, "cn": "资料将上载至食品成分资料库网站.", "en": "Information will be uploaded onto Food Composition Database website.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/5/e/d5efe2b51b9db12e2a0c8829384ced5a.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 849149, "type": 1, "cn": "这里是给你思考的一些资料.", "en": "Here is some food for thought.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/e/2/ae2f4123daa862aaf452dfca3bef5f2e.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 931851, "type": 1, "cn": "资料来源: 联合国粮食及农业组织; 千年指标数据库.", "en": "Sources: Food and Agriculture Organization of the United Nations ( FAO ); Millennium Indicators Database.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/7/8/e78bb0579ba479fa60b68a7759467721.mp3", "ttsSize": 40, "likeNum": 0}, {"id": 1130477, "type": 1, "cn": "实验室 、 无尘(菌)室 、 仪控室 、 资料室 、 医院 、 GMP、药厂 、 食品工厂 、 电子 、 纺织厂等.", "en": "Laboratory, clean room, control room, datarooom, hospital, GMP drug factory , food factory , electronic factory, textile factory.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/6/0/360ee02b89b3fce2cb74c882548789b2.mp3", "ttsSize": 54, "likeNum": 0}, {"id": 1285239, "type": 1, "cn": "医学专家称,由于饮食营养丰富以及接触色情资料, 如今的儿童开始早熟.", "en": "Kids are growing up faster because of nutritious food and access to pornography, doctors claim.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/9/1/3911989012049620ef6ec18b0198a9d3.mp3", "ttsSize": 29, "likeNum": 0}, {"id": 1500725, "type": 1, "cn": "我们已细阅,并完全接受食品成分资料库之服务条款.", "en": "We have read and fully agreed to the Terms of Use of Food Composition Database.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/9/1/5918b36c666ea3532946b24615289f58.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 1510618, "type": 1, "cn": "方法:分 析52例食物嵌塞患者的临床资料.", "en": "Methods: To analyse 52 samples of food impaction retrospectively.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/8/c/88c3e714ff91e252781669eae3da1770.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 1512115, "type": 1, "cn": "求购罐装食品和果汁,请提供相关的详细资料及报价.", "en": "We urgently need caned Food like sardine and fruit juice which we needed in large quantity.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/5/5/b55e4936ee7de506a95189b928029fa2.mp3", "ttsSize": 25, "likeNum": 0}, {"id": 1660114, "type": 1, "cn": "县粮食局正在收集有关上犹粮食发展史的资料.", "en": "County Grain Bureau is collecting information on Jewish food history information.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/3/1/f31b451efb4a09bd502d0c9bdd251128.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 1743304, "type": 1, "cn": "贵公司是否有兴趣向食品成分资料库递交样本?", "en": "Would you like to submIt'samples for the Food Composition Database?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/2/3/d239619348671c2e8f5d01453460cc6f.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 1873689, "type": 1, "cn": "贵公司是否有兴趣成为食品成分资料库之会员?", "en": "Would you like to register as a member of the Food Composition Database?", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/8/4/e/84e87b2e086b508ba33d49d7b7cd6849.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 1957861, "type": 1, "cn": "有机产品包括有机食品 、 有机纺织品、皮革 、 化妆品 、 林产品 、 生产资料和动物饲料等.", "en": "Organic products include organic foods, textiles, cosmetics, forestry product, production means and animal feeds.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/4/8/9/4894d785ab1f1c4a057e18d1c91e61da.mp3", "ttsSize": 40, "likeNum": 0}, {"id": 2259831, "type": 1, "cn": "销售点应提供更多有关健康食品的资料。", "en": "More information on healthy foods should be provided at the point of sale .", "from": "《牛津高阶英汉双解词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/f/0/1f0a8e55c151d975c4bef3da3375180c.mp3", "ttsSize": 22, "likeNum": 0}]}], "cetFour": [{"word": "food", "count": 100, "kd": [], "Sentence": [{"sentence": "We were beginning to be adventurous about food, but we were more interested in meeting people than in eating or drinking.", "come": "出自-2017年6月听力原文"}, {"sentence": "Doctors used carrot seeds and roots as medicine, on the theory that foods that taste bad must be good for you.", "come": "出自-2017年6月听力原文"}, {"sentence": "But carrots got their biggest boost during the two world wars when food shortages forced people to eat them and governments told everyone how healthy carrots were.", "come": "出自-2017年6月听力原文"}, {"sentence": "Yet I, too, have resisted the idea that food shortages could bring down not only individual governments but also our global civilization.", "come": "出自-2016年6月阅读原文"}, {"sentence": "To lower domestic food prices, some countries limited or stopped their grain exports.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The trend began in 2007, when leading wheat-exporting countries such as Russia and Argentina limited or banned their exports, in hopes of increasing local food supplies and thereby bringing down domestic food prices.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The surge in world grain prices in 2007 and 2008—and the threat they pose to food security—has a different, more troubling quality than the increases of the past.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The author has come to agree that food shortages could ultimately lead to the collapse of world civilization.", "come": "出自-2016年6月阅读原文"}, {"sentence": "States fail when national governments can no longer provide personal security, food security and basic social services such as education and health care.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Social order is breaking down in many countries because of food shortages.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Since the current world food shortage is trend-driven, the environmental trends that cause it must be reversed.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Since industrialization, maintaining such a slow cultural metabolism has been much harder, with the long midday meal shrinking to whatever could be stuffed into a lunch bucket or bought at a food stand.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Rather than superpower conflict, countries unable to cope with food shortages now constitute the main threat to world security.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Our continuing failure to deal with the environmental declines that are undermining the world food economy forces me to conclude that such a collapse is possible.", "come": "出自-2016年6月阅读原文"}, {"sentence": "On the demand side, those trends include the ongoing addition of more than 70 million people a year, a growing number of people wanting to move up the food chain to consume -72- highly grain-intensive meat products, and the massive diversion ( ' ,  转向) of U.S. grain to the production of bio-fuel.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Modern techniques for producing and shipping food led to greater variety and quantity, including a tremendous increase in the amount of animal protein and dairy products available, making us more vigorous than our ancestorsYet plenty has been lost too, even in cultures that still live to eat.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In spite of such temporary measures, soaring food prices and spreading hunger in many other countries are beginning to break down the social order.", "come": "出自-2016年6月阅读原文"}, {"sentence": "If the food situation continues to worsen, entire nations will break down at an ever increasing rate.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Food-import anxiety is even leading to new efforts by food-importing countries to buy or lease farmland in other countries.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Environmental problems must be solved to ease the current global food shortage.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As the world's food security falls to pieces, individual countries acting in their own self-interest are actually worsening the troubles of many.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As demand for food rises faster than supplies are growing, the resulting food-price inflation puts severe stress on the governments of many countries.", "come": "出自-2016年6月阅读原文"}, {"sentence": "After a point, countries can become so dangerous that food relief workers are no longer safe and their programs are halted.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Big fast food chains in New York City have started to obey a first-of-its-kind rule requiring them to post calorie counts right on the menu.", "come": "出自-2016年6月听力原文"}, {"sentence": "The food industry has, in general, been firmly opposed to such direct government action.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The fact that participants were willing to substitute part of a food item for the mere prospect of a relatively small monetary award is interesting, says Reimann.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Reducing food intake is not that difficult if people go to McDonald's more.", "come": "出自-2016年12月阅读原文"}, {"sentence": "More recently, however, some companies have been investing money in a more ambitious undertaking: learning how to adjust the fundamental make-up of the food they sell.", "come": "出自-2016年12月阅读原文"}, {"sentence": "More fast food restaurants are likely to follow McDonald's example.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It met with firm opposition from the food industry.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It may be a pleasant way for kids to reduce their food intake.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Eating a smaller portion of food does good to the health of kids and adults alike.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Cracker Jacks has been gamifying its snack food by putting a small prize inside for more than 100 years, he adds, and the turn-ofthe- century steel magnate ( ' ,  巨头) Charles Schwab is said to have often come into his factory and written the number of tons of steel produced on the past shift on the factory floor, thus motivating the next shift of workers to beat the previous one.", "come": "出自-2016年12月阅读原文"}, {"sentence": "By contrast, a Danish tax on foods high in fats was abandoned a year after its introduction, amid claims that consumers were avoiding it by crossing the border to Germany to satisfy their desire for cheaper, fattier fare.", "come": "出自-2016年12月阅读原文"}, {"sentence": "As a person who writes about food and drink for a living, I couldn't tell you the first thing about Bill Perry or whether the beers he sells are that great.", "come": "出自-2016年12月阅读原文"}, {"sentence": "According to a new study from Cornell University's Food and Brand Lab, small nonfood rewards—like the toys in McDonald's Happy Meals—stimulate the same reward centers in the brain as food does.", "come": "出自-2016年12月阅读原文"}, {"sentence": "If we buy food, we have to pay for it; if a doctor treats us, we know there will be a bill to pay.", "come": "出自-2016年12月听力原文"}, {"sentence": "Why not instead think of learning as if it were food—something so valuable to humans that they have evolved to experience it as a pleasure?Joy should not be trained out of children or left for after-school programs.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Why do so many Americans eat tons of processed food, the stuff that is correctly called junk ( ' , 垃圾 ) and should really carry warning labels? It's not because fresh ingredients are hard to come by.", "come": "出自-2015年12月阅读原文"}, {"sentence": "We get a fairly large portion of calories from fast food and snacks.", "come": "出自-2015年12月阅读原文"}, {"sentence": "To help quantify ( ' ,  量化 ) the costs of a poor diet, I recently tried to estimate this impact in terms of a most famous food, the burger ( ' ,  汉堡包 ).", "come": "出自-2015年12月阅读原文"}, {"sentence": "To eat well and still save money, people should buy fresh food and cook it themselves.", "come": "出自-2015年12月阅读原文"}, {"sentence": "There have been half-hearted but well-publicized efforts by some food companies to reduce calories in their processed foods, but the Standard American Diet is still the polar opposite of the healthy, mostly plant-based diet that just about every expert says we should be eating.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The popularity of TV led to the popularity of frozen food.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The other sections you should get to know are the frozen foods and the canned goods.", "come": "出自-2015年12月阅读原文"}, {"sentence": "The microwave and fast-food chains were the biggest catalysts ( ' , 催化剂 ), but the big food companies—which want to sell anything except the raw ingredients that go into cooking—made the home cook an endangered species.", "come": "出自-2015年12月阅读原文"}, {"sentence": "That means we need modest, realistic expectations, and we need to teach people to cook food that's good enough to share with family and friends.", "come": "出自-2015年12月阅读原文"}, {"sentence": "No one is asking you to give up activities you like, but if you're watching food shows on TV, try cooking instead.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Nearly two-thirds of us grab fast food once a week, and we get almost 25% of our daily calories from snacks.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Just make sure you're getting real food without tons of added salt or sugar.", "come": "出自-2015年12月阅读原文"}, {"sentence": "I'm not saying local food isn't better; it is.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Eating food not cooked by ourselves can cause serious consequences.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Cooking real food is the best defense—not to mention that any meal you're likely to eat at home contains about 200 fewer calories than one you would eat in a restaurant.", "come": "出自-2015年12月阅读原文"}, {"sentence": "But there is plenty of decent food in the grocery stores.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Ask yourself, Would Grandma consider this food? Does it look like something that might occur in nature? It's pretty much common sense: you want to buy food, not unidentifiable foodlike objects.", "come": "出自-2015年12月阅读原文"}, {"sentence": "And to save money and still eat well you don't need local, organic ingredients; all you need is real food.", "come": "出自-2015年12月阅读原文"}, {"sentence": "This finding supported ConAgra’s decision to position the product against other high quality frozen dinners, rather than as a diet or health food.", "come": "出自-2015年12月听力原文"}, {"sentence": "I like going to newplaces, eating new foods, and experiencing new cultures.", "come": "出自-2015年12月听力原文"}, {"sentence": "As he lay in the hospital recovering, Harper imagined a line of healthy frozen foods that tasted good.", "come": "出自-2015年12月听力原文"}, {"sentence": "\"The fact that participants were willing to substitute part of a food item for the mere prospect of a relatively small monetary award is interesting,\" says Reimann.", "come": "2016年12月四级真题（第三套）阅读 Section C"}, {"sentence": "\"The move to recapture a small part of the profits from an industry that pushes a product that contributes to diabetes, obesity and heart disease in poorer communities in order to reinvest in those communities will sure be inspirational to many other plac", "come": "2019年12月四级真题（第一套）阅读 Section C"}, {"sentence": "\"This finding supported ConAgra's decision to position the product against other high quality frozen dinners, rather than as a diet or health food.", "come": "2015年12月四级真题（第二套）听力 Section C"}, {"sentence": "A 16-year-old asked a stranger at a grocery store to buy him and his mother some food in exchange for carrying the man's groceries to his car.", "come": "2017年12月四级真题（第一套）听力 Section A"}, {"sentence": "A 2016 review of 10 studies looking into the relationship between breakfast and weight management concluded there is \"limited evidence\" supporting or refuting (反驳) the argument that breakfast influences weight or food intake, and more evidence is required", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "A well-known, but inaccurate, story about Julia Child may have contributed to this food myth.", "come": "2018年12月四级真题（第三套）阅读 Section B"}, {"sentence": "According to a new study from Cornell University's Food and BrandLab, small nonfood rewards—like the toys in McDonald's Happy Meals—stimulate the same reward centers in the brain as food does.", "come": "2016年12月四级真题（第三套）阅读 Section C"}, {"sentence": "airplane food might not really be as tasteless as you originally thought.", "come": "2019年12月四级真题（第三套）阅读 Section A"}, {"sentence": "An urban food myth contends that if food spends just a few seconds on the floor, dirt and germs won't have much of a chance to contaminate it.", "come": "2018年12月四级真题（第三套）阅读 Section B"}, {"sentence": "And it's not just dropping food on the floor that can lead to bacterial contamination.", "come": "2018年12月四级真题（第三套）阅读 Section B"}, {"sentence": "And only 5 percent of our food is plant-based food.", "come": "2018年12月四级真题（第一套）阅读 Section B"}, {"sentence": "As a person who writes about food and drink for a living, I couldn't tell you the first thing about bill Perry or whether the beers he sells are that great.", "come": "2016年12月四级真题（第一套）阅读 Section C"}, {"sentence": "As he traveled through the homes of early 19th century nobility, Careme forged the new art of French gourmet food.", "come": "2018年12月四级真题（第二套）阅读 Section B"}, {"sentence": "At McDonald's, customers will spend on average 3 minutes and 9 seconds from the time they place their orders until they receive their food.", "come": "2018年6月四级真题（第一套）听力 Section A"}, {"sentence": "At the top of the building, animal control officers put cat food in traps and captured the raccoon.", "come": "2019年12月四级真题（第二套）听力 Section A"}, {"sentence": "Bacteria are carried by various 'media', which can include raw food, moist surfaces where bacteria have been left, our hands or skin and from coughing or sneezing (打喷嚏).", "come": "2018年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Barley was an unexpected find: the crop was domesticated in Western Eurasia and didn't become a staple food in central China until about 2,000 years ago, according to the researchers.Based on that timing, they indicate barley may have 34 arrived in the re", "come": "2017年6月四级真题（第一套）阅读 Section A"}, {"sentence": "Barley was an unexpected find: the crop was domesticated in Western Eurasia and didn't become a staple food in central China until about 2,000 years ago, according to the researchers.", "come": "2017年6月四级真题（第一套）阅读 Section A"}, {"sentence": "Big fast food chains in New York city have started to obey a first-of-its-kind rule requiring them to post calorie counts right on the menu.", "come": "2016年6月四级真题（第一套）听力 Section A"}, {"sentence": "But in his short lifetime, which ended exactly 184 years ago today, he would forever revolutionize French gourmet food (美食), write best-selling cook books and think up magical dishes for royals and other important people.", "come": "2018年12月四级真题（第二套）阅读 Section B"}, {"sentence": "But in the rare chance that there is a micro-organism that can make you sick on the exact spot where the food dropped, you can be fairly sure that the bug is on the food you are about to put in your mouth.", "come": "2018年12月四级真题（第三套）阅读 Section B"}, {"sentence": "But when the food was in contact with tile or wood, 48-70% of bacteria were.", "come": "2018年12月四级真题（第三套）阅读 Section B"}, {"sentence": "By 1814, people crowded outside the bakery,straining for a glimpse of the latest sweet food created by the young chef who worked inside.", "come": "2018年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Carpets, for instance, seem to be slightly better places to drop your food than wood or tile.", "come": "2018年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Cracker Jacks has been \"gamifying\" its snack food by putting a small prize inside for more than 100 years, he adds, and the turn-of-the-century steel magnate (巨头 Charles Schwab is said to have often come into his factory and written the number of tons of ", "come": "2016年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Fast food, it turns out, isn't quite as fast as it used to be.", "come": "2018年6月四级真题（第一套）听力 Section A"}, {"sentence": "five minutes after that, we placed either bacon or bread on the surface for 5, 30 or 60 seconds,and then measured the number of bacteria transferred to the food.", "come": "2018年12月四级真题（第三套）阅读 Section B"}, {"sentence": "For example, consumers could use appliances in a more efficient way by adjusting the time of cooking to the type of food.", "come": "2019年12月四级真题（第一套）阅读 Section C"}, {"sentence": "Here comes Chauncy, just trying to get food for him and his Mom off of the grace of other people.", "come": "2017年12月四级真题（第一套）听力 Section A"}, {"sentence": "high-protein breakfasts have been found particularly effective in reducing the longing for food and consumption later in the day, according to research by the Australian Commonwealth Scientific and Industrial Research Organisation.", "come": "2019年12月四级真题（第三套）阅读 Section B"}, {"sentence": "I'm not saying local food isn't better; It is.", "come": "2015年12月四级真题（第三套）阅读 Section B"}, {"sentence": "In America, over 50 percent of our food is processed food.", "come": "2018年12月四级真题（第一套）阅读 Section B"}, {"sentence": "In Southern California, Loma Linda University School of Medicine is offering specialized training for its resident physicians in lifestyle Medicine—that is a formal specialty in using food to treat disease.", "come": "2018年12月四级真题（第一套）阅读 Section B"}, {"sentence": "In the second experiment meant to pit the mice's hunger against their fear, hungry mice were placed in a cage that had certain \"fox-scented\" areas and other places that smelled safer but also had food.", "come": "2018年6月四级真题（第二套）听力 Section C"}, {"sentence": "It depends on just how many bacteria can make it from floor to food in a few seconds and just how dirty the floor is.", "come": "2018年12月四级真题（第三套）阅读 Section B"}, {"sentence": "It is often hard for them to find food.", "come": "2017年6月四级真题（第二套）听力 Section C"}, {"sentence": "It turned out that, when the mice were hungry, they ventured into the unsafe areas for food.", "come": "2018年6月四级真题（第二套）听力 Section C"}, {"sentence": "It's pretty much common sense: you want to buy food, not unidentifiable foodlike objects.", "come": "2015年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Just let me know what type of food you would like to try.", "come": "2018年12月四级真题（第二套）听力 Section B"}, {"sentence": "Local people have also carved out over 200 caves in the soft rock and use them for everything from sacred burial places to food storage.", "come": "2019年6月四级真题（第二套）听力 Section C"}, {"sentence": "More research is needed to prove that breakfast is related to weight loss or food intake.", "come": "2019年12月四级真题（第三套）阅读 Section B"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "food"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}