{"props": {"pageProps": {"query": {"w": "I"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"cetSix": [{"word": "i", "count": 100, "kd": [], "Sentence": [{"sentence": "\"About once a week, I have a client that will bring up a new certification I've never even heard of and I'm in this industry,\" said Kevin wilhelm, chief executive officer of Sustainable Business Consulting.", "come": "2016年6月六级真题（第一套）阅读 Section C"}, {"sentence": "\"And yet that happens every day in the video game world,\" Farley told reporters during a press conference Friday. \"I was a main character in Fallout 4, a character by the name of Kellogg, and I never knew that I was doing vocal recording for that game thr", "come": "2019年6月六级真题（第二套）阅读 Section C"}, {"sentence": "\"I can't imagine if there's any other acting job in the world where you don't know what show you're in, when you're hired,\" says voice actor Keythe Farley, who chairs the SAG-AFTRA negotiating committee.", "come": "2019年6月六级真题（第二套）阅读 Section C"}, {"sentence": "\"I feel very much alive now,\" says Keith.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"I think it's a terrific idea,\" she says of the campaign.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "\"If they are anywhere near worth their salt as engineers, I bet they are rethinking their threat model as we speak,\" said Jonathan Zdziarski, a digital expert who studies the iPhone and its vulnerabilities.", "come": "2017年12月六级真题（第三套）阅读 Section B"}, {"sentence": "\"I'm going to leave it to those who are in mathematics to work out the ways to make their subject interesting and exciting so students want to take it,\" Hacker says. \"All that I ask is that alternatives be offered instead of putting all of us on the road ", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "\"Nearly everyone I know is addicted in some measure to the Internet,\" wrote Tony Schwartz in New York times.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "\"with my institution and teaching load,I don't have postdocs and grad students,\" says Terry McGlynn, a tropical biologist at California State University, Dominguez hills.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "After studying these products for several years, I wrote a book about how they do it.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "After three years of working in a petrol station and doing unpaid work I still hadn't managed to get an entry level job.", "come": "2019年12月六级真题（第一套）听力 Section A"}, {"sentence": "All that I ask is that alternatives be offered instead of putting all of us on the road to calculus.", "come": "2018年12月六级真题（第二套）阅读 Section C"}, {"sentence": "And by the time I come back to it, it may have changed.", "come": "2017年6月六级真题（第一套）听力 Section A"}, {"sentence": "And I simply don't meet their financial threshold.", "come": "2019年12月六级真题（第二套）听力 Section A"}, {"sentence": "And I think we should give it a go.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "And I want to look at these both from a financial and from a personnel point of view and to offer a few hopefully effective solutions.", "come": "2016年12月六级真题（第二套）听力 Section C"}, {"sentence": "And I was up well past midnight.", "come": "2018年12月六级真题（第一套）听力 Section A"}, {"sentence": "And she criticizes me in exactly the same way she did when I was first unpublished and I was starting.", "come": "2017年6月六级真题（第一套）听力 Section A"}, {"sentence": "And so, at 11pm on the night of Georgia State University's GSU midnight deadline, I applied online.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "And this time she said: \"I want to look professional and self-assured.\"", "come": "2017年6月六级真题（第二套）听力 Section B"}, {"sentence": "And to start things off, I think what we need to do is consider a definition.", "come": "2016年12月六级真题（第一套）听力 Section C"}, {"sentence": "And with it, I was able to print the first garment, a red Jacket that had the word \"Freedom\" embedded into it.", "come": "2016年12月六级真题（第二套）听力 Section C"}, {"sentence": "Anyway, from that point on, I was scared.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "Anyway, I went along to a lecture by a miss Bligh.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "As a former high school teacher, I saw students choose familiar,cheaper options year after year.", "come": "2015年12月六级真题（第三套）阅读 Section B"}, {"sentence": "As a journalist, I have competed against NYU, Columbia, and Northeastern graduates for jobs.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "As a kid, I thrilled to tales of adventure and Isaac Asimov's juvenile science fiction novel Lucky Starr and The Oceans of Venus.", "come": "2019年6月六级真题（第二套）听力 Section C"}, {"sentence": "As I said earlier, it’s mostly vegetables.", "come": "2018年6月六级真题(第二套)听力 Section A"}, {"sentence": "As I said, structural unemployment isn't a real problem, it's an excuse—a reason not to act on America's problems at a time when action is desperately needed.", "come": "2016年6月六级真题（第三套）阅读 Section C"}, {"sentence": "As I said, we need to understand the best ways of avoiding climate change and this will involve a huge transition to low-carbon energy systems and the transition is a tremendous priority.", "come": "2016年12月六级真题（第二套）听力 Section A"}, {"sentence": "As one person ironically put it in the comments section of Schwartz's online article, \"As I was reading this very excellent article, I stopped at least half a dozen times to check my email.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "As stories go through the chains of people, they are refined, corrected and sorted out until they come finally to me and I have a chance to read through most stories before I go on the air.", "come": "2015年12月六级真题（第一套）听力 Section A"}, {"sentence": "But after I moved to Tokyo and lived there for a number of years, I got used to having a pile of to-do lists.", "come": "2018年6月六级真题（第一套）听力 Section B"}, {"sentence": "But here's the thing: I loved my \"lower-tier\" university.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "But I can never forget the first speech of thanks I did.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "But I don't like its extended credit.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "But I have refused to give up on Venus.", "come": "2019年6月六级真题（第二套）听力 Section C"}, {"sentence": "But I stopped after I showed my wife a little section.", "come": "2017年6月六级真题（第一套）听力 Section A"}, {"sentence": "But I think your profession is sometimes underrated, and many people think anyone who speaks more than one language can do it.", "come": "2016年6月六级真题（第一套）听力 Section A"}, {"sentence": "But to build up my own finances, I need around 20% more in personal savings and 50% less debt.", "come": "2019年12月六级真题（第二套）听力 Section A"}, {"sentence": "City University of New York CUNY, Rutgers University, and Indiana University were out of reach as were mississippi State and the University of Alabama, where I would have to pay out-of-state fees.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "Compared with other groups, I think the numbers in this group, at those 65 schools, are something like just barely more than half of the black male athletes graduate at all.", "come": "2017年6月六级真题（第一套）听力 Section A"}, {"sentence": "Currently, I teach consumer behaviour to undergraduates in their second year, and we look at all kinds of things in consumer behaviour and particularly how consumers are presented in advertising.", "come": "2017年6月六级真题（第二套）听力 Section C"}, {"sentence": "During the hours spent waiting in vain to see a bone doctor, I decided to take another track and try acupuncture.", "come": "2018年6月六级真题(第二套)听力 Section C"}, {"sentence": "Essentially, I could not agree more with the authors,\"said Svante Pääbo, a biologist and director of the Max Planck Institute for Evolutionary Anthropology in Germany.", "come": "2016年12月六级真题（第一套）阅读 Section C"}, {"sentence": "Every summer when I top up my selection of summer outfits from the department stores, my eyes would nearly pop out of my head.", "come": "2019年6月六级真题（第一套）听力 Section C"}, {"sentence": "For my senior collection at fashion design school, I decided to try and 3D print an entire fashion collection from my home.", "come": "2016年12月六级真题（第二套）听力 Section C"}, {"sentence": "For those few hours, I can wrap myself up in my music.", "come": "2015年12月六级真题（第一套）听力 Section A"}, {"sentence": "Further complicating my college search was a flourishing track career—I wanted to keep running but my times weren't quite fast enough to secure a scholarship.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "He said doctors risked losing the trust of patients if they told patients, \"I'm not going to do what I think is best for you because I think it's bad for the healthcare budget in Massachusetts.\"", "come": "2015年12月六级真题（第三套）阅读 Section C"}, {"sentence": "Hello, I wish to buy a bottle of wine.", "come": "2018年6月六级真题(第二套)听力 Section A"}, {"sentence": "Here we have three of the most important problems facing small businesses that I want to look at today.", "come": "2016年12月六级真题（第二套）听力 Section C"}, {"sentence": "How can I be of assistance to you today?", "come": "2017年12月六级真题（第一套）听力 Section A"}, {"sentence": "I also do a couple of ad-hoc jobs which are much shorter projects.", "come": "2016年6月六级真题（第二套）听力 Section A"}, {"sentence": "I also do not want anything too expensive, Maybe mid-range.", "come": "2018年6月六级真题(第二套)听力 Section A"}, {"sentence": "I always felt most creative when I worked from home.", "come": "2016年12月六级真题（第二套）听力 Section C"}, {"sentence": "I always tell people to make sure they're drinking enough fluids, which for the average person is 60 to 70 ounces a day, which translates into eight 8-ounce glasses of water or liquid per day.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "I am a colleague of Brenda.", "come": "2019年6月六级真题（第一套）听力 Section A"}, {"sentence": "I am the kind of person that if my personal life is hurting, I can go to work and the music will take over.", "come": "2015年12月六级真题（第一套）听力 Section A"}, {"sentence": "I asked the lawyer again how she wanted to appear at her first trial.", "come": "2017年6月六级真题（第二套）听力 Section B"}, {"sentence": "I asked what impression she wanted to make on the jury.", "come": "2017年6月六级真题（第二套）听力 Section B"}, {"sentence": "I bake just as a hobby but Brenda has asked me to do the cake for the wedding.", "come": "2019年6月六级真题（第一套）听力 Section A"}, {"sentence": "I began working on my latest book, The Buried giant, in 2004.", "come": "2017年6月六级真题（第一套）听力 Section A"}, {"sentence": "I bet Brenda is glad it's done with, and she can focus on wedding preparations.", "come": "2019年6月六级真题（第一套）听力 Section A"}, {"sentence": "I could easily escape discomfort, temporarily, by answering email or browsing the web under the pretense of so-called research.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "I could see there was a lot of talent there and some great potential, particularly in their product development.", "come": "2016年6月六级真题（第一套）听力 Section A"}, {"sentence": "I didn't drink, party, or even do much dating.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "I diligently attended my SAT, ACT, and Advanced Placement test preparation courses.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "I do think there are advantages to schools with more recognition, notes Marybeth Gasman, a professor of higher education at the University of Pennsylvania.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "I don' t really know where to go from there.", "come": "2018年12月六级真题（第二套）听力 Section A"}, {"sentence": "I don't intend to start it next week.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "I don't know about yours, but mine are all about junk food.", "come": "2018年6月六级真题（第一套）听力 Section A"}, {"sentence": "I don't know what will happen to the next generation.", "come": "2018年6月六级真题（第一套）听力 Section A"}, {"sentence": "I don't mean to imply that overall job growth doesn't have an impact on one's ability to land a job.", "come": "2015年12月六级真题（第二套）听力 Section C"}, {"sentence": "I don't necessarily think that's a reason to go to one.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "I don't think we know exactly what's going to happen but it's certainly possible that we could get very slow growth over the next year or two.", "come": "2016年6月六级真题（第二套）听力 Section C"}, {"sentence": "I don't want them to suspect this is my first trial.", "come": "2017年6月六级真题（第二套）听力 Section B"}, {"sentence": "I explained to my student that I actually thought he was rather more confused than I was, and I argued back.", "come": "2017年6月六级真题（第一套）听力 Section C"}, {"sentence": "I feel like I could stay by myself until I'm 100.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "I feel like I have a different body.", "come": "2019年12月六级真题（第二套）阅读 Section B"}, {"sentence": "I found myself filling my time up with endless work meetings and social events, rushing along as busy as a bee.", "come": "2018年6月六级真题（第一套）听力 Section B"}, {"sentence": "I found that this ability to instantly shift my attention was often a good thing, like when passing time on public transportation.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "I guess something in the vicinity of 30 or 40 would be good.", "come": "2018年6月六级真题(第二套)听力 Section A"}, {"sentence": "I guess that would be fair to say.", "come": "2018年12月六级真题（第一套）听力 Section A"}, {"sentence": "I guess there's not much of a Jazz scene anymore.", "come": "2019年12月六级真题（第二套）听力 Section A"}, {"sentence": "I guess you could call it a liquid salad.", "come": "2018年6月六级真题(第二套)听力 Section A"}, {"sentence": "I had to be really persistent and it was very hard work.", "come": "2019年12月六级真题（第一套）听力 Section A"}, {"sentence": "I have enough trouble delivering bikes to shops only forty miles away, never mind five thousand miles.", "come": "2017年12月六级真题（第二套）听力 Section A"}, {"sentence": "I increased the number of people following my accounts by fifteen percent already.", "come": "2018年12月六级真题（第一套）听力 Section A"}, {"sentence": "I juggled cross-country and track schedules, newspaper staff, and my church's youth group and drama team.", "come": "2018年6月六级真题（第三套）阅读 Section B"}, {"sentence": "I just got the idea a few months ago after posting some holiday photos on my social media accounts.", "come": "2018年12月六级真题（第一套）听力 Section A"}, {"sentence": "I just had to harness that somehow.", "come": "2016年6月六级真题（第一套）听力 Section A"}, {"sentence": "I know he likes wine, but I don’t know what type.", "come": "2018年6月六级真题(第二套)听力 Section A"}, {"sentence": "I know it's the end of high school, but many of my classmates are going on to the same university and we are still required to study hard, so what's the difference?", "come": "2019年6月六级真题（第一套）听力 Section A"}, {"sentence": "I know, but there's always the feeling that if it isn't broke, don't fix it.", "come": "2019年6月六级真题（第二套）听力 Section A"}, {"sentence": "I learned it all starts with the business model.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "I like doing both, and in fact I need to do both at the same time to keep me from going crazy.", "come": "2016年6月六级真题（第二套）听力 Section A"}, {"sentence": "I like how the book is clearly written with each chapter brought to life by pieces of fascinating knowledge.", "come": "2018年12月六级真题（第二套）听力 Section A"}, {"sentence": "I look forward to seeing researchers expand our understanding of the issue so we can translate it into effective education and policy.", "come": "2018年12月六级真题（第三套）阅读 Section B"}, {"sentence": "I looked through my suitcase but couldn't find anything to wear.", "come": "2016年12月六级真题（第二套）听力 Section C"}]}], "err_words": [{"word_name": "i", "means": ["（第一人称单数代词，用作动词的主语）我", "英文字母i"]}], "slang": [{"tokens": "I couId(n’t)care less.", "type": "", "list": [{"explanation": "我不在乎。我不注意。", "example": [{"en": "I could care less what happens.", "zh": " 不管发生什么，我都不在乎。"}, {"en": "So you're late. I couldn't care less.", "zh": "这么说你迟到了。我没注意。"}]}], "class": ["美国俚语"]}, {"tokens": "Don’t I know it!", "type": "", "list": [{"explanation": "(惊呼语)的确是真的!", "example": [{"en": "It's bad, all right. Don't I know it!", "zh": "不好，真的。千真万确!"}]}], "class": ["美国俚语"]}, {"tokens": "Do I have to paint (you) a picture. (=Do I have to draw you a picture?)", "type": "", "list": [{"explanation": "你明白没有？要我 给你说明白吗?", "example": [{"en": "Do I have to draw you a picture or you can visualize this?", "zh": "这事要我给你说明白呢，还是你自己能想像得出来？"}]}], "class": ["美国俚语"]}], "exchanges": ["I"], "trade_means": [{"word_trade": "医学", "word_mean": ["元素碘(iodine)的化学符号", "肌苷(inosine)的符号", "放射能强度和离子强度(intensity)的符号"]}, {"word_trade": "土木工程", "word_mean": ["工字钢", "I-beam steel", "工字［形］梁"]}, {"word_trade": "金融", "word_mean": ["名义市场利率"]}], "gaokao": [{"word": "I", "count": 100, "kd": [], "Sentence": [{"sentence": "\"I thought it would be useful for him to learn Chinese at an early age\" Joseph Stocke, the managing director of a company, says of his 2-year old son.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "A year ago, when I was awaiting to hear the results of my college applications, I often went to websites for some type of insider look on what college would be like.", "come": "2016年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "A year later, I reached my goal: I lost 150 pounds and raised $50,000! I feel that I've been given a second life to devote to something that is meaningful and enormous.", "come": "2017年高考英语天津卷 完形填空 原文"}, {"sentence": "After climbing up a hill for a panoramic view of the blue sea, white buildings and green olive trees, I paused to catch my breath and then positioned myself to take the best photo of this panorama.", "come": "2017年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "After having taught fifth-grade classes for four years, I decided to try all costs to rid them of their fear and dislike of books, and to get them to read oftener and more adventurously.", "come": "2015年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "After less than a week, I started noticing that the groceries were running out pretty quickly — we were always suddenly out of something.", "come": "2016年高考英语上海卷 语法填空 A 原文"}, {"sentence": "After paying the clerk,I still had 5 cents.", "come": "2015年高考英语四川卷 阅读表达 原文"}, {"sentence": "After several weeks' successful work, I began to notice that egg production was going down.", "come": "2016年高考英语浙江卷（10月） 完形填空 原文"}, {"sentence": "After sharing the story online, I heard from someone, who identified the lady as Erin Smith.", "come": "2019年高考英语天津卷 完形填空 原文"}, {"sentence": "After staying overnight in London, we travel on day 2 to northern France to visit the World War I battlefields.", "come": "2018年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "After ten years of living in one, I can't imagine ever living in a small town again.", "come": "2014年高考英语全国卷1 听力 原文"}, {"sentence": "After that, feeling the need to explore further, I decided to drop in on one of ASL club's meetings.", "come": "2017年高考英语全国卷1 完形填空 原文"}, {"sentence": "After what seemed like a safe amount of time, I read the poem again and was confused.", "come": "2016年高考英语上海卷 阅读理解 阅读A 原文"}, {"sentence": "Again, not a move, the next time, I had my camera ready to record what you see here, one of several dozen such pictures, so long as she had a slice to eat, she never bothered the one on her head.", "come": "2015年高考英语四川卷 完形填空 原文"}, {"sentence": "All of a sudden, I started making money because I was really good at math.", "come": "2018年高考英语浙江卷 听力 原文"}, {"sentence": "Although I'd like to go to Denmark, I have to go with my parents.", "come": "2016年高考英语北京卷 听力 原文"}, {"sentence": "An hour later, I woke up suddenly with the solution clearly in mind.", "come": "2016年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "And at that moment, I made the decision: I will develop and follow a personal growth plan for my life.", "come": "2016年高考英语江苏卷 完形填空 原文"}, {"sentence": "And I always started the day's work with the difficult task of essay-writing.", "come": "2016年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "And I became a full time college student.", "come": "2018年高考英语全国卷I 听力 原文"}, {"sentence": "And I could not understand the news on the television or movies or anything like this.", "come": "2018年高考英语全国卷I 听力 原文"}, {"sentence": "And I don't like eggs, either.", "come": "2015年高考英语全国卷1 听力 原文"}, {"sentence": "And I even joined the local fishing club and started attending the monthly meetings.", "come": "2015年高考英语广东卷 阅读理解 阅读B 原文"}, {"sentence": "And I heard the food is tasty.", "come": "2018年高考英语江苏卷 听力 原文"}, {"sentence": "And I need to show him around the city.", "come": "2017年高考英语全国卷2 听力 原文"}, {"sentence": "And I went into a speech about how hard I worked and the gains I was making.", "come": "2016年高考英语江苏卷 完形填空 原文"}, {"sentence": "And now when I look at it, I think her presence in the photo is what makes the image interesting.", "come": "2017年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "And that's exactly what I did when I was fifteen years old.", "come": "2018年高考英语全国卷I 听力 原文"}, {"sentence": "And then , weeks later , I counted , re-counted and jumped for joy.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读D 原文"}, {"sentence": "And today when I look back, I'm so happy because you never know where life will take you.", "come": "2018年高考英语江苏卷 听力 原文"}, {"sentence": "And you are doing biology, if I remember correctly.", "come": "2015年高考英语湖南卷 听力 原文"}, {"sentence": "And, before I finish, let me just give you some advice which should make your stay more enjoyable.", "come": "2016年高考英语四川卷 听力 原文"}, {"sentence": "Another 15 minutes passed and I grew bored.", "come": "2017年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "Another patient noticed what I was reading and struck up a conversation with me because he had one of his books with him as well.", "come": "2015年高考英语江苏卷 完形填空 原文"}, {"sentence": "Anxious all the time, I was unable to keep focused for more than an hour at a time.", "come": "2016年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "Anxiously I went to bed dreaming about what I would find at the top of this magical mountain.", "come": "2018年高考英语天津卷 阅读理解 阅读表达 原文"}, {"sentence": "Applying my own rule, I determined to write them in alphabetical, never letting myself leave out a tough idea.", "come": "2016年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "As a first-year, I was afraid to make any noise towards campus issues that I noticed.", "come": "2016年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "As a parent, I hated seeing my daughter playing her best, but still defeated.", "come": "2015年高考英语全国卷2 完形填空 原文"}, {"sentence": "As a retired ear doctor, I heartily recommend TV ears to people with normal hearing as well as those with hearing loss.", "come": "2015年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "As a senior next year, I think extra periods should be used to take optional subjects.", "come": "2015年高考英语湖南卷 阅读表达 原文"}, {"sentence": "As an inexperienced teacher, I tried every means to get them to be quiet, but in vain.", "come": "2015年高考英语湖南卷 完形填空 原文"}, {"sentence": "As expected, I got a roasting, but I now understand why I need discipline.", "come": "2017年高考英语天津卷 阅读表达 原文"}, {"sentence": "As for me, I shared none of their canine lust.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "As I approached mile 23, I could see my wife waving a sign.", "come": "2018年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "As I began my own personal weight program, I was filled with the fear that I would.", "come": "2017年高考英语天津卷 完形填空 原文"}, {"sentence": "I couldn't reach anyone at the phone number on the cat's tag.", "come": "2015年高考英语重庆卷 完形填空 A 原文"}, {"sentence": "As I got a little older, I began to understand what my dad really meant.", "come": "2015年高考英语广东卷 阅读理解 阅读B 原文"}, {"sentence": "As I sat in my own personal heaven, I started thinking about having more.", "come": "2015年高考英语四川卷 阅读表达 原文"}, {"sentence": "As I squeezed back into my car, I saw the same lady looking in at me.", "come": "2015年高考英语上海卷 语法填空 A 原文"}, {"sentence": "As I type this, I am in my university dorm room.", "come": "2016年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "As I was in a good mood, I let her have it.", "come": "2015年高考英语上海卷 语法填空 A 原文"}, {"sentence": "As I watch her chase after a squirrel, throwing her whole being into the here-and-now of an exercise that has never once ended in victory.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "As sad as it was, I couldn't help smiling.", "come": "2017年高考英语全国卷2 完形填空 原文"}, {"sentence": "As the ceremony was nearing the end, I suddenly heard the head coach announcing, \"the highest honor goes to Cathy!\" looking around, he continued, \"Cathy has inspired us with her will and enthusiasm.\"", "come": "2016年高考英语天津卷 完形填空 原文"}, {"sentence": "As the co-founder of the National Young Farmers Coalition NYFC (美国青年农会) and a family farmer myself, I have a front-row seat to the innovations among small farmers that are transforming the industry.", "come": "2018年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "As the months went by, the rabbits saw that I was no threat and didn't escape.", "come": "2015年高考英语四川卷 完形填空 原文"}, {"sentence": "As the months went by, I began to realize that I actually wanted to walk misty.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "As usually I helped him carry his bags into his study.", "come": "2015年高考英语陕西卷 完形填空 原文"}, {"sentence": "At last I ended up hitting the set with my first, and it stopped working altogether.", "come": "2015年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "At mile 3, I passed a sign:\" go for it, runners!\".", "come": "2018年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "At my heaviest I weighed 370 pounds.", "come": "2017年高考英语天津卷 完形填空 原文"}, {"sentence": "At that moment, I remembered that my father once said,  \" the classroom is a place for learning and that include leaning from textbooks, and mistake as well.\"", "come": "2018年高考英语全国卷3 语法填空 原文"}, {"sentence": "At the beginning, when friends offered to take her through her paces, I declined because I knew they had their own households to deal with.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "At the end of the story, my mind continued the final scene of reunion, on and on, until my own lost dog and I were, in my mind, running together.", "come": "2015年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "At thirteen, I was diagnosed (诊断) with a kind of attention disorder.", "come": "2015年高考英语重庆卷 阅读理解 阅读A 原文"}, {"sentence": "At this point, when all the children were willing to share their experiences, I began to learn how to teach.", "come": "2015年高考英语湖南卷 完形填空 原文"}, {"sentence": "Before I knew it an hour had passed and it was time to move on to lunch.", "come": "2018年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "Before she could react, I gave her a big hug and told her she didn't need to keep it a secret from me.", "come": "2016年高考英语上海卷 语法填空 A 原文"}, {"sentence": "Before the school year ended, I gave the kids a special gift, t-shirts with the words \"verbs are your friends\" on them.", "come": "2017年高考英语全国卷2 完形填空 原文"}, {"sentence": "Before you came over, I never realized what a beautiful place I lived in.", "come": "2018年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "Being the coach of the new team, I was excited because I knew we were going to win, but to my disappointment we were defeated.", "come": "2018年高考英语天津卷 完形填空 原文"}, {"sentence": "Besides, I was only halfway through my report, and everything is in the computer.", "come": "2016年高考英语浙江卷（10月） 听力 原文"}, {"sentence": "Block, I need to take a few days off because my father is coming over to visit.", "come": "2017年高考英语全国卷2 听力 原文"}, {"sentence": "Books could be incredibly wonderful and I was going to read them.", "come": "2015年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Boy, news travels fast around here! I only got the orders a couple of hours ago.", "come": "2017年高考英语江苏卷 听力 原文"}, {"sentence": "But after all, those years, I found that dance was gradually becoming something that felt like more of a burden than a joy.", "come": "2018年高考英语全国卷2 听力 原文"}, {"sentence": "But before I go, I'd like to invite you out for dinner — just to thank you for all the help you gave me during my three-month research work here.", "come": "2017年高考英语全国卷2 听力 原文"}, {"sentence": "But Cathy woke me up early next morning, wearing her swimsuit ready to go! I told her she shouldn't swim after a whole night's coughing, but she refused to give up and insisted she go.", "come": "2016年高考英语天津卷 完形填空 原文"}, {"sentence": "But I could not help thinking about that silly poem.", "come": "2016年高考英语上海卷 阅读理解 阅读A 原文"}, {"sentence": "But I don't like the idea of paying three months for an empty apartment, either.", "come": "2016年高考英语全国卷2 听力 原文"}, {"sentence": "But I don't think we can get the tickets this late.", "come": "2018年高考英语全国卷2 听力 原文"}, {"sentence": "But I haven't finished even half of it.", "come": "2015年高考英语湖北卷 听力 原文"}, {"sentence": "But I homed in, with uncertainty, on one particular table at the brown's grove farm's stand, full of fresh and soft tomatoes the size of my fist.", "come": "2015年高考英语全国卷1 阅读理解 阅读B 原文"}, {"sentence": "But I hope to move the family out there in a couple of months' time.", "come": "2017年高考英语江苏卷 听力 原文"}, {"sentence": "But I like all kinds of fish and vegetables.", "come": "2015年高考英语全国卷1 听力 原文"}, {"sentence": "But I will have to ask my friend first and we will come together.", "come": "2018年高考英语全国卷I 听力 原文"}, {"sentence": "But if you have a membership card, I can give you a 20% discount.", "come": "2019年高考英语全国卷2 听力 原文"}, {"sentence": "But more than that, I now regularly compare my views with those of many others.", "come": "2016年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "But more than thirty books came up when I typed in ‘Hollywood comedies'.", "come": "2016年高考英语浙江卷（10月） 听力 原文"}, {"sentence": "But my connection with pandas goes back to my days on a TV show in the mid-1980s, when I was the first western TV reporter permitted to film a special unit caring for pandas rescued from starvation in the wild.", "come": "2016年高考英语全国卷1 语法填空 原文"}, {"sentence": "But now I live within walking distance of my office.", "come": "2018年高考英语浙江卷 听力 原文"}, {"sentence": "But once I started, I simply couldn't put it down.", "come": "2014年高考英语全国卷1 听力 原文"}, {"sentence": "But rather I see it as an area of freedom.", "come": "2016年高考英语四川卷 阅读理解 阅读C 原文"}, {"sentence": "But that's really what I want to do.", "come": "2016年高考英语全国卷1 听力 原文"}, {"sentence": "But the most important information I want to give you now is about safety.", "come": "2017年高考英语全国卷2 听力 原文"}, {"sentence": "But the only thing that wasn't very fun about it was that he could catch many fish while I couldn't catch anything.", "come": "2015年高考英语广东卷 阅读理解 阅读B 原文"}, {"sentence": "But there are still a few things I need to do before I go.", "come": "2016年高考英语全国卷2 听力 原文"}, {"sentence": "But this time, I noticed something different.", "come": "2015年高考英语陕西卷 完形填空 原文"}, {"sentence": "But what I still can't figure out is why I never got tired, never felt better in my life.", "come": "2015年高考英语天津卷 阅读表达 原文"}]}], "abbreviation": [{"mean_en": "Incomplete (school)", "mean_cn": "完整的(学校)"}, {"mean_en": "Interest", "mean_cn": "vt. 使...感兴趣"}, {"mean_en": "Italic", "mean_cn": "n. 斜体"}, {"mean_en": "Imagery (often associated with satellite remote sensing)", "mean_cn": "图像(常与卫星遥测)"}, {"mean_en": "Indicator", "mean_cn": "指示器,指示剂"}, {"mean_en": "Injection", "mean_cn": "n. 注射, 注射物, 数学函数"}, {"mean_en": "Input", "mean_cn": "n. 输入"}, {"mean_en": "Inspection", "mean_cn": "检查,监督,望诊"}, {"mean_en": "Intensity of current", "mean_cn": "电流强度"}, {"mean_en": "Internet", "mean_cn": "n. 因特网"}, {"mean_en": "Iodide", "mean_cn": "碘"}, {"mean_en": "Island", "mean_cn": "vt. 建成岛屿, 隔离"}, {"mean_en": "Ice", "mean_cn": "冰"}, {"mean_en": "Iceland", "mean_cn": "冰岛(欧洲国家)"}, {"mean_en": "Icing", "mean_cn": "糖霜"}, {"mean_en": "Idaho", "mean_cn": "爱达荷(美国州名)"}, {"mean_en": "Idemitsu-Tanker", "mean_cn": "〈日本〉出水油轮公司"}, {"mean_en": "Ido (artificial language)", "mean_cn": "人造语言"}, {"mean_en": "Iesus (Latin=Jesus)", "mean_cn": "(拉丁语)耶稣(基督教)"}, {"mean_en": "Ile (French=Island, Isle)", "mean_cn": "(法语)岛，岛屿"}, {"mean_en": "Illinois Central Gulf Railroad", "mean_cn": "伊利诺斯中央海湾铁路"}, {"mean_en": "Illinonian", "mean_cn": "〈美国〉伊里诺冰期"}, {"mean_en": "Imperator (Latin=Emperor)", "mean_cn": "(拉丁语)皇帝，国王"}, {"mean_en": "Imperium (Latin=Empire)", "mean_cn": "(拉丁语)帝国，帝权"}, {"mean_en": "Incres Line", "mean_cn": "尹克瑞斯航线(班轮公司代码)"}, {"mean_en": "Indian", "mean_cn": "印度的，印度人"}, {"mean_en": "Infdelis (Latin=infidel or unbeliever)", "mean_cn": "(拉丁语)不信宗教的人；异教徒"}, {"mean_en": "Institute", "mean_cn": "学院，协会，创立，开始，制定"}, {"mean_en": "Institution", "mean_cn": "公共机构，协会，制度"}, {"mean_en": "Instructor", "mean_cn": "〈美国〉指导者；教员；讲师"}, {"mean_en": "Interocean Steamship Lines", "mean_cn": "国际海洋轮船航线(班轮公司代码)"}, {"mean_en": "Ion", "mean_cn": "离子"}, {"mean_en": "Iowa", "mean_cn": "衣阿华(美国州名)"}, {"mean_en": "Iraqi", "mean_cn": "伊拉克的；伊拉克人(的)"}, {"mean_en": "Irish", "mean_cn": "爱尔兰的；爱尔兰人(的)；爱尔兰语(的)"}, {"mean_en": "Iron", "mean_cn": "铁"}, {"mean_en": "Isle (French=island)", "mean_cn": "(法语)小岛，岛屿"}, {"mean_en": "Isotope", "mean_cn": "同位素"}, {"mean_en": "Israeli", "mean_cn": "以色列的，犹太的；以色列人(的)，犹太人(的)"}, {"mean_en": "Isthmian Lines(U. S. Steel)", "mean_cn": "依斯米安航线(美国钢铁)(班轮公司代码)"}, {"mean_en": "Italian", "mean_cn": "意大利的；意大利人(的)；意大利语(的)"}, {"mean_en": "Italian Line", "mean_cn": "意大利航线"}, {"mean_en": "Italy", "mean_cn": "意大利(国际交通工具证照字母)"}, {"mean_en": "Italy-auto plaque", "mean_cn": "意大利汽车徽章"}, {"mean_en": "Ivaran Lines", "mean_cn": "伊沃冉航线(班轮公司代码)"}, {"mean_en": "Izuhakone-Testudo", "mean_cn": "〈日本〉伊豆-箱根铁路"}, {"mean_en": "airborne intercept", "mean_cn": "空中拉截(代号)"}, {"mean_en": "conduction current", "mean_cn": "传导电流(代号)"}, {"mean_en": "convection current", "mean_cn": "对流电流(代号)"}, {"mean_en": "current density", "mean_cn": "电流密度(代号)"}, {"mean_en": "ice refrigerator", "mean_cn": "冰箱；冷冻机"}, {"mean_en": "icon", "mean_cn": "图标，图示；图像，像"}, {"mean_en": "iconoscope", "mean_cn": "光电显像管"}, {"mean_en": "ignition", "mean_cn": "点光；发光"}, {"mean_en": "illuminating power", "mean_cn": "高度；照明功率"}, {"mean_en": "illumination", "mean_cn": "照明，照度"}, {"mean_en": "ilmenite", "mean_cn": "钛铁矿"}, {"mean_en": "immediate", "mean_cn": "立即的，直接的"}, {"mean_en": "imperatrix (Latin=empress)", "mean_cn": "(拉丁语)女皇，皇后"}, {"mean_en": "imperial", "mean_cn": "帝国的，皇帝的"}, {"mean_en": "improved cylinder", "mean_cn": "(猎枪)四分之一缩口"}, {"mean_en": "impulse", "mean_cn": "脉冲；脉动"}, {"mean_en": "impulsrate/mittelwert", "mean_cn": "脉冲分期/平均值"}, {"mean_en": "in", "mean_cn": "在……之内(上)，在……期间，从事于"}, {"mean_en": "in (German or Italian=in)", "mean_cn": "(德语，意大利语)在……之内(上)，在……期间，从事于"}, {"mean_en": "incendiary", "mean_cn": "燃烧弹；燃烧的"}, {"mean_en": "inch", "mean_cn": "英寸"}, {"mean_en": "incisor", "mean_cn": "门齿；切齿"}, {"mean_en": "inclination", "mean_cn": "倾向，倾斜；倾角"}, {"mean_en": "incomplete", "mean_cn": "不完全的；表示课程未修完的符号"}, {"mean_en": "incumbent", "mean_cn": "教区牧师"}, {"mean_en": "inde (Danish=in)", "mean_cn": "(丹麦语)在……之内(上)，在……期间，从事于"}, {"mean_en": "independent", "mean_cn": "独立的，自主的，自力更生的"}, {"mean_en": "index", "mean_cn": "指数；索引"}, {"mean_en": "industrial", "mean_cn": "工业的，产业的，实业的，供工业用的，工业工人，产业工人，工业公司，工业股票"}, {"mean_en": "industrial broadcasting", "mean_cn": "工业广播"}, {"mean_en": "inertia", "mean_cn": "惯性"}, {"mean_en": "infantry", "mean_cn": "步兵，步兵团"}, {"mean_en": "information", "mean_cn": "信息，情报，资讯"}, {"mean_en": "inosine", "mean_cn": "肌苷，次黄苷"}, {"mean_en": "insert", "mean_cn": "插入，介入，嵌入"}, {"mean_en": "inspired gas (symbol)", "mean_cn": "吸入的气体(代码)"}, {"mean_en": "instruction", "mean_cn": "指令"}, {"mean_en": "intelligence", "mean_cn": "情报，智力"}, {"mean_en": "intensity", "mean_cn": "强度，亮度"}, {"mean_en": "intensity of magnetization", "mean_cn": "磁化强度"}, {"mean_en": "intensity of magnetization flux", "mean_cn": "磁通量强度"}, {"mean_en": "intensity of radiation", "mean_cn": "放射强度"}, {"mean_en": "interceptor", "mean_cn": "截击导弹，截击机；窃听器"}, {"mean_en": "interface", "mean_cn": "接口；界面"}, {"mean_en": "interference", "mean_cn": "干扰，干涉"}, {"mean_en": "intermediate", "mean_cn": "中间的；中间体，媒介物"}, {"mean_en": "intermediate speed", "mean_cn": "中速"}, {"mean_en": "internal medicine", "mean_cn": "内科"}, {"mean_en": "international", "mean_cn": "国际的"}, {"mean_en": "internist", "mean_cn": "内科实习医师"}, {"mean_en": "interphone", "mean_cn": "对讲机，内部电话，内线电话机"}, {"mean_en": "interpole", "mean_cn": "极间的；插入极"}, {"mean_en": "interpreter", "mean_cn": "解释程序；翻译机"}, {"mean_en": "interrupt", "mean_cn": "中断，遮断"}, {"mean_en": "interstate", "mean_cn": "洲际的"}, {"mean_en": "intra picture", "mean_cn": "帧内图像"}, {"mean_en": "intrinsic", "mean_cn": "内在的，固有的，本征的"}, {"mean_en": "intrinsic semiconductor (symbol)", "mean_cn": "本征半导体，纯半导体，无杂质半导体(代码)"}, {"mean_en": "inverter", "mean_cn": "变换器，逆变器，换流器，转换开关"}, {"mean_en": "ionic", "mean_cn": "离子的"}, {"mean_en": "ionic strength (symbol)", "mean_cn": "离子强度(符号)"}, {"mean_en": "issue", "mean_cn": "发行，出版，版次，期次"}, {"mean_en": "itd (Finnish=east)", "mean_cn": "(芬兰语)东方，东部地区，东方的，从东方来的"}, {"mean_en": "izquierda (Spanish=left)", "mean_cn": "(西班牙语)左边的，左侧的，左边，左派"}, {"mean_en": "izzard", "mean_cn": "字母"}, {"mean_en": "luminous Intensity", "mean_cn": "发光强度(代号)"}, {"mean_en": "moment of inertia", "mean_cn": "惯性矩；转动惯量(代号)"}, {"mean_en": "single column inch", "mean_cn": "单栏英寸(报纸上登广告的尺寸)(代号)"}, {"mean_en": "India", "mean_cn": "n. 印度"}, {"mean_en": "Ireland", "mean_cn": "爱尔兰"}], "kaoyan": [{"word": "i", "count": 51, "kd": [], "Sentence": [{"sentence": "\"I don't think the findings that we have are any evidence of personal delusion,\" says Epley.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"I still grew up in an upper middle-class home with parents who didn't have college degrees,\" Schneider said. \"I don't think people are capable of that anymore. \"", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"I wouldn't pick a year to end print,\" he said.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"Once on the calendar I protect this time like I would a doctor's appointment or important meeting\", he writes.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Personally, I don't like quotas,\" Reding said recently.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"Speaking with your children before you make a real estate decision is wise, but I wouldn't base the purchasing decision solely on their opinions.\" Hampson said.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"When I come home from a hard day's work, I often feel tired,\" Danaher says, adding,\"In a world in which I don't have to work, I might feel rather different\" - perhaps different enough to throw himself into a hobby or a passion project with the intensity ", "come": "2017年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "All I have to do is to go to my CD shelf, or boot up my computer and download still more recorded music from itunes.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "And I felt like that again, to a certain degree, when people responded to the blog so well.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "At any given point, I should have deep work scheduled for roughly the next month.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "For my part, I have no idea whether Gilbert is a great conductor or even a good one.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "For these reasons, I stopped weighing myself every day and switched to a bimonthly weighing schedule instead.", "come": "2019年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "I also found that weighing myself daily did not provide an accurate  depiction of the hard work and progress I was making in the gym.", "come": "2019年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "I assumed that phase was something experts developed after years of research into children's behaviour: wrong.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "I call it a secret war for two reasons.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "I came to recognise various signs of a bad paper: the kind of paper that purports to show that people who eat more than one kilo of broccoli a week were 1.17 times more likely than those who eat less to suffer late in life from pernicious anaemia.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "I can promise you this: As a result of working toward this goal, you and your children will benefit and emerge from stressful moments feeling better physically and emotionally.", "come": "2020年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "I do completely agree that fears are just the product of our luxuriant imagination.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "I don't like quotas either; they run counter to my belief in meritocracy, governance by the capable.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "I found, as Hacker observed years before, that most wives want their husbands to be, first and foremost, conversational partners, but few husbands share this expectation of their wives.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "I had gained weight in the form of muscle mass, but thinking only of  lowering the number on the scale, I altered my training program.", "come": "2019年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "I had not realised how profoundly marketing trends dictated our perception of what is natural to kids, including our core beliefs about their psychological development.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "I have an Excel template for a week of breakfast, lunch and dinner.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "I know the feeling and here is my advice: just get it out.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "I truly believe that once you get that first word out everything else will just flow.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "I understand Reding's reluctance—and her frustration.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "I use my bimonthly weigh-in results to get information about my nutrition as well.", "come": "2019年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "I want to share these old truths I've learned along the way.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "I was addressing a small gathering in a suburban Virginia living room—a women group that had invited men to join them.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "I would raise prices and make it into more of a legacy product.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"I would suggest that we should be,\" said the leader of the UK's children's doctors.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "If my training intensity remains the same, but I'm constantly hungry and dropping weight, this is a sign that I need to increase my daily caloric intake.", "come": "2019年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "If you and I parachuted  back to Fortune 500 companies in 1990, we would see much less frequent use of  terms like journey, mission, passion.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "If you yell, \"yes\", and I yell.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "I'm experiencing increased zeal for working out since I no longer carry the burden of a disappointing morning weigh-in.", "come": "2019年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Imagine that you favor increasing the minimum wage in our state, and I do not.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "Imagine you are pouring your heart out to someone and they are just busy on their phone, and if you ask for their attention you get the response \"I can multitask\".", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Instead of casting a wistful glance backward at all the species we've left in the dust I.Q.-wise, it implicitly asks what the real costs of our own intelligence might be.", "come": "2009年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "It was only after I started to write a weekly column about the medical journals, and began to read scientific papers from beginning to end, that I realised just how bad much of the medical literature frequently was.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "It's no surprise that Jennifer Senior's insightful, provocative magazine cover story, \"I love My Children, I Hate My life\", is arousing much chatter – nothing gets people talking like the suggestion that child rearing is anything less than a completely fu", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "It's not explicitly  conscious; it's the idea that I 'm a coach, and you're my team, and we're in this together.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "It's￡16.95 there—or ￡12.99 for a large pizza from Domino's: I know which I'd rather eat.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Looking around, I despaired at the singular lack of imagination about girls' lives and interests.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Once on the calendar I protect this time like I would a doctor's appointment or important meeting, he writes.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "So few authors have brains enough or literary gift enough to keep their own end up in journalism. Newman wrote that \"I am tempted to define ‘journalism' as a term of contempt applied by writers who are not read to writers who are.\"", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Suppose you are in a room with someone you don't know and something within you says\" I want to talk with this person\"—this is something the mostly happens with all of us.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "That conflicted with how I needed to train to reach my goals.", "come": "2019年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "That tells me whether I need to adjust my training program.", "come": "2019年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Then I counter with another reasonable argument: that a higher minimum wage will force businesses to employ fewer people for less time.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "Toward the end of the evening I commented that women frequently complain that their husbands don't talk to them.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "When I come home from work I have nothing to say.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}]}], "phrase": [{"cizu_name": "dot the i's and cross the t's", "jx": [{"jx_en_mean": "", "jx_cn_mean": "见 dot", "lj": []}]}], "collins": [{"entry": [{"def": "A speaker or writer uses <b>I</b> to refer to himself or herself. <b>I</b> is a first person singular pronoun. <b>I</b> is used as the subject of a verb.", "tran": "(第一人称单数代词，用作动词的主语)我", "posp": "PRON-SING", "example": [{"ex": "Jim and I are getting married...", "tran": "我和吉姆就要结婚了。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/1/e/61e39175ca938dcf4b3d5db55dbe8f00.mp3", "tts_size": "9K"}, {"ex": "She liked me, I think.", "tran": "我觉得，她曾喜欢过我。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/8/2/88299e7067025f0a6e6f3d5db48469a9.mp3", "tts_size": "9K"}]}]}], "ee_mean": [{"part_name": "Adjective", "means": [{"word_mean": "1. used of a single unit or thing; not two or more;", "sentences": [{"sentence": "\"`ane' is Scottish\""}]}]}], "derivation": [{"yuyuan_name": "Old English, of Germanic origin; related to Dutch ik and German ich, from an Indo-European root shared by Latin ego and Greek egō"}], "baesInfo": {"word_name": "I", "is_CRI": "1", "items": [""], "symbols": [{"ph_en": "aɪ", "ph_am": "aɪ", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/c1/f2/c1f2dfadeabe9802efcffcb554b217f5.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/dd/75/dd7536794b63bf90eccfd37f9b147d7f.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/d/d/7/dd7536794b63bf90eccfd37f9b147d7f.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/c1/f2/c1f2dfadeabe9802efcffcb554b217f5.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/dd/75/dd7536794b63bf90eccfd37f9b147d7f.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/d/d/7/dd7536794b63bf90eccfd37f9b147d7f.mp3", "parts": [{"part": "pron.", "means": ["我", "个人", "利己主义者"]}, {"part": "n.", "means": ["碘元素", "英语字母表中第九个字母", "罗马数字1"]}]}], "baesElse": [{"word_name": "i", "is_CRI": "0", "items": [""], "symbols": [{"ph_en": "aɪ", "ph_am": "aɪ", "ph_other": "aɪ", "ph_en_mp3": "http://res.iciba.com/resource/amp3/0/0/86/5c/865c0c0b4ab0e063e5caa3387c1a8741.mp3", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/8/6/5/865c0c0b4ab0e063e5caa3387c1a8741.mp3", "parts": [{"part": "n.", "means": ["（第一人称单数代词，用作动词的主语）我", "英文字母i"]}]}]}], "translate_type": 1, "frequence": 5}, "new_sentence": [{"tag": "全部", "word": "I", "meaning": "I", "sentences": [{"id": 2333621, "type": 0, "cn": "咨询俱乐部详情，请与I.科德维尔联系。", "en": "For more information concerning the club contact I. Coldwell.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//6/3/a/63aea99ba8274eb7717a686c294ba085.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2264514, "type": 0, "cn": "英语伤我千百遍，我待英语如初恋。", "en": "English has hurt me a thousand times, but I still regard it as my first love.", "from": "金山词霸 每日一句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//dailysentence/2013-06-15.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 2264533, "type": 0, "cn": "我会回去，找到你，爱你，娶你，活的光明正大。《赎罪》", "en": "I will return, find you, love you, marry you and live without shame.", "from": "金山词霸 每日一句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//dailysentence/2014-06-21.mp3", "ttsSize": 32, "likeNum": 0}, {"id": 2303461, "type": 0, "cn": "我想你或许想要读一下信封里的内容。", "en": "I thought you might like to read the enclosed.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//5/3/5/535165ea5a00d0b7933e1aac36e2526d.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2303462, "type": 0, "cn": "我尽量言简意赅。", "en": "I have tried to pack a good deal into a few words.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//7/7/a/77af47815f68f70e1ffcee945b5b4e06.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2303463, "type": 0, "cn": "就在那时，我恰好环顾了下四周。", "en": "It was just then that I chanced to look round.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//6/5/b/65b838f2cf1747f5e3221bbd48b1eabb.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2303464, "type": 0, "cn": "我知道那根本没什么大不了的，所以有些无动于衷。", "en": "I know it's nothing serious and I feel quite unemotional about it.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//9/7/7/97742123bba97c87738486e0edd88c17.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2303467, "type": 0, "cn": "我再也不想碰那种麻烦事了。", "en": "I don't want any more of that heavy stuff.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//f/9/2/f92adbab508ed98c46157f99c5be06bb.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 2303498, "type": 0, "cn": "我已经掌握了有关该组织诞生的可靠的详细资料。", "en": "I had obtained the authentic details about the birth of the organization.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//0/4/b/04b9baf3477de629c8b2478c48cbe7e2.mp3", "ttsSize": 19, "likeNum": 0}, {"id": 2303543, "type": 0, "cn": "我把1亿美元藏到了一个永远没人会找到的地方。", "en": "I have $100m hidden away where no one will ever find it.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//b/a/2/ba295051b5d35485361e5dc88ec449a8.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2303571, "type": 0, "cn": "我侧一步要躲闪的时候，瓶子打中了我的左髋部。", "en": "As I sidestepped, the bottle hit me on the left hip.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//c/7/1/c71422aa8483f5a9e6f454e9e8b1a17e.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2303576, "type": 0, "cn": "我感觉吐吐苦水对我有好处。", "en": "I feel it's done me good to get it off my chest.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//4/9/3/493af5a0a2b81ab86e8cc409d7cefcf9.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2303617, "type": 0, "cn": "我试着回忆在这里度过的所有美好时光。", "en": "I try to remember all the good times I've had here.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//2/c/e/2ce2084c7b28268435c84ad34b631176.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2303636, "type": 0, "cn": "我真的不理解这到底有什么意义，简直是愚蠢透顶。", "en": "I don't see the point in it really. It's just stupid.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//3/b/b/3bb8a0f1c8093fe1c65a7f52044a4455.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2303642, "type": 0, "cn": "我所在的公司经历了一段困难时期。", "en": "The company I work for went through a rough patch.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//9/4/b/94b8971b39fb577facc28de237dcd92f.mp3", "ttsSize": 13, "likeNum": 0}]}], "cetFour": [{"word": "i", "count": 100, "kd": [], "Sentence": [{"sentence": "\"As what happened with tobacco, this will require a cultural shift, but that can happen,\" says Nguyen. \"In the same way physicians used to smoke, and then stopped smoking and were able to talk to patients about it,I think physicians can have a bigger voic", "come": "2018年12月四级真题（第一套）阅读 Section B"}, {"sentence": "\"I am a visionary.\" he says.", "come": "2019年12月四级真题（第一套）阅读 Section B"}, {"sentence": "\"I can not control whether or not I wind up getting the disease swine flu, for example,\" he says.", "come": "2016年6月四级真题（第二套）阅读 Section B"}, {"sentence": "\"I did what everybody else thought looked successful,\" she says.", "come": "2017年6月四级真题（第二套）阅读 Section B"}, {"sentence": "\"I felt empowered because I broke through my own limitations,\" she recalls.", "come": "2017年6月四级真题（第二套）阅读 Section B"}, {"sentence": "\"I followed my route like I normally do,\" Smith told a reporter.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "\"I have been bothered for a long time about the curious lack of curiosity,\"said a Democratic member of the New Jersey legislature back in July, referring to an insufficiently inquiring attitude on the part of an assistant to New Jersey Governor Chris Chri", "come": "2017年12月四级真题（第二套）阅读 Section B"}, {"sentence": "\"I prefer take home essays because it is then really about the writing, so you have time to edit and do more research,\" says Elizabeth Dresser, a junior at Barnard.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "\"I think we're unique as a federal agency,\" USPS official Mike Swigart told me, \"because we're in literally every community in this country.\"", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "\"I try to make things as inexpensive as possible,\" said Hunt, who uses free digital textbooks for his classes but designs his own curriculum.", "come": "2018年6月四级真题（第三套）阅读 Section B"}, {"sentence": "\"Just because I have a business relationship with an individual and I can profit from that relationship, it does not necessarily mean that this person is my friend,\" Soupios says.", "come": "2016年6月四级真题（第二套）阅读 Section B"}, {"sentence": "\"Of course, I didn't know she couldn't read, so there I was submitting these reports,\" he said, \"She would put check marks on them like she had been reading them.", "come": "2015年12月四级真题（第一套）听力 Section C"}, {"sentence": "\"One of the reasons I find this topic very interesting is because my mom was a smoker when I was younger,\" says lindson-Hawley, who studies tobacco and health at the University of Oxford.", "come": "2017年6月四级真题（第三套）阅读 Section C"}, {"sentence": "\"They think, 'Well, if I gradually reduce, it's like practice,'\" says Lindson-Hawley.", "come": "2017年6月四级真题（第三套）阅读 Section C"}, {"sentence": "\"Women want to be able to do it all—volunteer for school parties or cook delicious meals—and so their answer to any request is often \"Yes,I can.\"", "come": "2017年12月四级真题（第一套）阅读 Section C"}, {"sentence": "A few months ago, I was down with a terrible cold which ended in a persistent bad cough.", "come": "2018年12月四级真题（第三套）阅读 Section A"}, {"sentence": "A study of the University of Chicago I Pad project found that patients got tests and 34 treatments faster if they were cared for by I Pad-equipped residents.", "come": "2016年6月四级真题（第二套）阅读 Section A"}, {"sentence": "About 15 years ago, I was invited to join a knitting group.", "come": "2017年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Actually, I'm on holiday with my family in Thailand at the moment, although I wish it were with my friends instead.", "come": "2018年6月四级真题（第一套）听力 Section B"}, {"sentence": "All I have to do is turn on the TV.", "come": "2016年6月四级真题（第二套）听力 Section B"}, {"sentence": "And I can see myself sitting on a small chair by the fire doing needlework.", "come": "2017年12月四级真题（第二套）听力 Section C"}, {"sentence": "And I think people see that for smoking as well.", "come": "2017年6月四级真题（第三套）阅读 Section C"}, {"sentence": "And my university classmates are arranging a trip to vi sit our old campus, and I'd love to go with them, but I can't afford both.", "come": "2019年12月四级真题（第二套）听力 Section B"}, {"sentence": "And of course, I can keep in touch with everyone through Facebook.", "come": "2019年6月四级真题（第二套）听力 Section B"}, {"sentence": "And,on top of that, I'd specifically asked if I could leave early last Friday as I'd done a lot of overtime during the week.", "come": "2016年6月四级真题（第一套）听力 Section B"}, {"sentence": "Anybody in that situation would've done what I did.", "come": "2016年12月四级真题（第二套）听力 Section B"}, {"sentence": "Apologizing by email is something I now totally avoid.", "come": "2018年12月四级真题（第二套）阅读 Section A"}, {"sentence": "As a person who writes about food and drink for a living, I couldn't tell you the first thing about bill Perry or whether the beers he sells are that great.", "come": "2016年12月四级真题（第一套）阅读 Section C"}, {"sentence": "As I began to read about scientists, economists, and philosophers, I started imagining myself in their shoes.", "come": "2015年12月四级真题（第一套）听力 Section C"}, {"sentence": "As I came across a box that was up but with no house, I checked, and there was mail—outgoing mail—in it.", "come": "2019年12月四级真题（第二套）阅读 Section B"}, {"sentence": "As I discovered in college, when my hands are busy, my mind stays focused on the here and now.", "come": "2017年12月四级真题（第三套）阅读 Section B"}, {"sentence": "As I sat blocked and clueless for two solid days, I momentarily wondered if I couldn't just call an expert on the subject matter which I was tackling, or someone who took the class previously, to get me going.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "As I was considering all this, a press release from a respected research firm crossed my desk, announcing that the five-star rating system that Medicare developed in 2008 to help families compare nursing home quality also has little relationship to how sa", "come": "2016年6月四级真题（第三套）阅读 Section B"}, {"sentence": "As I was suffering through my week of anxiety, overthinking the material and guessing my grasp of it, I did some of my own polling among students and professors.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "As most of you will soon be entering the workforce I would like to share with you my own rules for emailing.", "come": "2018年12月四级真题（第二套）听力 Section C"}, {"sentence": "As soon as I saw the location, I knew this was it.", "come": "2017年6月四级真题（第二套）阅读 Section B"}, {"sentence": "At the time, I am sure she thought she was teaching me about mechanics, transitions (过渡), structure, style and voice.", "come": "2015年12月四级真题（第二套）阅读 Section B"}, {"sentence": "But after about 10 minutes my mind begins to wander and I lose concentration.", "come": "2018年12月四级真题（第一套）听力 Section B"}, {"sentence": "But I ask my father if he texted messages, and guess what he said?", "come": "2016年6月四级真题（第一套）听力 Section B"}, {"sentence": "But I don't understand why you're so excited.", "come": "2019年12月四级真题（第二套）听力 Section B"}, {"sentence": "But I get off the phone pretty quickly when I call.", "come": "2016年6月四级真题（第一套）听力 Section B"}, {"sentence": "But I know if you don't grow, you stand still, and that doesn't work for me.", "come": "2017年6月四级真题（第二套）阅读 Section B"}, {"sentence": "But I should be in tomorrow morning before I go out for lunch.", "come": "2019年6月四级真题（第二套）听力 Section B"}, {"sentence": "But I think successful negotiators have several things in common.", "come": "2017年12月四级真题（第二套）听力 Section B"}, {"sentence": "But I would have enjoyed spending my evenings in that environment, discussing new ideas, building a new world.", "come": "2017年12月四级真题（第二套）听力 Section C"}, {"sentence": "But I'll need a receipt, so I can charge it to my company.", "come": "2017年6月四级真题（第二套）听力 Section B"}, {"sentence": "But I'm here to tell you that instead of focusing on doing what we love, I think we should focus on loving what we do.", "come": "2019年6月四级真题（第二套）听力 Section C"}, {"sentence": "But mostly, I hate tipping because I believe I would be in a better place if pay decisions regarding employees were simply left up to their employers, as is the custom in virtually every other industry.", "come": "2016年12月四级真题（第一套）阅读 Section C"}, {"sentence": "But perhaps I missed something important in my mother's lessons about creativity and perfection.", "come": "2015年12月四级真题（第二套）阅读 Section B"}, {"sentence": "But that afternoon, even though I'd finished my assigned work, I was told to help other colleagues finish their work, too.", "come": "2016年6月四级真题（第一套）听力 Section B"}, {"sentence": "But what I learned, and what stuck with me through my time teaching writing at Harvard, was a deeper lesson about the nature of creative criticism .", "come": "2015年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Congratulations! Yes, I believe for international students, you'll have to pay around 13,000 pounds a year.", "come": "2019年6月四级真题（第一套）听力 Section B"}, {"sentence": "Donohue, now a history teacher, agrees that it helped during certain parts of her education: \"I can definitely remember what I learned on certain days at school.\"", "come": "2017年6月四级真题（第一套）阅读 Section B"}, {"sentence": "Don't worry, you are most welcome to join our party, and as I always say \"the more, the merrier\".", "come": "2017年12月四级真题（第一套）听力 Section B"}, {"sentence": "During every one of these lectures, I try to listen, I really try.", "come": "2018年12月四级真题（第一套）听力 Section B"}, {"sentence": "Eventually, my cough got so much worse that I couldn't sleep at night, so I decided to give it a try.", "come": "2018年12月四级真题（第三套）阅读 Section A"}, {"sentence": "For each assignment, I was to write the best essay I could.", "come": "2015年12月四级真题（第二套）阅读 Section B"}, {"sentence": "For many years I have studied global agricultural, population, environmental and economic trends and their interactions.", "come": "2016年6月四级真题（第一套）阅读 Section B"}, {"sentence": "For me it took the form of my first, and I hope only, encounter with writer's block— I was not able to produce anything for three years.", "come": "2015年12月四级真题（第二套）阅读 Section B"}, {"sentence": "Francesca Haass, a senior at middlebury, says, \"I find the in-class ones are more stressful in the short term, but there is immediate relief as you swallow information like mad, and then you get to forget it all.\"", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "Good morning, could I talk to Jeffrey Harding, please?", "come": "2016年12月四级真题（第二套）听力 Section B"}, {"sentence": "Good morning, what can I do for you?", "come": "2016年12月四级真题（第二套）听力 Section B"}, {"sentence": "Happy golden birthday! I can't wait to hear all about it when you get back.", "come": "2017年12月四级真题（第二套）听力 Section B"}, {"sentence": "He quotes Google co-founder Larry Page to the effect that the perfect search engine will understand exactly what I mean and give me back exactly what I want.", "come": "2017年12月四级真题（第二套）阅读 Section B"}, {"sentence": "He said: \"My stings are a bit painful but I am pleased it all worked out and I could help.\"", "come": "2017年6月四级真题（第二套）听力 Section A"}, {"sentence": "He voyaged to England to cook in the modern Great kitchen of the prince regent, George IV, and crossed continents to prepare grand banquets for the tables of Tsar Alexander I of Russia.", "come": "2018年12月四级真题（第二套）阅读 Section B"}, {"sentence": "He's a difficult man, and I think there's been some trouble on the shop floor.", "come": "2016年12月四级真题（第一套）听力 Section B"}, {"sentence": "hi, Emily, I hear you're leaving for Italy soon.", "come": "2019年6月四级真题（第二套）听力 Section B"}, {"sentence": "Honestly, I didn't need to open a second studio.", "come": "2017年6月四级真题（第二套）阅读 Section B"}, {"sentence": "However, I can hang around for you if you like.", "come": "2017年12月四级真题（第一套）听力 Section B"}, {"sentence": "I agreed to give it a try.", "come": "2017年12月四级真题（第三套）阅读 Section B"}, {"sentence": "I always feel down when I see others accomplishing things and I feel miserable about my own achievements.", "come": "2019年12月四级真题（第一套）听力 Section B"}, {"sentence": "I am about to make things more complicated by suggesting that what kind of facility an older person lives in may matter less than we have assumed.", "come": "2016年6月四级真题（第三套）阅读 Section B"}, {"sentence": "I am afraid I can't do that.", "come": "2019年6月四级真题（第二套）听力 Section B"}, {"sentence": "I am making my way through Columbia University, surrounded by students who quickly supply the verbal answer while I am still processing the question.", "come": "2017年12月四级真题（第一套）阅读 Section B"}, {"sentence": "I am not sure I want to change rules, but I'd like the police to be stricter on the roads.", "come": "2016年6月四级真题（第二套）听力 Section B"}, {"sentence": "I am not sure if she was more upset by my hubris or by the fact that my English teacher had let my ego get so out of hand.", "come": "2015年12月四级真题（第二套）阅读 Section B"}, {"sentence": "I am not talking about the quality of care, let me hastily add.", "come": "2016年6月四级真题（第三套）阅读 Section B"}, {"sentence": "I am sure I wrote essays in the later years of high school without my mother's guidance, but I can't recall them.", "come": "2015年12月四级真题（第二套）阅读 Section B"}, {"sentence": "I assume you've got big plans then.", "come": "2017年12月四级真题（第二套）听力 Section B"}, {"sentence": "I bought a new suit for work and took my parents to a nice restaurant to celebrate.", "come": "2019年12月四级真题（第二套）听力 Section B"}, {"sentence": "I can call to add two more to the table,if you would like.", "come": "2018年12月四级真题（第二套）听力 Section B"}, {"sentence": "I can no longer ignore that risk.", "come": "2016年6月四级真题（第一套）阅读 Section B"}, {"sentence": "I can promise you one thing: whatever you choose to do for a career, if you work hard at it, eventually, special things will happen.", "come": "2019年6月四级真题（第二套）听力 Section C"}, {"sentence": "I cannot thank you enough for caring about Chauncy.", "come": "2017年12月四级真题（第一套）听力 Section A"}, {"sentence": "I can't imagine living my professional or social life without international interactions.", "come": "2015年12月四级真题（第一套）听力 Section C"}, {"sentence": "I can't seem to do anything very well.", "come": "2019年12月四级真题（第一套）听力 Section B"}, {"sentence": "I cant seem to focus on anything, because 1 still haven't decided if I should accept the offer for that PhD program in London, or if I should take the job offer in New York.", "come": "2019年12月四级真题（第二套）听力 Section B"}, {"sentence": "I can't wait, and if Tom goes, we could go sailing.", "come": "2017年12月四级真题（第一套）听力 Section B"}, {"sentence": "I choose to believe in hard work, but not so much in talent.", "come": "2019年6月四级真题（第二套）听力 Section C"}, {"sentence": "I concluded that the profit from burgers is more than offset by the damage they cause in health problems and environmental harm.", "come": "2015年12月四级真题（第三套）阅读 Section B"}, {"sentence": "I could come the day after, if that suits you.", "come": "2019年6月四级真题（第二套）听力 Section B"}, {"sentence": "I designed an eight-session workshop for 91 students whose math grades were declining in their first year of junior high.", "come": "2016年12月四级真题（第二套）阅读 Section B"}, {"sentence": "I didn't feel any improvement in my condition in the first couple of days, but after a few more regular visits to the doctor, my cough started to lessen.", "come": "2018年12月四级真题（第三套）阅读 Section A"}, {"sentence": "I do want to get married, but she thinks we need to wait until we've launched our careers.", "come": "2019年12月四级真题（第二套）听力 Section B"}, {"sentence": "I don't know if you remember, there was a scene in a subway station.", "come": "2019年12月四级真题（第一套）阅读 Section B"}, {"sentence": "I feel awful whenever I make a mistake in whatever I'm trying to do.", "come": "2019年12月四级真题（第一套）听力 Section B"}, {"sentence": "I feel like I'm a failure.", "come": "2019年12月四级真题（第一套）听力 Section B"}, {"sentence": "I feel like this is a shift away from a subject matter-based curriculum to a more experiential curriculum or learning.", "come": "2019年6月四级真题（第三套）阅读 Section B"}, {"sentence": "I fell in love with it instantly and continued with ballet dancing for about ten years.", "come": "2019年6月四级真题（第二套）听力 Section C"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "I"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}