{"props": {"pageProps": {"query": {"w": "others"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"collins": [{"entry": [{"def": "You use <b>other</b> to refer to an additional thing or person of the same type as one that has been mentioned or is known about.", "tran": "（表示在与已提及或已知的人或事物同一类中）别的，其他的，另外的，额外的", "posp": "ADJ", "example": [{"ex": "They were just like any other young couple...", "tran": "他们同别的年轻夫妇没什么两样。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/3/f/d3f011a399731298284a9eb57d47e93b.mp3", "tts_size": "12K"}, {"ex": "The communique gave no other details.", "tran": "这份公报并未透露其他细节。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/5/f/d/5fdee71965262ede30acd71b280c53c7.mp3", "tts_size": "12K"}]}, {"def": "You use <b>other</b> to indicate that a thing or person is not the one already mentioned, but a different one.", "tran": "（表示与已提及的人或事物不同）别的，其他的", "posp": "ADJ", "example": [{"ex": "The authorities insist that the discussions must not be linked to any other issue...", "tran": "当局坚持此次讨论不得涉及其他任何问题。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/a/3/da36e2380ea6b97d71c22fb168e94176.mp3", "tts_size": "23K"}, {"ex": "Calls cost 36p per minute cheap rate and 48p per minute at all other times...", "tran": "话费在优惠时段为每分钟36便士，其他时段一律为每分钟48便士。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/0/e/30ebc11b1cabb009c1f55c456bf2fa1c.mp3", "tts_size": "27K"}]}, {"def": "You use <b>the other</b> to refer to the second of two things or people when the identity of the first is already known or understood, or has already been mentioned.", "tran": "（两个中）另一的", "posp": "ADJ", "example": [{"ex": "The Captain was at the other end of the room...", "tran": "船长在房间的另一头。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/0/7/307240523881b63546adea555c72de3f.mp3", "tts_size": "12K"}, {"ex": "You deliberately went in the other direction...", "tran": "你故意朝另一个方向走。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/c/b/0cbca5684d276636e868b2e79670fb3d.mp3", "tts_size": "12K"}]}, {"def": "You use <b>other</b> at the end of a list or a group of examples, to refer generally to people or things like the ones just mentioned.", "tran": "（用于列举之后）其他类似的", "posp": "ADJ", "example": [{"ex": "Queensway Quay will incorporate shops, restaurants and other amenities...", "tran": "女王道码头将会融商店、餐馆以及其他生活便利设施为一体。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/2/3/d23062eef5b11c67ce2ef17d4b784cef.mp3", "tts_size": "23K"}, {"ex": "Place them in a jam jar, porcelain bowl, or other similar container.", "tran": "将它们装入果酱罐、瓷碗或其他类似容器中。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/b/d/3bd21900d7b4ca51950d2d12f891333e.mp3", "tts_size": "23K"}]}, {"def": "You use <b>the other</b> to refer to the rest of the people or things in a group, when you are talking about one particular person or thing.", "tran": "（一组人或事物中）其余的，剩下的", "posp": "ADJ", "example": [{"ex": "When the other pupils were taken to an exhibition, he was left behind.", "tran": "当其余学生被带去参观展览时，他被留了下来。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/e/8/fe802f29e667cbcba0f8f02ab30379e0.mp3", "tts_size": "22K"}]}, {"def": "<b>Other</b> people are people in general, as opposed to yourself or a person you have already mentioned.", "tran": "（泛指）别（人）的，他（人）的", "posp": "ADJ", "example": [{"ex": "The suffering of other people appals me...", "tran": "人们的苦难让我无比震惊。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/f/d/7fd15e06e148e553315f982ce1bc4c88.mp3", "tts_size": "12K"}, {"ex": "She likes to be with other people.", "tran": "她喜欢与人交往。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/2/5/32543cda2a652914c2fe77b8a2bf31e2.mp3", "tts_size": "10K"}]}, {"def": "You use <b>other</b> in informal expressions of time such as <b>the other day</b> ,<b>the other evening</b>, or <b>the other week</b> to refer to a day, evening, or week in the recent past.", "tran": "最近的；前不久的", "posp": "ADJ", "example": [{"ex": "I rang her the other day and she said she'd like to come round...", "tran": "我前几天给她打电话，她说想过来玩。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/7/9/87967e098e2f21c3b35db0bddc12126d.mp3", "tts_size": "16K"}, {"ex": "The other evening we had a party.", "tran": "前不久的某个晚上我们搞了一次聚会。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/7/9/c798fa94aaf6a38f6542271f382dada7.mp3", "tts_size": "10K"}]}, {"def": "You use expressions like <b>among other</b> things or <b>among others</b> to indicate that there are several more facts, things, or people like the one or ones mentioned, but that you do not intend to mention them all.", "tran": "除了别的以外；其中；包括", "posp": "PHRASE", "example": [{"ex": "He moved to England in 1980 where, among other things, he worked as a journalist...", "tran": "他1980年移居英格兰，期间从事过包括记者在内的很多工作。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/6/0/26021aeccdda3e09c5dba1eb95e070d1.mp3", "tts_size": "26K"}, {"ex": "His travels took him to Dublin, among other places...", "tran": "他游历过很多地方，其中包括都柏林。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/b/6/3b67e1368b00231a56647f50d6a8213e.mp3", "tts_size": "17K"}]}, {"def": "If something happens, for example, <b>every other day</b> or <b>every other month</b>, there is a day or month when it does not happen between each day or month when it happens.", "tran": "每隔一天/每隔一月", "posp": "PHRASE", "example": [{"ex": "Their food is adequate. It includes meat at least every other day, vegetables and fruit...", "tran": "他们的伙食足够丰富了，有蔬菜、水果，而且至少每隔一天吃一次肉。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/e/f/c/efccf33bb19fe73109109857b762c4da.mp3", "tts_size": "30K"}, {"ex": "Now that their children have grown up she joins Paddy in London every other week.", "tran": "他们的孩子都长大了，她便每隔一周就到伦敦帕迪那里。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/d/f/c/dfc678d8daa07809f42de2f775857c38.mp3", "tts_size": "22K"}]}, {"def": "You use <b>every other</b> to emphasize that you are referring to all the rest of the people or things in a group.", "tran": "（用于强调，表示一组人或事物中）其余的，剩下的", "posp": "PHRASE", "example": [{"ex": "The same will apply in every other country.", "tran": "这也适用于其他任何国家。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/3/1/731768cd55a682a1b7f6d1e5263a0cbc.mp3", "tts_size": "12K"}]}, {"def": "You use <b>none other than</b> and <b>no other than</b> to emphasize the name of a person or thing when something about that person or thing is surprising in a particular situation.", "tran": "就是；不是别的而正是", "posp": "PHRASE", "example": [{"ex": "He called together all his employees and announced that the manager was none other than his son.", "tran": "他把所有的员工召集到一起，宣布经理不是别人，正是他的儿子。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/0/9/8/0986bf51ad2ed9f84c9648e66c6b60ee.mp3", "tts_size": "24K"}]}, {"def": "You use <b>nothing other than</b> and <b>no other than</b> when you are going to mention a course of action, decision, or description and emphasize that it is the only one possible in the situation.", "tran": "只有；除…外没有", "posp": "PHRASE", "example": [{"ex": "Nothing other than an immediate custodial sentence could be justified...", "tran": "只有判决即时监禁才算合理。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/6/b/9/6b96d9920d4e9526d43f1c3deba4cccf.mp3", "tts_size": "20K"}, {"ex": "The rebels would not be happy with anything other than the complete removal of the current regime...", "tran": "叛乱分子只有彻底推翻了现政权才肯罢休。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/6/1/361bc9c8f06d45daa200bc7f0267eb97.mp3", "tts_size": "26K"}]}, {"def": "You use <b>or other</b> in expressions like <b>somehow or other</b> and <b>someone or other</b> to indicate that you cannot or do not want to be more precise about the information that you are giving.", "tran": "（表示无法或不想确切说明）某一，某些", "posp": "PHRASE", "example": [{"ex": "I was going to have him called away from the house on some pretext or other...", "tran": "我准备找个什么借口把他从屋里支出去。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/5/2/4522ac6642ffd24165ec782a61a6e272.mp3", "tts_size": "21K"}, {"ex": "The Foundation is holding a dinner in honour of something or other...", "tran": "基金会正举办某个纪念宴会。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/7/5/d/75dba9339122e704b5701dd10d1fc9c1.mp3", "tts_size": "17K"}]}, {"def": "You use <b>other than</b> after a negative statement to say that the person, item, or thing that follows is the only exception to the statement.", "tran": "（用于否定陈述后）除了…以外", "posp": "PHRASE", "example": [{"ex": "She makes no reference to any feminist work other than her own...", "tran": "除了自己的之外，她没有提及其他女权主义著作。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/b/d/4/bd43ca685f72660899905c073dbb05cc.mp3", "tts_size": "17K"}, {"ex": "The journey by road to Wolverhampton is not recommended to anyone other than the most experienced cyclist.", "tran": "除了经验非常丰富的自行车手外，建议其他人不要走去伍尔弗汉普顿的那条路。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/2/9/a/29a6fad4e5f9f042cdb1ddcaddd77d95.mp3", "tts_size": "30K"}]}]}], "cetSix": [{"word": "others", "count": 48, "kd": [], "Sentence": [{"sentence": "\"Research has found that women negotiate higher salaries for others than they do for themselves,\" he says, adding that people slip in and out of decision roles.", "come": "2018年6月六级真题（第三套）阅读 Section C"}, {"sentence": "And if we're not going to make rational decisions about the future, others may have to help us to do so.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "And we are less likely to lie when we have moral reminders or when we think others are watching.", "come": "2019年12月六级真题（第一套）阅读 Section C"}, {"sentence": "But others opted to lie, and they showed increased activity in their frontal parietal (颅腔壁的) control network, which is involved in difficult or complex thinking.", "come": "2019年12月六级真题（第一套）阅读 Section C"}, {"sentence": "By making the effort to organize and label files so others can understand them, scientists become more organized and better disciplined themselves, thus avoiding confusion later on.", "come": "2017年6月六级真题（第一套）阅读 Section C"}, {"sentence": "By sanctioning this watered-down version of college, universities are \"catering to the social and educational needs of wealthy students at the expense of others \" who won't enjoy the financial backing or social connections of richer students once they gra", "come": "2015年12月六级真题（第一套）阅读 Section C"}, {"sentence": "Children grow up learning the skills to succeed in their socioeconomic stratum (阶层) but not necessarily others.", "come": "2017年6月六级真题（第二套）阅读 Section B"}, {"sentence": "Collaborative projects mean you're sharing the spotlight with others.", "come": "2019年12月六级真题（第一套）听力 Section C"}, {"sentence": "Do some strategies give children more advantages than others in institutions?", "come": "2017年6月六级真题（第二套）阅读 Section B"}, {"sentence": "Don't be too concerned with the opinions of others.", "come": "2019年12月六级真题（第一套）听力 Section C"}, {"sentence": "Farrant and others in the resurrection business got together last year to discuss the best species of resurrection plant to use as a lab model.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "For some, things work out fine, but others often find themselves stuck in a job they hate.", "come": "2017年12月六级真题（第一套）听力 Section C"}, {"sentence": "From a very early age, some children exhibit better self-control than others.", "come": "2016年6月六级真题（第一套）听力 Section C"}, {"sentence": "Getting input from others not only offers a fresh perspective and thought process, it often also includes riskier choices.", "come": "2018年6月六级真题（第三套）阅读 Section C"}, {"sentence": "However, they're more cautious about sharing information with nonmembers, as the organization guards against others developing the ability to hiJack and take control of their satellites.", "come": "2019年6月六级真题（第三套）阅读 Section B"}, {"sentence": "I mean, I've seen the famous films, Roman Holiday, Breakfast at Tiffany's and a few others, but I still don't fully get it.", "come": "2019年6月六级真题（第二套）听力 Section A"}, {"sentence": "In contrast, adults behaved in similar ways regardless of whether they were on their own or observed by others.", "come": "2018年6月六级真题(第二套)阅读 Section B"}, {"sentence": "In one experiment, people who reported feeling isolated were more likely than others to attribute desires to various gadgets.", "come": "2019年12月六级真题（第三套）阅读 Section A"}, {"sentence": "It is also the reason why development agencies are not united in their view of environmental issues; while some, like the Wri, maintain that environmental progress needs to go hand-in-hand with economic development, others argue that the priority is to bu", "come": "2016年6月六级真题（第三套）阅读 Section B"}, {"sentence": "It's time in which we are directed by the needs and desires of others, and denied the right to make our own choices.", "come": "2019年12月六级真题（第二套）听力 Section C"}, {"sentence": "Just because you can make good choices for others doesn't mean you'll do the same for yourself, Polman cautions.", "come": "2018年6月六级真题（第三套）阅读 Section C"}, {"sentence": "like Schwartz and so many others,I often find myself distracted and off task.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "Lots of people swear they can absorb new information more efficiently at some times of the day than at others.", "come": "2017年6月六级真题（第一套）听力 Section C"}, {"sentence": "Moffitt said it's still unclear why some children have better self-control than others, though she says other researchers have found that it's mostly a learned behavior, with relatively little genetic influence.", "come": "2016年6月六级真题（第一套）听力 Section C"}, {"sentence": "People who have plenty of positive emotions in their everyday lives tend to be happier, healthier, learn better and get along well with others.", "come": "2016年12月六级真题（第二套）听力 Section C"}, {"sentence": "Research has found that women negotiate higher salaries for others than they do for themselves, he says, adding that people slip in and out of decision roles.", "come": "2018年6月六级真题（第三套）阅读 Section C"}, {"sentence": "Researchers also point to the time sink that is involved in preparing data for others to view.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Seeing others enjoy a smoke, or sneak a quick glance, is too tempting to resist and soon everyone is doing it.", "come": "2017年12月六级真题（第一套）阅读 Section B"}, {"sentence": "She received assistance naming plants, making sketches and referencing the work of others.", "come": "2018年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Some fields have embraced open data more than others.", "come": "2017年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Some have 26 vanished from the face of the earth, others are dying slowly, but all have 27 undergone changes as they have come into contact with an 28 expanding machine civilization.", "come": "2016年12月六级真题（第三套）阅读 Section A"}, {"sentence": "Some names will have slipped away, but others will have replaced them.", "come": "2017年6月六级真题（第一套）听力 Section C"}, {"sentence": "Some of the messages mentioned the environment, some financial savings, others social responsibility.", "come": "2015年12月六级真题（第二套）阅读 Section B"}, {"sentence": "Some plants store reserves of water to see them through a drought; others send roots deep down to subsurface water supplies.", "come": "2018年6月六级真题（第一套）阅读 Section B"}, {"sentence": "Still, in my studies and others I have read, I find the same patterns as in USA WEEKEND's survey.", "come": "2016年6月六级真题（第一套）阅读 Section B"}, {"sentence": "Still, some analysts say that there's a role for doctors to play in cost analysis because not many others are doing so.", "come": "2015年12月六级真题（第三套）阅读 Section C"}, {"sentence": "The ability to work well with others and collaborate on projects is a sought-after ability in nearly every position.", "come": "2019年12月六级真题（第一套）听力 Section C"}, {"sentence": "The dream of personalised flight is still vivid in the minds of many inventors, some developing cycle-powered craft, others pouring money into jetpacks(喷气飞行背包).", "come": "2019年6月六级真题（第二套）阅读 Section A"}, {"sentence": "There are certain products and services that are very suitable for selling online, and others that simply don't work.", "come": "2015年12月六级真题（第一套）听力 Section C"}, {"sentence": "They have resisted the homogenization process more successfully than others.", "come": "2016年12月六级真题（第三套）阅读 Section A"}, {"sentence": "Throughout these series, you will learn more about the profession, the necessary steps to get a social work degree, the rich history of social work and many ways that social workers help others.", "come": "2016年12月六级真题（第一套）听力 Section C"}, {"sentence": "Thus, by telling others that we are busy and working all the time, we are implicitly suggesting that we are sought after, which enhances our perceived status.", "come": "2017年12月六级真题（第三套）阅读 Section C"}, {"sentence": "To do this successfully, their brain prompts them to think and even obsess about others.", "come": "2018年6月六级真题(第二套)阅读 Section B"}, {"sentence": "Under the first law, a robot could not harm a dangerous gunman, but under the zeroth law, a robot could kill the gunman to save others.", "come": "2017年12月六级真题（第二套）阅读 Section C"}, {"sentence": "We are more likely to lie, research shows, when we are able to rationalise it, when we are stressed and fatigued or sec others being dishonest.", "come": "2019年12月六级真题（第一套）阅读 Section C"}, {"sentence": "When all the participants proceeded to the second pair of tasks, the daydreamers performed 40% better than the others.", "come": "2019年12月六级真题（第一套）听力 Section B"}, {"sentence": "While many birds travelled along well-known routes to warmer climates, others stopped short and spent the winter on landfills, feeding on food waste, and the multitudes of insects that thrive on the dumps.", "come": "2017年6月六级真题（第三套）阅读 Section C"}, {"sentence": "White parents are more likely than others to read to their children daily, as are married parents.", "come": "2017年6月六级真题（第二套）阅读 Section B"}]}], "exchanges": ["others"], "gaokao": [{"word": "others", "count": 77, "kd": [], "Sentence": [{"sentence": "According to the passage, children's fear and dislike of books may result from being made to read aloud before others.", "come": "2015年高考英语浙江卷 阅读理解 阅读A 题设"}, {"sentence": "After all, if we adapt in that way, we may avoid the need to change in so many others.", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "After reading some history books on how the first group of Chinese immigrants survived in America of the 19th century, she has become keen on her own family history and that of others.", "come": "2015年高考英语广东卷 阅读理解 信息匹配 题设"}, {"sentence": "And the story poses an interesting question: why do some people discover new vitality and creativity to the end of their days, while others go to seed long before?", "come": "2019年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "And while many took dollars, many others pinned their own cash to the board.", "come": "2019年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "As data and identity theft becomes more and more common, the market is growing for biometric technologies to keep others out of private e-spaces.", "come": "2019年高考英语全国卷I 阅读理解 阅读C 原文"}, {"sentence": "As their world expanded, she said, children compared themselves to others online in a way that was \"hugely damaging in terms of their self-identity, in terms of their confidence, but also in terms of their ability to develop themselves\".", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Being unpunctual, we are not respectful of others ; we are interfering (扰乱) with another man's time.", "come": "2015年高考英语陕西卷 阅读理解 七选五 原文"}, {"sentence": "But more than that, I now regularly compare my views with those of many others.", "come": "2016年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "By following the basic rules of respecting others, taking care of what belongs to you, and taking pride in the appearance of the neighborhood in general, you will quickly become a good neighbor that everyone appreciates.", "come": "2018年高考英语浙江卷 阅读理解 七选五 原文"}, {"sentence": "Children aged 8 to 10 were \"starting to feel happy\" when others liked their posts.", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Children's comparing themselves to others online may lead to lower self-identity and confidence.", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Chimps seldom care about others' interests.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 选项"}, {"sentence": "Diners at bad tables — next to the kitchen door, say — spent nearly as much as others but soon fled.", "come": "2018年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "Don't do to others what you wouldn't like to be done to yourself.", "come": "2015年高考英语重庆卷 阅读理解 阅读C 原文"}, {"sentence": "Dunn believes that people who reach out to strangers feel a significantly greater sense of belonging, a bond with others.", "come": "2018年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "First, understand that some opportunities for daydreaming are better than others.", "come": "2015年高考英语北京卷 阅读理解 单项填空 原文"}, {"sentence": "For days the kids have been looking for others we can help! things would have played out so differently if I had simply said, \"No, we really don't have money to give more.\"", "come": "2015年高考英语全国卷1 完形填空 原文"}, {"sentence": "From the earliest ages, they desire to help others, to share information and to participate in achieving common goals.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "He found that science amazed times' readers and made them want to share this positive feeling with others.", "come": "2016年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "He was also a major player in training others in the art of canal planning and building.", "come": "2015年高考英语全国卷1 阅读理解 阅读A 原文"}, {"sentence": "He was envied by others in his childhood.", "come": "2016年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "However doctor grand adds, that some people will hesitate, because they don't actually believe they can make it happen, while others will rush into downshifting to discover that their dream ends up with the financial crisis.", "come": "2015年高考英语上海卷 听力 原文"}, {"sentence": "However, if others benefit in the process, and I get some reward too, does it really matter where my motivation lies?", "come": "2019年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "I think it would be satisfaction of enjoying things with others, meaning when you give it to others, whether it's time, attention, a gift, anything, just those moments of sharing.", "come": "2016年高考英语上海卷 听力 原文"}, {"sentence": "If I have a \"new idea\", I now quickly look to see whether somebody else has already thought of it, or something similar—and I then compare what I think with what others have thought.", "come": "2016年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "If the self-centred guest arrives late, the nine others at the table set for ten will have to wait.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "In any language, some letters are used more than others.", "come": "2016年高考英语全国卷1 阅读理解 七选五 选项"}, {"sentence": "Indeed, I was no different from others; I just needed a quieter place.", "come": "2015年高考英语重庆卷 阅读理解 阅读A 原文"}, {"sentence": "It is necessary for us to think of others and be considerate to them.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "Make a point, and make it safe for others to do the same.", "come": "2019年高考英语全国卷3 阅读理解 七选五 原文"}, {"sentence": "Michael Tomasello's tests on young children indicate that they have the instinct to help others.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 题设"}, {"sentence": "Mohammed Rezwan saw opportunity where others saw only disaster.", "come": "2017年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Moore wants to use her unique talent to help others find their smiles.", "come": "2019年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Moreover, I can find out whether my reactions to an event are reasonable enough by reading about those of others on the Internet.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "My ambassadorial duties will include introducing British visitors to the 120-plus pandas at Chengdu and others at a research in the misty mountains of Bifengxia.", "come": "2016年高考英语全国卷1 语法填空 原文"}, {"sentence": "The instrumental support of taking on a fitness journey with others proves more effective than going to the gym alone.", "come": "2015年高考英语福建卷 阅读理解 阅读E 原文"}, {"sentence": "Neighbors devoted their spare time to helping others rebuild.", "come": "2016年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Others absorb light, stopping it dead in its tracks.", "come": "2015年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "Others are concerned about using gardening methods that require less water and fewer fertilizers.", "come": "2016年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "Others build a large, clear mass of non-living jelly-lie material and spread themselves over it.", "come": "2015年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "Others say it's only natural that newcomers learn the language of their host nation, seeing it as a condition to ensure they can contribute to society.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读C 原文"}, {"sentence": "Others say we can just \"switch them off\" as if super intelligent machines are too stupid to think of that possibility.", "come": "2017年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "Part of this ability is that they can infer what others know or are thinking.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "Perhaps we all live in each others' spaces.", "come": "2017年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "Phil Blythe explains: \"For many older people, particularly those living alone or in the country, driving is important for preserving their independence, giving them the freedom to get out and about without having to rely on others.\"", "come": "2017年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "Prinstein has also found that the qualities that made the neighbors want you on a play date-sharing, kindness, openness — carry over to later years and make you better able to relate and connect with others.", "come": "2019年高考英语全国卷I 阅读理解 阅读D 原文"}, {"sentence": "Rising above self and acting to help others.", "come": "2016年高考英语四川卷 阅读理解 阅读B 选项"}, {"sentence": "Several others checked the instructions and made something according to one of the model plans provided.", "come": "2016年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Sharing the latest rumor can make a person feel important because he or she knows something that others don't.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读A 原文"}, {"sentence": "She didn't want misty to be others' companion.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 选项"}, {"sentence": "She told me that some of the children lived with an older lady in a shelter while others slept on the streets.", "come": "2016年高考英语上海卷 语法填空 A 原文"}, {"sentence": "Some news will excite their readers instantly while others won't.", "come": "2015年高考英语江苏卷 任务型阅读 题设"}, {"sentence": "Some of us were confident and eager take part in the class activity, others were nervous and anxious.", "come": "2018年高考英语全国卷3 语法填空 原文"}, {"sentence": "Some people live only dreaming about it while others live to avoid ever climbing at all.", "come": "2018年高考英语天津卷 阅读理解 阅读表达 原文"}, {"sentence": "Some students don't have a reliable car, while others have to share vehicles with parents who work six days a week.", "come": "2019年高考英语北京卷 完形填空 原文"}, {"sentence": "Still others may simply enjoy being outdoors and close to plants.", "come": "2016年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "Still others think that super intelligent AI will never happen.", "come": "2017年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "The likables' plays-well-with-others qualities strengthen schoolyard friendships, jump-start interpersonal skills and, when tapped early, are employed ever after in life and work.", "come": "2019年高考英语全国卷I 阅读理解 阅读D 原文"}, {"sentence": "The office of residence life may change the door lock combination at any time at the expense of the resident if it is found that the student has shared the combination with others.", "come": "2015年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "The real problem is that some pedestrians seem to be, at least for the moment, in worlds of their own that are, to them, much more important than the welfare of others.", "come": "2015年高考英语湖南卷 阅读理解 阅读A 原文"}, {"sentence": "The reason why someone is triggered by something and others are not is often due to one's personal history and psychological traits.", "come": "2018年高考英语北京卷 阅读理解 七选五 原文"}, {"sentence": "There's a new indoor play centre, plus the special events and workshops, and others during school holiday periods.", "come": "2019年高考英语江苏卷 阅读理解 阅读A 原文"}, {"sentence": "They are indifferent to the inconvenience caused to others.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "They have a different kind of superpower that all of US possess: the power to make a difference in the lives of others.", "come": "2016年高考英语四川卷 阅读理解 阅读B 原文"}, {"sentence": "They rose in the ranks not by being friendly but by smoking cigarettes, breaking rules and playing jokes on others, among whom I soon found myself.", "come": "2019年高考英语全国卷I 阅读理解 阅读D 原文"}, {"sentence": "This guy has nothing and yet he didn't take the wallet for himself；he thought about others instead it's unbelievable.", "come": "2018年高考英语北京卷 完形填空 原文"}, {"sentence": "Those who refuse to take that risk selfishly make others suffer.", "come": "2017年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "To be punctual one has to have self-discipline, and the lack of it affects others.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "Treat others with kindness and pity.", "come": "2015年高考英语江苏卷 阅读理解 阅读D 选项"}, {"sentence": "TV Ears helps you listen to TV without disturbing others.", "come": "2015年高考英语北京卷 阅读理解 阅读B 题设"}, {"sentence": "Understanding how others feel can be a challenge for kids.", "come": "2014年高考英语全国卷1 阅读理解 七选五 原文"}, {"sentence": "Unpunctual people seldom realise that their habit cause problems to others.", "come": "2015年高考英语陕西卷 阅读理解 阅读B 原文"}, {"sentence": "We should be grateful for the help from others.", "come": "2015年高考英语广东卷 阅读理解 阅读A 选项"}, {"sentence": "When an ant finds food, it produces a pheromone that will lead others straight to where the food is.", "come": "2015年高考英语安徽卷 阅读理解 阅读D 原文"}, {"sentence": "When you help others, it will make you feel better about yourself.", "come": "2016年高考英语浙江卷（10月） 阅读理解 七选五 原文"}, {"sentence": "While some people are motivated by a need for success, others are motivated by a fear of failure.", "come": "2016年高考英语江苏卷 单项填空 原文"}]}], "baesInfo": {"word_name": "others", "is_CRI": "0", "symbols": [{"ph_en": "ˈʌðə(r)z", "ph_am": " ʌðɚz", "ph_other": "ˈʌðə(rs", "ph_en_mp3": "", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/5/e/2/5e2bab0ecb94c4ea40777733195abe1b.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/5/e/2/5e2bab0ecb94c4ea40777733195abe1b.mp3", "parts": [{"part": "n.", "means": ["别的( other的名词复数 )", "其他的", "（两个中的）另一个", "其余的"]}]}], "translate_type": 1, "frequence": 5}, "kaoyan": [{"word": "others", "count": 34, "kd": [], "Sentence": [{"sentence": "And third, through a more diffuse \"halo effect,\" whereby its good deeds earn it greater consideration from consumers and others.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Building on this basic truth about interpersonal influence, the researchers studied the dynamics of social influence by conducting thousands of computer simulations of populations, manipulating a number of variables relating to people's ability to influen", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But Ashe and others argued that the\" threatened\" tag gave the federal government flexibility to try out new, potentially less confrontational conservative approaches.", "come": "2016年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "But thinking what nobody else has thought and telling others what they have missed may not change their views.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "For a social epidemic to occur, however, each person so affected must then influence his or her own acquaintances, who must in turn influence theirs, and so on: and just how many others pay attention to each of these people has little to do with the initi", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "If that happens, passionate consumers would try to persuade others to boycott products, putting the reputation of the target company at risk.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "In a number of studies, Malti and others have shown that guilt and sympathy may represent different pathways to cooperation and sharing.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In some settings, red sneakers or dress T-shirts can convey status; in others not so much.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "In theory, the success of an applicant should not depend on the few others chosen randomly for interview during the same day, but Dr Simonsohn suspected the truth was otherwise.", "come": "2013年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "Just as important as being honest about yourself is being receptive to others.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Look for cues about how others perceive you.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Many said that unemployment, while extremely painful, had improved them in some ways; they had become less materialistic and more financially prudent; they were more aware of the struggles of others.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Most archaeological sites have been located by means of careful searching, while many others have been discovered by accident.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "My definition revolves around the concept of \"stickiness\"—creations and experiences to which others adhere.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "None of these will be easy but you can start even if others refuse to.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "A more direct finding is that people who scored high for negative emotions like anxiety looked at others for shorter periods of time and reported more comfortable feelings when others did not look directly at them.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Rather than have people simply rate their beauty compared with others, he asked them to identify an original photograph of themselves from a lineup including versions that had been altered to appear more and less attractive.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Rats and other animals need to be highly at tuned to social signals from others so that can identify friends to cooperate with and enemies to avoid.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Some applaud the approach; others are concerned.", "come": "2011年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Some people with a high BMI are in fact extremely fit, while others with a low BMI may be in poor shape.", "come": "2014年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "Some want to shock, others to draw people into science, or to better reward those who have made their careers in research.", "come": "2014年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Such dimensions of reading suggest 一 as others introduced later in the book will also do 一 that we bring an implicit agenda to any act of reading.", "come": "2015年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The bans, if fully enforced, would suggest to women that they should not let others be arbiters of their beauty.", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The researchers'argument stems from a simple observation about social influence: with the exception of a few celebrities like Oprah winfrey-whose outsize presence is primarily a function of media, not interpersonal, influence-even the most influential mem", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "The shortage is compounded by federal immigration raids, which remove some workers and drive others underground.", "come": "2019年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "These purchases often become more valuable with time — as stories or memories — particularly if they involve feeling more connected to others.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "They are acting because national governments-Britain s and others across Europe 一 have failed to do so.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "This means that a DNA database may have a lot of data from some regions and not others, so a person's test results may differ depending on the company that processes the results.", "come": "2009年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "This will help engender good will in others.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "tim Harford, author of Messy: The Power of Disorder to Transform Our Lives, points to a study in the early 1980s that divided undergraduates into two groups: some were advised to set out monthly goals and study activities; others were told to plan activit", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Watch out for how they verbalize with others.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "We become defensive when criticized, and apply negative stereotypes to others to boost our own esteem.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "We often feel the need to tell others how we feel, whether it's a concern about a project, a stray thought, or a compliment.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Yet the link between feeling good and spending money on others can be seen among rich and poor people around the world, and scarcity enhances the pleasure of most things for most people.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}]}], "new_sentence": [{"tag": "全部", "word": "others", "meaning": "others", "sentences": [{"id": 2304391, "type": 0, "cn": "对我们来说是对的东西，对别人来说未必正确。", "en": "What is right for us need not be right for others.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//0/c/e/0ce5be34ff2e3a662cb796fe428d0a64.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 2306574, "type": 0, "cn": "我觉得屋里其他人似乎都在盯着我。", "en": "I imagined the eyes of the others in the room upon me.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//6/7/e/67e14384e1511909dcae5ba4e4d23c00.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2308806, "type": 0, "cn": "一些人动作平稳流畅，其他人则跌跌撞撞，大概是喝醉了。", "en": "Some people moved in silky, liquid movements, others were jerky, probably drunk.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//3/8/0/380726421c15ced0da81dd3dc9d35da4.mp3", "ttsSize": 27, "likeNum": 0}, {"id": 2311206, "type": 0, "cn": "他和其他人回到了他们租住的房间。", "en": "He and the others withdrew to their rented rooms.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//4/2/5/425cf7beb701f69c5c5c4d0afc0c8d5e.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 2311293, "type": 0, "cn": "在与别人一起工作的过程中，你会进一步认识你自己。", "en": "In working with others, you find out more about yourself.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//9/6/6/9660ebbfb6543ce7fce8365711fc7c04.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2313275, "type": 0, "cn": "一想到别人在背后说我闲话，我就很恼火。", "en": "It vexed me to think of others gossiping behind my back.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//a/9/6/a961452e4d704601b6276c5116661ef1.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2316231, "type": 0, "cn": "把我们的失败归罪到别人头上倒是省事。", "en": "It is the easy way out to blame others for our failure.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//6/2/1/6214cf91566b7e3f7ab185fdacf72984.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2317900, "type": 0, "cn": "令人震惊的是，人竟然能对同类下此毒手。", "en": "It is shocking that humans can behave with such bestiality towards others.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//2/0/e/20ea71b31f753e6e5c5e7348594b75a1.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 2324191, "type": 0, "cn": "其他人暗示他受雇于克格勃。", "en": "Others hinted that he was in the employ of the KGB.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//3/1/f/31f5dc97f4c198ba33c886b7e0547cf0.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2326661, "type": 0, "cn": "他们从未学过吸引他人注意的技巧。", "en": "They never learned skills to engage the attention of the others.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//d/b/7/db70074b1d95cab0f629a784714a8a80.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2333024, "type": 0, "cn": "一些青少年可能相比同龄人在性方面更成熟、更具挑逗性。", "en": "Some adolescents might be more sexually mature and provocative than others.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//b/2/4/b24beec9d920c40a6c2d499490cf7150.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2337275, "type": 0, "cn": "按照能力，一些学生被分到大学预科班，另一些则被分到职业培训班。", "en": "Tracking assigns some students to college prep and others to vocational programs.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//9/a/4/9a4402a5f11bc4b4605db2805d9075bd.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 2337718, "type": 0, "cn": "克兰斯顿和其他人都不合时宜地想在这个决定中发表高见。", "en": "Cranston and others were improperly trying to weigh in on the decision.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//4/1/b/41b9166261ec9ab8721b6d8e1f910bb6.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2344517, "type": 0, "cn": "她有一种洞察他人动机的天赋。", "en": "She has a natural ability to understand the motives of others.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//5/4/f/54f92d8deb2226cea6997386831893ec.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 2346164, "type": 0, "cn": "其他人声称爱尔兰最精髓的东西是通过语言表现出来的。", "en": "Others claim that Ireland's very essence is expressed through the language.", "from": "柯林斯例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj//f/b/7/fb773b44dfcbf5d59ec27673dddbef54.mp3", "ttsSize": 19, "likeNum": 0}]}], "cetFour": [{"word": "others", "count": 25, "kd": [], "Sentence": [{"sentence": "A new study of 12,000 workers in 17 countries by Steel case, a furniture-maker which also does consulting, finds that the best way to ensure employees are \"engaged\" is to give them more control over where and how they do their work—which may mean liberati", "come": "2017年6月四级真题（第三套）阅读 Section B"}, {"sentence": "At times, these breaks and transitions will be self-determined, at others they will be forced as existing roles, firms, or industries cease to exist.", "come": "2019年6月四级真题（第一套）阅读 Section B"}, {"sentence": "Forty-eight of the students received instruction in study skills only, whereas the others attended a combination of study skills sessions and classes in which they learned about the growth mind-set and how to apply it to schoolwork.", "come": "2016年12月四级真题（第二套）阅读 Section B"}, {"sentence": "I always feel down when I see others accomplishing things and I feel miserable about my own achievements.", "come": "2019年12月四级真题（第一套）听力 Section B"}, {"sentence": "If you always compare yourself with others, you'll never feel good enough.", "come": "2019年12月四级真题（第一套）听力 Section B"}, {"sentence": "I'm always trying to be as good as others, but I never seem to get there.", "come": "2019年12月四级真题（第一套）听力 Section B"}, {"sentence": "Hesiod offers an idea — which you very often find in some of the world's great religions, in the Judeo-Christian tradition and in Islam and others — that in some sense, when you hurt another human being, you hurt yourself.", "come": "2016年6月四级真题（第二套）阅读 Section B"}, {"sentence": "Instead of trying to get children to work hard, why not focus on getting them to take pleasure in meaningful, productive activity, like making things, working with others, exploring ideas, and solving problems?", "come": "2015年12月四级真题（第一套）阅读 Section B"}, {"sentence": "It's easier to find and acquire jamming equipment for some frequencies than it is for others.", "come": "2016年12月四级真题（第一套）阅读 Section B"}, {"sentence": "Others are more motivated by collaboration and social experiences.", "come": "2016年12月四级真题（第三套）阅读 Section B"}, {"sentence": "Others elevate the egg into a fancy art, like the heavily jewel-covered \"eggs\" that were favored by the Russians starting in the 19th century.", "come": "2017年6月四级真题（第一套）阅读 Section C"}, {"sentence": "Others saw them as politically correct and morally appropriate.", "come": "2016年6月四级真题（第一套）阅读 Section B"}, {"sentence": "Some birds fly in groups for safety, while others fly alone.", "come": "2017年6月四级真题（第二套）听力 Section C"}, {"sentence": "Some containers rattled发出响声; others did not.", "come": "2018年12月四级真题（第三套）阅读 Section C"}, {"sentence": "Some of the surveys included only college students; others were done with a mixed-age population.", "come": "2019年6月四级真题（第一套）阅读 Section C"}, {"sentence": "Some of us will seek it out; for others it will feel like an unwelcome intrusion into otherwise stable careers.", "come": "2017年6月四级真题（第二套）阅读 Section B"}, {"sentence": "Some raised more than twice their goals, but others have fallen short of reaching even modest targets.", "come": "2019年12月四级真题（第二套）阅读 Section C"}, {"sentence": "Soupios, along with his co-author Panos Mourdoukoutas, developed their 10 golden rules by turning to the men behind that philosophy—Aristotle, Socrates, Epictetus and Pythagoras, among others.", "come": "2016年6月四级真题（第二套）阅读 Section B"}, {"sentence": "That thing that you make is valuable to you and you can share it with others.", "come": "2019年6月四级真题（第三套）阅读 Section B"}, {"sentence": "The Cleveland Clinic, a hospital operator, has reorganised its medical staff into teams to focus on particular treatment areas; consultants, nurses and others collaborate closely instead of being separated by speciality and rank.", "come": "2017年6月四级真题（第三套）阅读 Section B"}, {"sentence": "These findings are in agreement with what you would expect from the evolutionary theory: those who like to make friends and help others can gather enough resources to make it through tough times.", "come": "2016年6月四级真题（第三套）阅读 Section C"}, {"sentence": "They need to immunise teams against group-think: Hackman argued that the best ones contain\"deviants\" who are willing to do something that may be upsetting to others.", "come": "2017年6月四级真题（第三套）阅读 Section B"}, {"sentence": "To help ourselves and others, it's important to know something about drugs.", "come": "2015年12月四级真题（第二套）听力 Section C"}, {"sentence": "To others, it was the opposite of fun.", "come": "2016年12月四级真题（第三套）阅读 Section B"}, {"sentence": "While some, like Maeda, emphasized the value of the degree rather than the education itself, others still see college as a way to gain new perspectives and life experiences.", "come": "2017年12月四级真题（第三套）阅读 Section C"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "others"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}