{"props": {"pageProps": {"query": {"w": "than"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"cetSix": [{"word": "than", "count": 100, "kd": [], "Sentence": [{"sentence": "White parents are more likely than others to read to their children daily, as are married parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "To focus more on beauty products than clothing.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The lives of children from rich and poor American families look more different than ever before.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The achievement gap between children from high- and lowincome families is 30-40% larger among children born in 2001 than those born 25 years earlier, according to Mr.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The Los Angeles Math Circle, held at the University of California, Los Angeles, began in 2007 with 20 students and now has more than 250.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Of families earning more than $75,000 a year, 84% say their children have participated in organized sports over the past year, 64% have done volunteer work and 62% have taken lessons in music, dance or art.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Of families earning less than $30,000, 59% of children have done sports, 37% have volunteered and 41 % have taken arts classes.", "come": "出自-2017年6月阅读原文"}, {"sentence": "More than a quarter of children live in single-parent households—a historic high, according to Pew—and these children are three times as likely to live in poverty as those who live with married parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Meanwhile, Macy's has simply struggled to lure consumers who are more interested in spending on travel or dining out than on new clothes or accessories.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Interest in elite high school math competitions has grown in recent years, and in light of last summer's U.S. win at the International Math Olympiad ( ' , IMO)—the first for an American team in more than two decades— the trend is likely to continue.", "come": "出自-2017年6月阅读原文"}, {"sentence": "However, it's clear that Macy's believes its troubles run deeper than a temporary aberration ( ' , 偏离) off the thermometer.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Do some strategies give children more advantages than others in institutions? Probably they do.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Designer sportswear would have to be verified by a standard other than that of pure beauty; the emulation of a designer's life in designer sportswear was a crude version of this relationship.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Andrea Flack of the Max Planck Institute found that birds following traditional migration routes were more likely to die than German storks that flew only as far as northern Morocco, and spent the winter there on rubbish dumps.", "come": "出自-2017年6月阅读原文"}, {"sentence": "According to Richard Rusczyk, the company founder, the six U.S.team members who competed at the IMO last year collectively took more than 40 courses on the site.", "come": "出自-2017年6月阅读原文"}, {"sentence": "2% in November and December at stores open more than a year, a disappointing holiday season performance that capped a difficult year for a department store chain facing wideranging challenges.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Within just the past five years, I have noticed parents returning to a belief that teenagers need the guidance of elders rather than the liberal, anything goes mode of child-rearing that became popular in the second half of the 20th century.", "come": "出自-2016年6月阅读原文"}, {"sentence": "When we ask teens to choose a hero, they usually select an older family member rather than a remote public figure.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Virtually all experts agree that the fee-for-service system—doctors are rewarded for the quantity of care rather than its quality of effectiveness—is a primary reason that the cost of care is so high.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Unilever recently ran an interactive campaign for its Axe deodorant ( ' ,  除臭剂), which kept viewers engaged for more than three minutes on average.", "come": "出自-2016年6月阅读原文"}, {"sentence": "This proposal could save Medicare more than $100 billion over the next decade.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The survey shows us that today's teens are affectionate, sensible and far happier than the angry and tortured souls that have been painted for us by stereotypes.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The one in the House bill would have to negotiate rates with providers, rather than using Medicare rates, as many reformers wanted.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The idea is that we are taking more out of what you might call the planet's environmental bank balance than it can sustain; we are living beyond our ecological means.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The average Norwegian is better off than the average US citizen, but contributes about half as much to climate change.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The Senate Finance bill would impose an excise tax ( ' ,  消费税) on health insurance plans that cost more than $8,000 for an individual or $21,000 for a family.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The Millennium Ecosystem Assessment, a vast four-year global study which reported its initial conclusions earlier this year, found reasons to believe that managing ecosystems sustainably—working with nature rather than against it—might be less profitable in the short term, but certainly brings long-term rewards.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Some authoritative analysts doubt that the secretary would get better deals than private insurers already get.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Recently, we examined more than 400 essays on the laws of life that teens from two communities had written as part of an educational program initiated by the John Templeton Foundation in Radnor, Pa.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Perhaps in the face of impersonal and intimidating globalization, a young person's family feels more like a friendly haven than an oppressive trap.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Only three states, with a combined population not much larger than that of Brooklyn, have unemployment rates below 5%.", "come": "出自-2016年6月阅读原文"}, {"sentence": "One main factor that has driven up medical expenses is that doctors are compensated for the amount of care rather than its effect.", "come": "出自-2016年6月阅读原文"}, {"sentence": "One boy said, I'd rather be concentrating on artistic efforts than saving the world or something.", "come": "出自-2016年6月阅读原文"}, {"sentence": "My own research at the Stanford Center on Adolescence uses in-depth interviews with small samples of youngsters rather than large-scale surveys.", "come": "出自-2016年6月阅读原文"}, {"sentence": "More than a decade later, there was no sign of the ecosystem re-building itself.", "come": "出自-2016年6月阅读原文"}, {"sentence": "More than 80% of those cases can be attributed to contact with contaminated water and a lack of proper sanitation.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Medical spending, which typically rises faster than wages and the overall economy, is propelled by two things: the high prices charged for medical services in this country and the volume of unnecessary care delivered by doctors and hospitals, which often perform a lot more tests and treatments than a patient really needs.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Many even think their parents are cool! Although more than a third have an object in their rooms they would like to keep secret from their parents, rarely is it anything more alarming than a diary or offcolor ( ' ,  低俗的) book or CD.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Managing ecosystems sustainably is more profitable than exploiting them, according to the Millennium Ecosystem Assessment.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It is difficult to find solid evidence to prove environmental friendliness generates more profits than exploiting the natural environment.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It is also troubling that voting rates among our youngest eligible voters—18- to 24-year-olds—are way down: Little more than one in four now go to the polls, even in national elections, compared with almost twice that many when 18-year-olds were first given the vote.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Is surgery, radiation or careful monitoring best for prostate ( ' ,  前列腺) cancer? Is the latest and most expensive cholesterol-lowering drug any better than its common competitors? The pending bills would spend additional money to accelerate this effort.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Clickthrough rates have been high so far ( ' , around 3-4%, compared with less than 0.3% online), but that may be a result of the novelty.", "come": "出自-2016年6月阅读原文"}, {"sentence": "And the World Resources Institute ( ' , WRI) in its World Resources 2005 report, issued at the end of August, produced several such examples from Africa and Asia; it also demonstrated that environmental degradation affects the poor more than the rich, as poorer people derive a much higher proportion of their income directly from the natural resources around them.", "come": "出自-2016年6月阅读原文"}, {"sentence": "And perhaps parents are acting more like parents than in the recent past.", "come": "出自-2016年6月阅读原文"}, {"sentence": "America's education system has become less a ladder of opportunity than a structure to transmit inequality from one generation to the next.", "come": "出自-2016年6月阅读原文"}, {"sentence": "These catastrophic events caused more than 1.5 trillion dollars in economic losses.", "come": "出自-2016年6月听力原文"}, {"sentence": "The US has already lost more than a third of the native languages that existed before European colonisation, and the remaining 192 are classed by UNESCO as ranging between unsafe and extinct.", "come": "出自-2016年6月听力原文"}, {"sentence": "Researchers at Duke University scrutinized more than 160 published studies and found an absence of strong evidence that any of these approaches can make a big difference.", "come": "出自-2016年6月听力原文"}, {"sentence": "More than 130 U.S.banks failed in 2009.", "come": "出自-2016年6月听力原文"}, {"sentence": "More than 130 U.S. banks failed in 2009.", "come": "出自-2016年6月听力原文"}, {"sentence": "From a very early age, some children exhibit better self-control than others.", "come": "出自-2016年6月听力原文"}, {"sentence": "A study by the Centre for Research on the Epidemiology of Disasters finds that, between 1980 and 2007, nearly 8,400 natural disasters killed more than twomillion people.", "come": "出自-2016年6月听力原文"}, {"sentence": "it is unfair to those climate-vulnerable nationsit aims to keep temperature rise below 2 ℃  onlyit is beneficial to only fewer than 4% of countriesit burdens developed countries with the sole responsibilityThey needn't worry about the food and water they consume.", "come": "出自-2016年12月阅读原文"}, {"sentence": "There's a lot for students to complain about: the repayment threshold for paying back loans will be frozen for five years, meaning that lower-paid graduates have to start repaying their loans; and maintenance grants have been replaced by loans, meaning that students from poorer backgrounds face higher debt than those with wealthier parents.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Then there is Antarctic's remoteness, with some mineral deposits found in windswept locations on a continent that is larger than Europe and where winter temperatures hover around minus 55 degrees Celsius.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The problem  isn't the technology itself, but that the technology is being used to create more flexibility for the employer  rather  than  the  employee.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The number of smokers has dropped more sharply than in the UK.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The large base he leads resembles a snowed-in college campus on holiday break, with the capacity to sleep more than 10 times the 13 people who were staying on through the Antarctic winter.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The Consumer Electronics Show in recent years has begun to focus more on the practical value than the  showiness of electronic devices.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Students do not merely benefit while at university; studies show- they go on to be healthier and happier than non-graduates, and also far more likely to vote.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Stress is also starting earlier  in life, with some data suggesting that today's teens are even more stressed than adults.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Rather than just dazzling with a high cool factor, there is  a focus on the practical.", "come": "出自-2016年12月阅读原文"}, {"sentence": "No wonder it has become fashionable to denounce many universities as little more than elaborate con-tricks ( ' , 骗术).", "come": "出自-2016年12月阅读原文"}, {"sentence": "More than a century has passed since explorers raced to plant their flags at the bottom of the world, and for decades to come this continent is supposed to be protected as a scientific preserve, shielded from intrusions like military activities and mining.", "come": "出自-2016年12月阅读原文"}, {"sentence": "More than 100 years ago, American sociologist W.", "come": "出自-2016年12月阅读原文"}, {"sentence": "More than $100 billion in funding has been put on the table for supporting developing nations to reduce  emissions.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Less than an hour away by snowmobile, Chinese labourers have updated the Great Wall Station, a vital part of China's plan to operate five bases on Antarctica, complete with an indoor badminton court and sleeping quarters for 150 people.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It turned  out that Watson and Venter shared fewer variations in their genetic sequences than they each shared with Kim.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It is still easy to  be dazzled by the display of drones ( ' ,  无人机 ), 3D printers, virtual reality goggles ( ' ,  眼镜 ) and more smart  devices than you could ever hope to catalog.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In America today, even teenagers suffer from stress, and their problem is even more serious than grown-ups'.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In  a  competitive  work  environment,  employers  are  able  to  use  technology  to  demand more from their employees rather than motivating workers with flexibility that benefits them.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Fewer than 4% of countries are responsible for more than half of  the world's greenhouse gas emissions.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Even utility companies, which have long viewed batteries and alternative forms of energy as  a threat, are learning to embrace the technologies as enabling rather than disrupting.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Cigarette sales have been falling far more quickly than in the UK.", "come": "出自-2016年12月阅读原文"}, {"sentence": "But the  invisible group wasn't far behind the high-risk set, with more than 13% of them exhibiting depression.", "come": "出自-2016年12月阅读原文"}, {"sentence": "But US researchers quietly complain about budget restraints and having far fewer icebreakers than Russia, limiting the reach of the United States in Antarctica.", "come": "出自-2016年12月阅读原文"}, {"sentence": "As some countries expand operations in Antarctica, the United States maintains three year-round stations on the continent with more than 1,000 people during the southern hemisphere's summer, including those at the Amundsen-Scott station, built in 1956 at an elevation of 9,301 feet on a plateau at the South Pole.", "come": "出自-2016年12月阅读原文"}, {"sentence": "And if you suspected that the workplace had gotten more stressful than it was just a few decades ago, you're  right.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Americans are working longer and harder hours than ever before.", "come": "出自-2016年12月阅读原文"}, {"sentence": "There are more than 600,000 professional social workers in the country, and we all either have a bachelor’s degree, a master’s degree or a Ph D in social work.", "come": "出自-2016年12月听力原文"}, {"sentence": "There are more clinically trained social workers than clinically trained psychiatrists, psychologists and psychiatric nurses combined.", "come": "出自-2016年12月听力原文"}, {"sentence": "Rising more than 1,000 feet in the middle of the gently rolling plains of Wyoming, the massive column of rock looks as though it was dropped down into this location from a different time and place.", "come": "出自-2016年12月听力原文"}, {"sentence": "I’m going to define what love is, but then most of the experiments I’m going to talk about are really focused more on attraction than love.", "come": "出自-2016年12月听力原文"}, {"sentence": "In ponds closest to the colony, the result showed there were far more pollutants than the ponds less affected by the birds.", "come": "出自-2016年12月听力原文"}, {"sentence": "I now put 20 dollars a week into my vacation fund and another 20 into retirement savings, she says, Those mean more to me than lunch.", "come": "出自-2016年12月听力原文"}, {"sentence": "But by 2014, the death rate from Alzheimer’s Disease for this age group have more than doubled, increasing from 3.8% to 8.5%, making the progressive brain disease the second leading cause of death for centenarians.", "come": "出自-2016年12月听力原文"}, {"sentence": "And in 2010, the researchers reported that children aged 12 to 17 saw more athlete-endorsed food and beverage brand commercials than adults.", "come": "出自-2016年12月听力原文"}, {"sentence": "The University of North Carolina at Chapel Hill, for instance, admits only that the graduation rate for its first-generation pupils is much lower than the percentage of all students who graduate within four years ( ' , 81 percent).", "come": "出自-2015年12月阅读原文"}, {"sentence": "Some top institutions like Yale seem to provide first-generation students with more support than they actually need.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Some coal power plants in the United States have operated for more than 70 years! The oldest continuously operated commercial hydro-electric plant in the United States is on New York's Hudson River, and it went into commercial service in 1898.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Rather than merely asking about something they wanted to try, they tended to include both cause and effect in their question.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Museums and other institutions of informal learning may be better suited to teach this skill than elementary and secondary schools.", "come": "出自-2015年12月阅读原文"}, {"sentence": "More than a decade ago, cognitive scientists John Bransford and Daniel Schwartz, both then at Vanderbilt University, found that what distinguished young adults from children was not the ability to retain facts or apply prior knowledge to a new situation but a quality they called preparation for future learning.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Kids who are the first in their families to brave the world of higher education came on campus with little academic know- how and are much more likely than their peers to drop out before graduation.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Informal learning environments tolerate failure better than schools.", "come": "出自-2015年12月阅读原文"}, {"sentence": "First generation college students tend to have much heavier financial burdens than their peers.", "come": "出自-2015年12月阅读原文"}, {"sentence": "College students are no better than fifth graders in memorizing facts.", "come": "出自-2015年12月阅读原文"}, {"sentence": "College graduates will still fare better than those with only s high school education, of course.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Chetty finds that communities like Salt Lake City, with high levels of two-parent families and religiosity, are much more likely to see poor children get ahead than communities like Atlanta, with high levels of racial and economic segregation.", "come": "出自-2015年12月阅读原文"}]}], "err_words": [{"word_name": "THAN", "means": ["新生儿短暂的血氨过高"]}], "slang": [{"tokens": "more than one bargained for", "type": "n ", "list": [{"explanation": "(获)比所指望的还要多", "example": [{"en": "This is certainly more than I bargained for.", "zh": "这肯定是比我所指望能获得的还要多。"}]}], "class": ["美国俚语"]}], "share_info": {"flag": "SHARE_INFO", "title": "分享信息", "type": "share", "data": "", "shareUrl": "http://invite-share.kss.ksyun.com/identityidentityDicShare/99f56b06ffec5b9b1b98ccb1778b560d.png", "hasPdf": 0}, "exchanges": ["than"], "gaokao": [{"word": "than", "count": 100, "kd": [], "Sentence": [{"sentence": "\"Staying with a native speaker is better for children than simply sitting in a classroom, \" says Suzanne Flynn, a professor in language education of children.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "A baby's play is nothing more than a game.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读C 选项"}, {"sentence": "A college classmate of mine, tim, was an excellent football player, even though he weighed much less than the average player.", "come": "2015年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "A latest study on the college job market showed that employers wanted to hire 22% fewer graduates this year than last.", "come": "2016年高考英语全国卷1 听力 原文"}, {"sentence": "A study shows the students who are engaged in after-school activities are happier than those who are not.", "come": "2019年高考英语天津卷 单项填空 原文"}, {"sentence": "A Swiss study reported that while the weight of electronic goods represented by precious metals was relatively small in comParison to total waste, the concentration of gold and other precious metals was higher in so-called e-waste than in nature.", "come": "2015年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "According to a review of evidence in a medical journal, runners live three years longer than non-runners.", "come": "2018年高考英语全国卷I 语法填空 原文"}, {"sentence": "According to the analysis of Babbitt's team, old desktop monitors and box TVs with cathode ray tubes are the worst devices with their energy consumption and contribution to greenhouse gas emissions more than doubling during the 1992 to 2007 window.", "come": "2018年高考英语全国卷I 阅读理解 阅读D 原文"}, {"sentence": "According to the Dallas area cultural advocacy coalition, arts agencies employ more than 10, 000 people as full-or part-time employees or independent contractors.", "come": "2018年高考英语江苏卷 阅读理解 填空题 原文"}, {"sentence": "According to the Overseas Development Institute Odi, however, just 12% of disaster-relief funding in the past two decades has gone on reducing risks in advance, rather than recovery and rebuilding afterwards.", "come": "2016年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "After investing more than $1 million in reconstructing the building, we began producing a full season of theater performances, Jazz concerts, and year-round arts education programs in 2008.", "come": "2018年高考英语江苏卷 阅读理解 填空题 原文"}, {"sentence": "After less than a week, I started noticing that the groceries were running out pretty quickly — we were always suddenly out of something.", "come": "2016年高考英语上海卷 语法填空 A 原文"}, {"sentence": "After running hundreds of tests, the researchers noted that the monkeys would go for the higher values more than half the time, indicating that they were performing a calculation, not just memorizing the value of each combination.", "come": "2019年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "Although it doesn't taste of anything special, it's still worth a try, as is the knobbly cat's head which is more of a curiosity than anything else.", "come": "2016年高考英语全国卷3 阅读理解 阅读C 原文"}, {"sentence": "Americans use more than 100 billion thin film plastic bags every year.", "come": "2018年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "And because the process of recycling steel is less polluting than making new steel, we've also achieved the following significant savings; in energy use—47% to 74%; in air pollution—85%; in water pollution—35%; in water use—40%.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读C 原文"}, {"sentence": "And besides, he or she has seen many students stupider than you, so nothing you're gong to ask will set the record for stupidity.", "come": "2015年高考英语浙江卷 阅读理解 主旨概括 原文"}, {"sentence": "And if you have your lecture notes or the article in hand, you and the professor will be able to examine specific points that are confusing to you, rather than just talking in a general way about the contents.", "come": "2015年高考英语浙江卷 阅读理解 主旨概括 原文"}, {"sentence": "And we'll pour about 30 percent more liquid into a short, wide glass than a tall, skinny glass.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Andrew Miller thinks social media needs more attention than banks mainly because it remains unknown how users' data will be taken advantage of.", "come": "2016年高考英语上海卷 阅读理解 阅读C 题设"}, {"sentence": "Another challenge for more than a million of the most qualified farm workers and managers is a non-existent path to citizenship.", "come": "2018年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "Anxious all the time, I was unable to keep focused for more than an hour at a time.", "come": "2016年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "Architects play a more important role than builders.", "come": "2016年高考英语天津卷 阅读理解 阅读B 选项"}, {"sentence": "Because sleepiness is such a problem for teenagers, some school districts have decided to start high school classes later than they used to.", "come": "2017年高考英语浙江卷（6月） 阅读理解 阅读B 原文"}, {"sentence": "Because they think as one, they have a collective 集体的 intelligence greater than you would expect from its individual parts.", "come": "2015年高考英语安徽卷 阅读理解 阅读D 原文"}, {"sentence": "Behaving in this selfless and devoted manner, these little creatures have survived on earth, for more than 140 million years, far longer than dinosaurs.", "come": "2015年高考英语安徽卷 阅读理解 阅读D 原文"}, {"sentence": "Besides, water is usually warmer in direct sunlight than in the shade.", "come": "2015年高考英语广东卷 阅读理解 阅读B 原文"}, {"sentence": "Big cities generally have heavy traffic and expensive parking, but there you have a choice of taking public transport, which is cheaper than driving.", "come": "2014年高考英语全国卷1 听力 原文"}, {"sentence": "Boldness means a decision to bite off more than you are sure you can eat.", "come": "2015年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "Building up a dream team is more complex than simply hiring the best talent.", "come": "2019年高考英语北京卷 阅读理解 七选五 原文"}, {"sentence": "But after all, those years, I found that dance was gradually becoming something that felt like more of a burden than a joy.", "come": "2018年高考英语全国卷2 听力 原文"}, {"sentence": "But in many cafés in Korea, you can do more than that.", "come": "2015年高考英语上海卷 听力 原文"}, {"sentence": "But it picks up more shades of blue, yellow, and grey than humans do.", "come": "2018年高考英语全国卷2 听力 原文"}, {"sentence": "But Lehanne's psychology café is about more than knowing oneself: It's trying to help the city's troubled neighborhood cafes.", "come": "2015年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "But Mann thinks Terrafugia has come closer than anyone to making the flying car a reality.", "come": "2017年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "But more than that, I now regularly compare my views with those of many others.", "come": "2016年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "But more than thirty books came up when I typed in ‘Hollywood comedies'.", "come": "2016年高考英语浙江卷（10月） 听力 原文"}, {"sentence": "But Shelly-Ann's victory was far greater than that.", "come": "2016年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "But the person who tries to do something and fails is a lot better off than the person who tries to do nothing and succeeds.", "come": "2015年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "But they are more important than physical ones.", "come": "2015年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "But we do think that you can live a more powerful life when you devote some of your time and energy to something much larger than yourself.", "come": "2016年高考英语四川卷 阅读理解 阅读B 原文"}, {"sentence": "But when john reached adulthood, he was better off than his childhood playmates.", "come": "2016年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "By last year, the Yellowstone wolf population had grown to more than 170 wolves.", "come": "2017年高考英语全国卷3 阅读理解 阅读C 原文"}, {"sentence": "By the day of the show, more than 300 people had said they would attend.", "come": "2019年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "By tracking people's e-mails and online posts, scientists have found that good news can spread faster and farther than disasters and sob stories.", "come": "2016年高考英语全国卷3 阅读理解 阅读D 原文"}, {"sentence": "By watching TV, children learn more than explicit meanings.", "come": "2015年高考英语广东卷 阅读理解 阅读C 题设"}, {"sentence": "Charles darwin, over 150 years ago, imagined a world far busier, noisier and more intimate (亲密的) than the world we can see and hear.", "come": "2017年高考英语全国卷2 阅读理解 阅读D 原文"}, {"sentence": "Children may have greater ability to figure out things than scientists.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读C 选项"}, {"sentence": "Competent adults know more about love than work.", "come": "2016年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "Corn uses less water than rice and creates less fertilizer (化肥) runoff.", "come": "2018年高考英语全国卷2 语法填空 原文"}, {"sentence": "Creating products out of raw materials creates much more waste material, up to 100 times more, than the material contained in the finished products.", "come": "2015年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "Deliberate practice activities require effort, produce no immediate rewards, and are motivated by the goal of improving performance rather than the goal of enjoyment.", "come": "2015年高考英语上海卷 阅读理解 阅读表达 原文"}, {"sentence": "Documentary: a visual presentationsuch as a video,slide show,or computer projectno more than 10 minutes long.", "come": "2019年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "Driverless cars may end up being a form of public transport rather than vehicles you own, says ryan calo at stanford university, California.", "come": "2017年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "Droughts become more harmful than floods.", "come": "2016年高考英语江苏卷 阅读理解 阅读C 选项"}, {"sentence": "Each interview that you get on the street shouldn't be longer than ten minutes.", "come": "2017年高考英语浙江卷（6月） 阅读理解 七选五 原文"}, {"sentence": "Empowerment and delegation mean new forms of management control to ensure that the overall business plan is being followed, and that operations become more profitable under the new organization, rather than less.", "come": "2016年高考英语上海卷 完形填空 原文"}, {"sentence": "Empowerment takes the idea of delegation (委托) much further than has traditionally been the case.", "come": "2016年高考英语上海卷 完形填空 原文"}, {"sentence": "Even though we can't live forever, we are living a longer life than ever before.", "come": "2015年高考英语广东卷 完形填空 原文"}, {"sentence": "Every year more than 10, 000 people head for the city of albuquerque, new mexico.", "come": "2015年高考英语福建卷 阅读理解 阅读A 原文"}, {"sentence": "Everything is fresher and better tasting than at home.", "come": "2017年高考英语浙江卷（11月） 听力 原文"}, {"sentence": "Excuse yourself and let the person know you're busy so they can get the hint than when the door is closed, you're not to be disturbed.", "come": "2017年高考英语全国卷2 阅读理解 七选五 原文"}, {"sentence": "Finally, after more than an hour in the dark and the icy cold, simon had to make a decision.", "come": "2014年高考英语全国卷2 完形填空 原文"}, {"sentence": "Finally, that hard work paid off and now the water in the river is cleaner than ever.", "come": "2014年高考英语全国卷1 语法填空 原文"}, {"sentence": "First celebrated in 1970, the day now includes events in more than 190 countries and regions.", "come": "2019年高考英语北京卷 语法填空 原文"}, {"sentence": "First, understand that some opportunities for daydreaming are better than others.", "come": "2015年高考英语北京卷 阅读理解 单项填空 原文"}, {"sentence": "For example, a sociologist may read news of crime as a social problem, rather than for its immediate reward.", "come": "2015年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "For this courier job, you're consciously aware than that box you're got something that is potentially going to save somebody's life.", "come": "2016年高考英语全国卷1 阅读理解 阅读C 原文"}, {"sentence": "Frogs living near brightly lit highways suffer nocturnal light levels that are as much as a million times brighter than normal, throwing nearly every aspect of their behavior out of joint, including their nighttime breeding choruses.", "come": "2015年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "Generally, it contains no more than 75, 000 entries, making it easy to carry to class and efficient to use.", "come": "2015年高考英语湖南卷 任务型读写 原文"}, {"sentence": "He got an older model than he had expected.", "come": "2015年高考英语全国卷2 阅读理解 阅读A 选项"}, {"sentence": "His latest book the social animal, however, is more ambitious and serious than his earlier books.", "come": "2015年高考英语湖北卷 阅读理解 阅读E 原文"}, {"sentence": "History is much more than the study of dusty old objects and events long past.", "come": "2019年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "Hospital patients who see tree branches out their window are likely to recover at a faster rate than patients who see buildings or sky instead.", "come": "2019年高考英语全国卷I 阅读理解 七选五 原文"}, {"sentence": "How many languages are spoken by less than 6000 people at present?", "come": "2018年高考英语全国卷I 阅读理解 阅读C 题设"}, {"sentence": "However, Mexicans may use silence when instructions are given by a person in authority rather than be rude to that person by arguing with him or her.", "come": "2016年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "However, the railway quickly proved to be a great success and within six months, more than 25, 000 people were using it every day.", "come": "2017年高考英语全国卷2 语法填空 原文"}, {"sentence": "However, we can achieve meaning only if we have made a commitment to something larger than our own little egos, whether to loved ones, or to some moral concept.", "come": "2019年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "Humans are no less trapped by light pollution than the frogs.", "come": "2015年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "Humans produce more than 300 million tons of plastic every year.", "come": "2018年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "I guess that can be true in any big city in a new country, but the French do seem to be less friendly than the people back home.", "come": "2017年高考英语浙江卷（11月） 听力 原文"}, {"sentence": "I rarely had more than four hours of sleep.", "come": "2015年高考英语天津卷 阅读表达 原文"}, {"sentence": "I read that people are more divided than ever, but that's not how the people I encounter tend to act.", "come": "2019年高考英语天津卷 完形填空 原文"}, {"sentence": "I realized this a day later, when I saw newspaper advertisements for the set at seventy-five dollars less than I had paid.", "come": "2015年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "I want to prove that I can teach myself a respectful profession, without going to college, and be just as good as, if not better than, my competitors.", "come": "2016年高考英语北京卷 阅读理解 阅读A 原文"}, {"sentence": "If steel is heavier than water, why are ships able to float on the sea?", "come": "2015年高考英语浙江卷 单项填空 原文"}, {"sentence": "If the answer to all those questions is yes, you had better control your stress, as you probably are under more stress than is good for you.", "come": "2016年高考英语上海卷 语法填空 B 原文"}, {"sentence": "If the line segment angled dawn, as between day 4 and day 5, it would mean that the bird flew fewer kilometers than the day before.", "come": "2015年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "If you take the medicine more than three times a week, you may get a rebound headache, which is far more severe than tension headaches.", "come": "2015年高考英语湖北卷 听力 原文"}, {"sentence": "In advanced concepts and even philosophy—and they will soon discover that toknow feels more like a club than just a magazine.", "come": "2017年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "In another restaurant, all of the dishes and desserts it serves are 3D-printed, rather than farm to table.", "come": "2018年高考英语天津卷 阅读理解 阅读C 原文"}, {"sentence": "In any language, some letters are used more than others.", "come": "2016年高考英语全国卷1 阅读理解 七选五 选项"}, {"sentence": "In general, they can expect to live six or seven years more than men.", "come": "2016年高考英语四川卷 阅读理解 七选五 原文"}, {"sentence": "In one study, people who ate meals in a blue room consumed 33 percent less than those in a yellow or red room.", "come": "2015年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "In that sense, I'm pretty sure volunteering is more of a selfish act than I'd freely like to admit.", "come": "2019年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "In the late 1980s, the last few condors were taken from the wild, and there are now more than 150 flying over California and nearby Arizona, Utah and Baja in Mexico.", "come": "2016年高考英语北京卷 阅读理解 阅读C 原文"}, {"sentence": "In the more than five years since Hannah began her activities, she has received a lot of praises.", "come": "2017年高考英语北京卷 完形填空 原文"}, {"sentence": "In the sierra high country, the number of big trees has fallen by more than 55 percent; in parts of southern California the decline was nearly 75 percent.", "come": "2019年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "Indeed official figures suggest the country has shrunk by 5% since 1993 and people in Russia live a shorter life now than those in 1961.", "come": "2017年高考英语江苏卷 任务型阅读 原文"}, {"sentence": "By eating more fast food, people will get more salt and fat than they need in their diet.", "come": "2017年高考英语全国卷1 语法填空 原文"}]}], "kaoyan": [{"word": "than", "count": 100, "kd": [], "Sentence": [{"sentence": "Rather than dismissing ourselves as unchangeable creatures of habit, we can instead direct our own change by consciously developing new habits.", "come": "出自-2009年考研阅读原文"}, {"sentence": "On the contrary, constraints on improving productivity explain why education isn't developing more quickly there than it is.", "come": "出自-2009年考研阅读原文"}, {"sentence": "More than two dozen companies sell DNA tests Directly to the public , ranging in price from a few hundred dollars to more than $2500.", "come": "出自-2009年考研阅读原文"}, {"sentence": "More than 60,000 people have purchased the PTKs since they first become available without prescriptions last years, according to Doug Fog, chief operating officer of Identigene, which makes the over-the-counter kits.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Mean while , many settles had slighter religious commitments than Dane’s, as one clergyman learned in confronting folk along the coast who mocked that they had not come to the New world for religion.", "come": "出自-2009年考研阅读原文"}, {"sentence": "The first and more important is the consumer's growing preference for eating out: the consumption of food and drink in places other than homes has risen from about 32 percent of total consumption in 1995 to 35 percent in 2000 and is expected to approach 38 percent by 2005.", "come": "出自-2010年考研阅读原文"}, {"sentence": "The Federal circuit issued an unusual order stating that the case would be heard by all 12 of the court’s judges, rather than a typical panel of three, and that one issue it wants to evaluate is weather it should” reconsider” its state street Bank ruling.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Moreover, average overall margins are higher in wholesale than in retail; wholesale demand from the food service sector is growing quickly as more Europeans eat out more often; and changes in the competitive dynamics of this fragmented industry are at last making it feasible for wholesalers to consolidate.", "come": "出自-2010年考研阅读原文"}, {"sentence": "In their recent work,however,some researchers have come up with the finding that influentials have far less impact on social epidemics than is generally supposed.", "come": "出自-2010年考研阅读原文"}, {"sentence": "In other words, it is up to the buyer, rather than the seller, to decide what to buy.", "come": "出自-2010年考研阅读原文"}, {"sentence": "In 2005, IBM noted in a court filing that it had been issued more than 300 business-method patents despite the fact that it questioned the legal basis for granting them.", "come": "出自-2010年考研阅读原文"}, {"sentence": "For example, wholesale food and drink sales came to $268 billion in France, Germany, Italy, Spain and the United Kingdom in 2000—more than 40 percent of retail sales.", "come": "出自-2010年考研阅读原文"}, {"sentence": "There recordings are cheap, available everywhere, and very often much higher in artistic quality than today’s live performances; moreover, they can be “consumed” at a time and place of the listener’s choosing.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Rather than concluding that children make parents either happy or miserable, Senior suggests we need to redefine happiness: instead of thinking of it as something that can be measured by moment-to-moment joy, we should consider being happy as a past-tense condition.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Rather than cloaking his exit in the usual vague excuses, he came right out and said he was leaving “to pursue my goal of running a company”.", "come": "出自-2011年考研阅读原文"}, {"sentence": "It’s no surprise that Jennifer Senior’s insightful, provocative magazine cover story, “I love My Children, I Hate My Life,” is arousing much chatter – nothing gets people talking like the suggestion that child rearing is anything less than a completely fulfilling, life-enriching experience.", "come": "出自-2011年考研阅读原文"}, {"sentence": "But fewer students want to study humanities subjects: English departments awarded more bachelor’s degrees in 1970-1971 than they did 20 years later.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Although more than half of Harvard undergraduates end up in law, medicine or business, future doctors and lawyers must study a non- specialist liberal-arts degree before embarking on a professional qualification.", "come": "出自-2011年考研阅读原文"}, {"sentence": "According to several studies concluding that parents are less happy than childless couples, single parents are the least happy of all.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Gray and his colleagues have put them to the test by examining four family trees that between them represent more than 2,000 languages.", "come": "出自-2012年考研翻译原文"}, {"sentence": "Think of those fleeting moments when you look out of an aeroplane window and realise that you are flying, higher than a bird.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Now think of your laptop, thinner than a brown-paper envelope, or your cellphone in the palm of your hand.", "come": "出自-2012年考研阅读原文"}, {"sentence": "In many rich countries average wages in the state sector are higher than in the private one.", "come": "出自-2012年考研阅读原文"}, {"sentence": "In Britain, more than half of public-sector workers but only about 15% of private-sector ones are unionized.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Dare to be different, please don’t smoke!” pleads one billboard campaign aimed at reducing smoking among teenagers-teenagers, who desire nothing more than fitting in.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Today, the social sciences are largely focused on disciplinary problems and internal scholarly debates, rather than on topics with external impact.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Perhaps willfully , it may be easier to think about such lengthy timescales than about the more immediate future.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Time, rather than intention, has given them legitimacy.", "come": "出自-2014年考研阅读原文"}, {"sentence": "There is pressure for change from within the profession, but opponents of change among the regulators insist that keeping outsiders out of a law firm isolates lawyers from the pressure to make money rather than serve clients ethically.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Second, it is surely a good thing that the money and attention come to science rather than go elsewhere.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Regrettably, however, the report’s failure to address the true nature of the crisis facing liberal education may cause more harm than good.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Only if the jobless arrive at the jobcentre with a CV, register for online job search, and start looking for work will they be eligible for benefit—and then they should report weekly rather than fortnightly.", "come": "出自-2014年考研阅读原文"}, {"sentence": "But there are few places where clients have more grounds for complaint than America.", "come": "出自-2014年考研阅读原文"}, {"sentence": "All around the world, lawyers generate more hostility than the members of any other profession—with the possible exception of journalism.", "come": "出自-2014年考研阅读原文"}, {"sentence": "The first shiploads of immigrants bound for the territory which is now the United States crossed the Atlantic more than a hundred years after the 15th- and 16th-century explorations of North America.", "come": "出自-2015年考研翻译原文"}, {"sentence": "It doesn’t then necessarily follow that one kind of reading is fuller, more advanced or more worthwhile than another.", "come": "出自-2015年考研阅读原文"}, {"sentence": "I think that, for the majority of scientific papers nowadays, statistical review is more essential than expert review,” he says.", "come": "出自-2015年考研阅读原文"}, {"sentence": "“We estimate that either eliminating a substantial labour-rights concern, such as child labour, or increasing corporate giving by about 20% results in fines that generally are 40% lower than the typical punishment for bribing foreign officials,” says one researcher.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Their analysis ruled out the possibility that it was firms’ political influence, rather than their CSR stand, that accounted for the leniency: Companies that contributed more to political campaigns did not receive lower fines.", "come": "出自-2016年考研阅读原文"}, {"sentence": "The largest firms in America and Britain together spend more than $15 billion a year on CSR, according to an estimate by EPG, a consulting firm.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Relying on ethical persuasion rather than law to address the misuse of body ideals may be the best step.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Nor does it reveal how much companies are banking on the halo effect, rather than the other possible benefits, when they decide their do-gooding policies.", "come": "出自-2016年考研阅读原文"}, {"sentence": "In those situations, it’s better to be more aggressive than less aggressive.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Getting the print edition seven days a week costs $500 a year—more than twice as much as a digital-only subscription.", "come": "出自-2016年考研阅读原文"}, {"sentence": "For the first time in history more people live in towns than in the country.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Chances are, your headshots are seen much more often now than a decade or two ago.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Avoiding this rather than promoting it should unite the left and right of the political spectrum.", "come": "出自-2016年考研阅读原文"}, {"sentence": "And perhaps faintly, they hint that people should look to intangible qualities like character and intellect rather than dieting their way to size zero or wasp-waist physiques.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Rather than just focusing on GDP, over 40 different sets of criteria from health, education and civil society engagement have been measured to get a more rounded assessment of how countries are performing.", "come": "出自-2017年考研阅读原文"}, {"sentence": "But policymakers who refocus efforts on improving well-being rather than simply worrying about GDP figures could avoid the forecasted doom and may even see progress.", "come": "出自-2017年考研阅读原文"}, {"sentence": "The Industrial Revolution didn't go so well for Luddites whose jobs were displaced by mechanized looms, but it eventually raised living standards and created more jobs than it destroyed.", "come": "出自-2018年考研阅读原文"}, {"sentence": "Meanwhile, it has more than $120 billion in unfunded liabilities, mostly for employee health and retirement costs.", "come": "出自-2018年考研阅读原文"}, {"sentence": "A survey by Barna research group found the top reason given by Americans for the fake news phenomenon is “reader error”, more so than made-up stories or factual mistakes in reporting.", "come": "出自-2018年考研阅读原文"}, {"sentence": "A new survey by Harvard University finds more than two-thirds of young Americans disapprove of President Trump's use of Twitter.", "come": "出自-2018年考研阅读原文"}, {"sentence": "\"Dare to be different, please don't smoke!\" pleads one billboard campaign aimed at reducing smoking among teenagers-teenagers, who desire nothing more than  fitting in.", "come": "2012年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "\"Further contradicting conventional wisdom, we found that women as well as men have lower levels of stress at work than at home.\" writes one of  the researchers, Sarah Damaske .", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "\"We estimate that either eliminating a substantial labour-rights concern, such as child labour, or increasing corporate giving by about 20% results in fines that generally are 40% lower than the typical punishment for bribing foreign officials,\" says one ", "come": "2016年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "A calm, rule-following child might respond better to a different sort of parenting than, for example, a younger sibling.", "come": "2020年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "A new study suggests that contrary to most surveys, people are actually more stressed at home than at work.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "A survey by Barna research group found the top reason given by Americans for the fake news phenomenon is \" reader error,\" more so than made- up stories or factual mistakes in reporting.", "come": "2018年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Across 18 trials each, the living rats were 52 percent more likely on average to set the social robot free than the asocial one.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "All but two pieces sold, fetching more than £70m, a record for a sale by a single artist.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Although electronic means of payment may be more efficient than a payments system based on paper, several factors work against the disappearance of the paper system.", "come": "2013年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "An article in Scientific America has pointed out that empirical research says that, actually, you think you're more beautiful than you are.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "At its best, the European project is remarkably liberal: built around a single market of 27 rich and poor countries, its internal borders are far more open to goods, capital and labour than any comparable trading area.", "come": "2011年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "But fewer students want to study humanities subjects: English departments awarded more bachelor's degrees in 1970-1971 than they did 20 years later.", "come": "2011年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "But mayors and councilors can only do so much about a problem that is far bigger than any one city or town.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "But phones  run on batteries, and batteries can die faster than we realize.", "come": "2019年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "But with homework counting for no more than 10% of their grades, students can easily skip half their homework and see very little difference on their report cards.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Buying gifts or giving to charity is often more pleasurable than purchasing things for oneself, and luxuries are most enjoyable when they are consumed sparingly.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Critics make three main arguments against gene patents: a gene is a product of nature, so it may not be patented; gene patents suppress innovation rather than reward it; and patents'monopolies restrict access to genetic tests such as Myriad's.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Davidson's article is one of a number of pieces that have recently appeared making the point that the reason we have such stubbornly high unemployment and declining middle-class incomes today is largely because of the big drop in demand because of the Gre", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Dr simonsohn found if the score of the previous candidate in a daily series of interviewees was 0.75 points or more higher than that of the one before that, then the score for the next applicant would drop by an average of 0.075 points.", "come": "2013年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "Even if families are less likely to sit down to eat together than was once the case, millions of Britons will none the less have partaken this weekend of one of the nation's great traditions: the Sunday roast.", "come": "2020年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "Even in traditional offices, \"the lingua franca of corporate America has gotten much  more emotional and much more right-brained than it was 20 years ago,\" said Harvard Business School professor Nancy Koehn.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Every Saturday morning, at 9 am, more than 50,000 runner set off to run 5 km around their local park.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "firms seem to invest more in places where most people are relatively happy, rather than in places with happiness inequality.", "come": "2016年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "For example, heavier women are less likely to develop calcium deficiency than thin women.", "come": "2014年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "For example, wholesale food and drink sales came to $268 billion in France, Germany, Italy, Spain and the United Kingdom in 2000— more than 40 percent of retail sales.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "Fruit flies who were taught to be smarter than the average fruit fly tended to live shorter lives.", "come": "2009年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "Gap year experiences can lessen the blow when it comes to adjusting to college and being thrown into a brand new environment, making it easier to focus on academics and activities rather than acclimation blunders.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Gen Zs are about to hit the streets looking for work in a labor market that's tighter than it's been in decades.", "come": "2020年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "Haddad and Lewis are concerned that more than half the state-government boards are less than 40 percent female.", "come": "2020年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "He quotes a giant of classical economies, Alfred Marshall, in describing this financial impatience as acting like \"children who pick the plums out of their pudding to eat them at once\" rather than putting them aside to be eaten last.", "come": "2019年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "However, Obamacare has allowed more than 12 million people to either get insurance through Medicaid or the exchanges.", "come": "2015年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "However, when done too often, this habit can sometimes hurt more than it helps.", "come": "2019年考研真题（英语二）完形填空 Section Ⅰ"}, {"sentence": "I came to recognise various signs of a bad paper: the kind of paper that purports to show that people who eat more than one kilo of broccoli a week were 1.17 times more likely than those who eat less to suffer late in life from pernicious anaemia.", "come": "2020年考研真题（英语一）翻译 Section Ⅲ"}, {"sentence": "If appropriate public policies were in place to help all women—whether CEOs or their children's caregivers—and all families, Sandberg would be no more newsworthy than any other highly capable person living in a more just society.", "come": "2013年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "If she hopes her new-found fortune will yield lasting feelings of fulfillment, she could do worse than read Happy Money by Elizabeth Dunn and Michael Norton.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In 2005, IBM noted in a court filing that it had been issued more than 300 business-method patents, despite the fact that it questioned the legal basis for granting them.", "come": "2010年考研真题（英语一）阅读理解 Section Ⅱ"}, {"sentence": "In 2015, the US Forest Service for the first time spent more than half of its $5.5 billion annual budget fighting fires——nearly double the percentage it spent on such efforts 20 years ago.", "come": "2017年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In a direct democracy, citizens take turns governing themselves, rather than electing representatives to govern for them.", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In a Swiss study, researchers sprayed oxytocin into the noses of half the subjects; those subjects were ready to lend significantly higher amounts of money to strangers than were their counterparts who inhaled something else.", "come": "2018年考研真题（英语一）完形填空 Section Ⅰ"}, {"sentence": "In March, for the first time, wind and solar power accounted for more than 10 percent of the power generated in the US, reported the US Energy Information Administration.", "come": "2018年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In my own research, complaints from women about their husbands most often focused not on tangible inequities such as having given up the chance for a career to accompany a husband to his, or doing far more than their share of daily life-support work like ", "come": "2010年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In October the Department of Justice filed a brief in the Myriad case, arguing that an isolated DNA molecule \"is no less a product of nature... than are cotton fibres that have been separated from cotton seeds.\"", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In other words, we need to look at the ways in which machines can augment human labor rather than replace it.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In our rapidly changing economy, we more than ever need people in the workplace who can take  initiative and exercise their imagination \"to respond to unexpected events\".", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In short, these are the types of jobs that machines can perform much better at than human beings.", "come": "2014年考研真题（英语二）阅读理解 Section Ⅱ"}, {"sentence": "In The Prince, he championed cunning, ruthlessness, and boldness, rather than virtue, mercy and justice, as the skills of successful leaders.", "come": "2012年考研真题（英语二）阅读理解 Section Ⅱ"}]}], "bidec": {"word_name": "than", "parts": [{"part_id": "36114", "part_name": "conj.", "word_id": "27369", "means": [{"mean_id": "70876", "part_id": "36114", "word_mean": "比(用于比较级)", "sentences": [{"en": "She works better than I.", "cn": "她工作做得比我好。"}, {"en": "The roads here are much quieter here than in London.", "cn": "这里的道路比伦敦的安静多了。"}]}, {"mean_id": "70877", "part_id": "36114", "word_mean": "宁愿…而不愿", "sentences": [{"en": "I'd rather play football than go swimming.", "cn": "与其去游泳我还不如去踢足球。"}]}, {"mean_id": "70878", "part_id": "36114", "word_mean": "（比较数量、距离等）多于，小于，少于", "sentences": []}, {"mean_id": "70879", "part_id": "36114", "word_mean": "（表示一事紧跟另一事发生）就", "sentences": []}]}, {"part_id": "36115", "part_name": "prep.", "word_id": "27369", "means": [{"mean_id": "70880", "part_id": "36115", "word_mean": "与…相比", "sentences": [{"en": "He is the person than whom I can imagine no one more courteous.", "cn": "我想不出一个比他更有礼貌的人。</seg>"}]}]}]}, "identity_dic_new": [{"flag": "GAOKAOMEAN", "title": "高考释义分布", "type": "mean", "data": [{"mean": "（用以引出比较的第二部分）比", "part": "prep.", "displayNum": 29}, {"mean": "（比较数量、距离等）多于，小于，少于", "part": "prep.", "displayNum": 20}, {"mean": " （用以引出比较的第二部分）比", "part": "conj.", "displayNum": 8}, {"mean": " （比较数量、距离等）多于，小于，少于", "part": "conj.", "displayNum": 4}], "explanation": "", "explanationTitle": "", "totalNum": 61}, {"flag": "GAOKAOEXAMRATE", "title": "高考题型分布", "type": "examRate", "data": [{"num": 0, "title": "选项"}, {"num": 0.0031, "title": "短文"}, {"num": 0.0248, "title": "单项"}, {"num": 0.0496, "title": "语法"}, {"num": 0.076, "title": "听力"}, {"num": 0.0775, "title": "完型"}, {"num": 0.769, "title": "阅读"}], "explanation": "", "explanationTitle": ""}, {"flag": "KNOWLEDGES", "title": "高分必备知识点", "type": "knowledge", "data": [{"fixed_phrase_list": [{"en": "1.more than", "cn": "比...多"}, {"en": "2.no sooner...than", "cn": "一...就"}, {"en": "3.would rather do than do", "cn": "宁愿..."}], "title": "固定搭配", "type": "fixed_phrase"}, {"sentence": [{"sentence": {"id": 2389375, "type": 1, "cn": "欺诈电话令人头疼的原因与数量无关，而与精度有关。", "en": "The reason that robocalls are a headache has less to do with amount than precision.", "from": "2019年高考英语北京卷 阅读理解 阅读C 原文", "ttsUrl": "", "ttsSize": 0, "likeNum": 0}, "mean": {"displayNum": 29, "mean": "（用以引出比较的第二部分）比", "part": "prep."}}, {"sentence": {"id": 2389466, "type": 1, "cn": "然而，我们只有对超越自我的事做出承诺，无论是对所爱的人，还是对某种道德观念，才能实现意义。", "en": "However, we can achieve meaning only if we have made a commitment to something larger than our own little egos, whether to loved ones, or to some moral concept.", "from": "2019年高考英语天津卷 阅读理解 阅读D 原文", "ttsUrl": "", "ttsSize": 0, "likeNum": 0}, "mean": {"displayNum": 20, "mean": "（比较数量、距离等）多于，小于，少于", "part": "prep."}}], "title": "真题回顾", "type": "sentence"}, {"title": "扩展知识", "type": "expand_knowledge", "expand_knowledge_list": [{"en": "1.other than", "cn": "除了"}, {"en": "2.no other than", "cn": "别无他法，只有"}]}]}], "collins": [{"entry": [{"def": "You use <b>than</b> after a comparative adjective or adverb in order to link two parts of a comparison.", "tran": "(用于形容词、副词的比较级之后，连接比较对象)比", "posp": "PREP", "example": [{"ex": "The radio only weighs a few ounces and is smaller than a cigarette packet...", "tran": "这台收音机重量仅为几盎司，比香烟盒还小。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/a/1/d/a1dfa1cfa75aa86952f4f653e05a34d0.mp3", "tts_size": "20K"}, {"ex": "Indian skins age far more slowly than American or Italian ones.", "tran": "印度人的皮肤比美国人或意大利人的皮肤衰老得慢得多。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/8/6/b/86bb70dc1cdf334cdecadc02509b9603.mp3", "tts_size": "21K"}]}, {"def": "You use <b>than</b> when you are stating a number, quantity, or value approximately by saying that it is above or below another number, quantity, or value.", "tran": "(数目、数量、价值等)比…(多、少、重要或次要等)", "posp": "PREP", "example": [{"ex": "They talked on the phone for more than an hour.", "tran": "他们在电话里谈了一个多小时。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/4/6/2/462b1898a6e5f0b2420bae64a8d91f11.mp3", "tts_size": "12K"}, {"ex": "...the three-match Test series in England, starting in less than two months time...", "tran": "再过不到两个月就要在英格兰开始的三场制国际板球对抗赛", "tts_mp3": "http://res-tts.iciba.com/tts_dj/f/4/5/f45dbcb2dde01d49f27a4f9e354149f0.mp3", "tts_size": "22K"}]}, {"def": "You use <b>than</b> in order to link two parts of a contrast, for example in order to state a preference.", "tran": "与其说，而不是(连接对比的对象，以表示优先考虑等)", "posp": "CONJ-COORD", "example": [{"ex": "The arrangement was more a formality than a genuine partnership of two nations...", "tran": "这一协定与其说体现了两个国家之间真正的伙伴关系，还不如说是一种形式。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/1/3/2/132aecfbc8cb619ccf86a75e559cec5b.mp3", "tts_size": "23K"}, {"ex": "I would rather stare at a clear, star-filled sky than a TV set...", "tran": "我宁可凝视繁星满天的晴朗夜空也不愿盯着电视机。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/c/d/3cd107acb6958fb366aa4f886ee55295.mp3", "tts_size": "20K"}]}]}], "derivation": [{"yuyuan_name": "Old English than(ne), thon(ne), thænne, originally the same word as then"}], "baesInfo": {"word_name": "than", "is_CRI": "1", "symbols": [{"ph_en": "ðæn , ðən", "ph_am": "ðæn , ðən", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/oxford/0/ec/6f/ec6f55af0946844d6cf7a437870d8efc.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/77/61/7761127a460aaf290ed953098284dd1a.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/7/7/6/7761127a460aaf290ed953098284dd1a.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/oxford/0/ec/6f/ec6f55af0946844d6cf7a437870d8efc.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/77/61/7761127a460aaf290ed953098284dd1a.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/7/7/6/7761127a460aaf290ed953098284dd1a.mp3", "parts": [{"part": "prep.", "means": ["比（用于比较级之后）", "多/小/少于", "（表示一事紧跟另一事发生）就"]}, {"part": "conj.", "means": [" 与其说，而不是"]}]}], "baesElse": [{"word_name": "THAN", "is_CRI": "0", "symbols": [{"ph_en": "", "ph_am": "", "ph_other": "", "ph_en_mp3": "", "ph_am_mp3": "", "ph_tts_mp3": "http://res-tts.iciba.com/0/9/f/09f97d7ff45c600d56bbfcf31df4e283.mp3", "parts": [{"part": "", "means": ["新生儿短暂的血氨过高"]}]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 5}, "new_sentence": [{"tag": "全部", "word": "than", "meaning": "全部", "sentences": [{"id": 2641824, "type": 1, "cn": "我比她年龄大。", "en": "I'm older than her.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/05/4b4f5574d11ded200d569ab671644.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2641825, "type": 1, "cn": "那里面的威士忌比苏打水多。", "en": "There was more whisky in it than soda.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/ef/aff71688409bbf5aa3ed90749153c.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2641826, "type": 1, "cn": "他比你更爱我。", "en": "He loves me more than you do.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/5f/9d2414bca050c9bc70bae945d5822.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2641827, "type": 1, "cn": "这比我预料的要好得多。", "en": "It was much better than I'd expected.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/4f/91dad96bdda3cd1d309c985ee4d5d.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2641828, "type": 1, "cn": "你应当明白事理，不该那么不懂规矩。", "en": "You should know better than to behave like that.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/5/35/b03cc51790bd754d22bdce327ce4a.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2641829, "type": 1, "cn": "如果你认为可以的话，我想发电邮而不打电话。", "en": "I'd rather email than phone, if that's OK by you.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/c/fb/e2064ac1f2d3958aba52d005bf5f1.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2641830, "type": 1, "cn": "所用的时间从不会超过一个小时。", "en": "It never takes more than an hour.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/04/60d87c8b8d378ab469b64e4da898c.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2641831, "type": 1, "cn": "离海滩不足一英里远。", "en": "It's less than a mile to the beach.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/7/80/caee6c27f54426b7182cd8179fc36.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2641832, "type": 1, "cn": "那里有不到二十个人。", "en": "There were fewer than twenty people there.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/00/29cc9ac515e4c6e450481603c1525.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2641833, "type": 1, "cn": "我刚坐下就有人大声敲门。", "en": "No sooner had I sat down than there was a loud knock on the door.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/a2/5ac1fae40c77fff9ed3efffebbbf0.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2641834, "type": 1, "cn": "我们刚到，问题就来了。", "en": "Hardly had we arrived than the problems started.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/5e/c6f654557a2abf9137a38f19e86ed.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2641818, "type": 1, "cn": "这台收音机重量仅为几盎司，比香烟盒还小。", "en": "The radio only weighs a few ounces and is smaller than a cigarette packet...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/a/1/d/a1dfa1cfa75aa86952f4f653e05a34d0.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 2641819, "type": 1, "cn": "印度人的皮肤比美国人或意大利人的皮肤衰老得慢得多。", "en": "Indian skins age far more slowly than American or Italian ones.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/8/6/b/86bb70dc1cdf334cdecadc02509b9603.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 2641820, "type": 1, "cn": "他们在电话里谈了一个多小时。", "en": "They talked on the phone for more than an hour.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/4/6/2/462b1898a6e5f0b2420bae64a8d91f11.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 2641821, "type": 1, "cn": "再过不到两个月就要在英格兰开始的三场制国际板球对抗赛", "en": "...the three-match Test series in England, starting in less than two months time...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/f/4/5/f45dbcb2dde01d49f27a4f9e354149f0.mp3", "ttsSize": 22, "likeNum": 0}, {"id": 2641822, "type": 1, "cn": "这一协定与其说体现了两个国家之间真正的伙伴关系，还不如说是一种形式。", "en": "The arrangement was more a formality than a genuine partnership of two nations...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/1/3/2/132aecfbc8cb619ccf86a75e559cec5b.mp3", "ttsSize": 23, "likeNum": 0}, {"id": 2641823, "type": 1, "cn": "我宁可凝视繁星满天的晴朗夜空也不愿盯着电视机。", "en": "I would rather stare at a clear, star-filled sky than a TV set...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/3/c/d/3cd107acb6958fb366aa4f886ee55295.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 226, "type": 1, "cn": "洪水割断了该镇居民与外界的联系.", "en": "The flood cut the townspeople off from the rest of the world.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/e/1/5/e1547e3ba774be4317c0af3007d9c1cc.mp3", "ttsSize": 16, "likeNum": 0}]}, {"tag": "一…就", "word": "than", "meaning": "一…就", "sentences": [{"id": 1371306, "type": 1, "cn": "差不到百分之一就完成目标了.", "en": "The goal was missed by less than one percent.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/d/2/3d229f408f0ac0e8764907110c1388e6.mp3", "ttsSize": 14, "likeNum": 0}]}, {"tag": "超过", "word": "than", "meaning": "超过", "sentences": [{"id": 2641830, "type": 1, "cn": "所用的时间从不会超过一个小时。", "en": "It never takes more than an hour.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/04/60d87c8b8d378ab469b64e4da898c.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2377197, "type": 1, "cn": "有超过二十四家公司直接向公众出售基因检测服务，收费价格从几百美元到2500多美元不等。", "en": "More than two dozen companies sell DNA tests Directly to the public , ranging in price from a few hundred dollars to more than $2500.", "from": "09年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/9/76/2a63f450eb2cd68507211482bc159.mp3", "ttsSize": 316, "likeNum": 0}, {"id": 2378024, "type": 1, "cn": "有史以来，城镇人口首次超过乡村人口。", "en": "For the first time in history more people live in towns than in the country.", "from": "16年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/d5/5a66e10a5ae200927ec522820a659.mp3", "ttsSize": 137, "likeNum": 0}, {"id": 2378059, "type": 1, "cn": "根据一家咨询公司EPG的估算，美国和英国的巨型公司每年在CSR上的花费总计超过150亿美元。", "en": "The largest firms in America and Britain together spend more than $15 billion a year on CSR,according to an estimate by EPG, a consulting firm.", "from": "16年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/13/af8022c404717560e5e516a4e5c9f.mp3", "ttsSize": 301, "likeNum": 0}, {"id": 2378998, "type": 1, "cn": "并且，这一政策并未采取任何措施确保学生的家庭作业对于他们的年龄和学科来说是有意义且合适的，也不能确保教师布置的作业量未超过他们愿意批改的量。", "en": "Meanwhile, this policy does nothing to ensure that the homework students receive is meaningful or appropriate to their age and the subject, or that teachers are not assigning more than they  are willing to review and correct.", "from": "12年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/98/a54740a760f2781f9d5d5d4999bfc.mp3", "ttsSize": 434, "likeNum": 0}, {"id": 2379729, "type": 1, "cn": "美国能源信息著报道称，美国风能和太阳能发电，比重在三月份首次超过总发电量的10%。", "en": "In March, for the first time, wind and solar power accounted for more than 10 percent of the power generated in the US, reported the US Energy Information Administration.", "from": "18年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/73/0b30a099b63c1687b617a975f1ba6.mp3", "ttsSize": 312, "likeNum": 0}, {"id": 2375895, "type": 1, "cn": "like to keep secret from their parents, rarely is it anything more alarming than a diary or off-color ( 低俗的) book or CD.尽管有超过三分之一的青少年在自己的屋里藏有不想让父母知道的物品，但一般也就是日记或者低俗的书籍、CD 而已，很少有比这更惊人的东西。", "en": "Although more than a third have an object in their rooms they would", "from": "16年6月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/24/33fe04af44218a45496c996e6eb76.mp3", "ttsSize": 90, "likeNum": 0}, {"id": 2376015, "type": 1, "cn": "参议院的财政议案将对个人消费超过8,000美元、家庭消费超过21,000 美元的医疗保险计划征收消费税。", "en": "The Senate Finance bill would impose an excise tax (消费税) on health insurance plans that cost more than $8,000 for an individual or $21,000 for a family.", "from": "16年6月六级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/c/48/97b7821ce52d8a11b5374a92a294e.mp3", "ttsSize": 332, "likeNum": 0}, {"id": 2376396, "type": 1, "cn": "supporting  developing  nations  to  reduce  emissions.超过 1,000 亿美元的专款被正式提出用于帮助发展中国家减排。", "en": "More than $100 billion in funding has been put on the table for", "from": "16年12月六级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/en-gb/1/fc/fbe7d24f6ed1fb56d1888a469c2be.wav", "ttsSize": 106, "likeNum": 0}, {"id": 2376838, "type": 1, "cn": "两年前，已有一项针对大学毕业生的全国调查显示，超过三分之一的毕业生在上学期间在这种思维能力上并没有 (26) 显著的收获。", "en": "Two years before, a nationwide study of college graduates had shown that more than a third had made no 26 significant gains in such mental abilities during their school years.", "from": "17年6月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/f8/fbe09b4ca0ff2a117d312d205f423.mp3", "ttsSize": 304, "likeNum": 0}, {"id": 2380566, "type": 1, "cn": "制造型企业仅仅生产一件产品就平均需要依靠全球范围内超过 35家签约供货商。", "en": "Manufacturing companies on average rely on more than 35 contract suppliers around the world to create a single product.", "from": "15年12月六级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/86/6d38c4c2f74f33a65885370101876.mp3", "ttsSize": 205, "likeNum": 0}, {"id": 2380700, "type": 1, "cn": "“北冰洋的冰层在地球气候系统中占据核心地位，而且正在以超过我们预期的速度消失。", "en": "“The Arctic sea ice holds a central position in the Earth’s climate system and it’s deteriorating faster than expected.", "from": "16年6月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/9c/a0d364206a8c65341fd4d3e94931c.mp3", "ttsSize": 193, "likeNum": 0}, {"id": 2380786, "type": 1, "cn": "该报告发现，超过四分之一的国家实际月工资水平没有增长或出现下降。", "en": "The report finds more than a quarter of the countries experienced flat or falling monthly wages in real terms.", "from": "16年6月六级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/fe/962087bdf46490552d8184201077e.mp3", "ttsSize": 180, "likeNum": 0}, {"id": 2380936, "type": 1, "cn": "在我国，有超过60 万的职业社会福利工作者，我们都拥有社会福利工作的学士、硕士或博士学位。", "en": "There  are  more  than  600,000 professional social workers in the country, and  we  all  either  have  a  bachelor’s degree,  a  master’s  degree  or  a  Ph D  in social  work.", "from": "16年12月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/c/75/e47e79fc9c7936eb662a019c9c58b.mp3", "ttsSize": 294, "likeNum": 0}, {"id": 2381896, "type": 1, "cn": "在美国，存在于欧洲殖民前的本土语言中已有超过三分之一消失，尚存的192 种则被联合国教科文组织归入“不安全”和“灭绝”之间的等级。", "en": "The US has already lost more than a third of the native languages that existed before European colonisation, and the remaining 192 are classed by UNESCO as ranging between “unsafe” and “extinct”", "from": "16年6月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/94/0d59c099300afabaa8ecf53faa087.mp3", "ttsSize": 374, "likeNum": 0}, {"id": 2381916, "type": 1, "cn": "这些灾难性事件造成了超过15,000 亿美元的经济损失。", "en": "These catastrophic events caused more than 5 trillion dollars in economic losses", "from": "16年6月六级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/2/46/7f6c44c9d359e08422b913ce9cb76.mp3", "ttsSize": 151, "likeNum": 0}, {"id": 2381940, "type": 1, "cn": "2009 年， 超过130家美国的银行倒闭。Baily预测，在2010 年，随着商业房地产贷款到期，很多小型的地区性银行会倒闭。", "en": "More than 130 U.S. banks failed in 2009. He predicts high failure rates for smaller, regional banks in 2010 as commercial real estate loans come due.", "from": "16年6月六级真题（第二套）| 听力", "ttsUrl": "", "ttsSize": 0, "likeNum": 0}, {"id": 2381955, "type": 1, "cn": "去年，我们的收入稍稍多于五万英镑，而今年我们希望能够超过六万英镑。所以如果我们的收入继续增长，就不错", "en": "Last year, we did slightly over 50,000 and this year we hope to do more than 60, So that’s good if we continue to rise", "from": "16年12月六级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/22/adc6459cf6553fd738b8e768b6ce9.mp3", "ttsSize": 233, "likeNum": 0}, {"id": 2374760, "type": 1, "cn": "合计有超过 4.5 万条法律法规被用于阻止数量众多的人在美国充分参与日常事务。", "en": "In all, more than 45,000 laws and rules  serve to  exclude vast numbers of people from fully  participating in  American life.", "from": "15年12月四级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/8/51/265d778e8aced35fd6861db0e02db.mp3", "ttsSize": 224, "likeNum": 0}, {"id": 2375080, "type": 1, "cn": "联邦“Head Start”项目在 50 年前启动，已为超过 3,000 万儿童提供了服务。", "en": "The federal Head Start program, launched 50 years ago, has  served  more  than  30  million  children.", "from": "16年6月四级真题（第一套）| 阅读", "ttsUrl": "", "ttsSize": 0, "likeNum": 0}, {"id": 2375381, "type": 1, "cn": "研究人员发现，工业时代海洋吸收的热量约有35% 停留在(34) 深度超过700 米的地方。", "en": "About 35 percent of the heat taken in by the oceans during  the industrial era now resides at a 34 depth of more than 700  meters, the researchers found.", "from": "16年12月四级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/b/22/c74ce817c675beb6809fd58cf867b.mp3", "ttsSize": 337, "likeNum": 0}, {"id": 2376797, "type": 1, "cn": "亚马逊公司的老板Jeff Bezos 说：“如果我看到一顿午饭超过两个比萨饼，那么这个团队就太庞大了。”", "en": "Jeff Bezos,Amazon’s boss, says that “If I see more than two pizzas for lunch, the team is too big.”", "from": "17年6月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/10/66837db627a33131b24cf3a4fb7c0.mp3", "ttsSize": 194, "likeNum": 0}, {"id": 2380187, "type": 1, "cn": "苏格兰环保署已发布超过35 项洪水预警，涉及多个地区，而苏格兰此时还在为上周三席卷英国的风暴“Frank”收拾残局。", "en": "The ?Scottish Environment Protection Agency has issued more than 35 flood warnings ?covering several regions,as Scotland continues to clean up after Storm Frank hit the country last Wednesday.", "from": "16年12月四级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/c4/a7b304deb4ad9e43078395e5d508f.mp3", "ttsSize": 401, "likeNum": 0}, {"id": 3178, "type": 1, "cn": "在2009年, 公务员首次超过了全美工会人数的一半.", "en": "In 2009, for the first time, public workers comprised more than half of America's union members.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/8/a/c8a12e619ce435bf60028a7cff1bc263.mp3", "ttsSize": 33, "likeNum": 0}, {"id": 11742, "type": 1, "cn": "结果表明,在最佳工艺条件下, 低温煤焦油加入量不能超过15%,共熔物制油转化率可达86%.", "en": "In the optimum condition, the ratio of low temperature carbonization tar was no more than 15 %.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/3/7/13764f533d802bf9bcddd1de98050e6e.mp3", "ttsSize": 32, "likeNum": 0}, {"id": 52584, "type": 1, "cn": "每天看报应不超过30分钟.", "en": "Reading newspapers should be limited less than 30 min a day.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/9/b/d9bcf5d48ff5b53240e206010f959bd3.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 64007, "type": 1, "cn": "数据库已超过1亿美元的电子邮件地址.", "en": "The database has more than 1 million email addresses.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/d/4/cd439b791bef8ea02bf98caa2e9ef07a.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 70857, "type": 1, "cn": "散步时间不应该超过20分钟.", "en": "The walk should take no more than 20 minutes.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/c/b/2cbca9399dd9a594d9aa76f3dde45fff.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 86946, "type": 1, "cn": "这一个架构被明天的策略性议题定义宁可超过藉著今天的组织结构.", "en": "This framework is defined by tomorrow's strategic issues rather than by today's organizational structure.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/d/a/6dae723c0879afe6093b36c511e73147.mp3", "ttsSize": 30, "likeNum": 0}]}], "cetFour": [{"word": "than", "count": 100, "kd": [], "Sentence": [{"sentence": "to relaxto matureto harvestto reflectIt is more meaningful than other stages of life.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They are also spending more time working with each other rather than reporting upwards.", "come": "出自-2017年6月阅读原文"}, {"sentence": "These extra features are deemed unnecessary by the majority of shoppers, which probably reflects how these types of products are typically more expensive than regular toilet paper, even when on special offer.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The bulk of the research shows that there may be a pause, or a shifting of gears in the 40s or 50s, but this shift can be exciting, rather than terrifying.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Six months out, more people who had quit abruptly had stuck with it—more than one-fifth of them, compared to about one-seventh in the other group.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Product transitions take much less time now than in the past.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Penny-pinching UK consumers choose cheaper products from discounters such as Aldi and Lidl rather than luxury alternatives.", "come": "出自-2017年6月阅读原文"}, {"sentence": "One in 10 buyers rank toilet rolls made from recycled paper among their top considerations, highlighting how overall the environment is much less of a consideration for shoppers than product quality.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Jeff Bezos, Amazon's boss, says that If I see more than two pizzas for lunch, the team is too big.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Interestingly, their memories are highly self-centred: although they can remember autobiographical life events in extraordinary detail, they seem to be no better than average at recalling impersonal information, such as random ( ' ,  任意选取的) lists of words.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In fact, there is almost no hard evidence for midlife crisis other than a few small pilot studies conducted decades ago, Barbara Hagerty writes in her new book, Life Reimagined.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In a study of 120 teams of senior executives, he discovered that less than 10% of their supposed members agreed on who exactly was on the team.", "come": "出自-2017年6月阅读原文"}, {"sentence": "I definitely feel things more strongly than the average person.", "come": "出自-2017年6月阅读原文"}, {"sentence": "However, organisations need to learn something bigger than how to manage teams better: they need to be in the habit of asking themselves whether teams are the best tools for the job.", "come": "出自-2017年6月阅读原文"}, {"sentence": "However, as Amy Edmondson of Harvard points out, organisations increasingly use team as a verb rather than a noun: they form teams for specific purposes and then quickly disband them.", "come": "出自-2017年6月阅读原文"}, {"sentence": "But is there a point where it reaches capacity?The answer is no, because brains are more sophisticated than that.", "come": "出自-2017年6月阅读原文"}, {"sentence": "But a new report by Deloitte, Global Human Capital Trends, based on a survey of more than 7,000 executives in over 130 countries, suggests that the fashion for teamwork has reached a new high.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Although these numbers appear low, it is much higher than if people try without support.", "come": "出自-2017年6月阅读原文"}, {"sentence": "We were beginning to be adventurous about food, but we were more interested in meeting people than in eating or drinking.", "come": "出自-2017年6月听力原文"}, {"sentence": "It began to make her feel bad that some people seemed to be doing so much better than she was.", "come": "出自-2017年6月听力原文"}, {"sentence": "Advocates of selfdriving cars argue they will be safer than in cars driven by humans because they wouldn’t get distracted or drive when tired.", "come": "出自-2017年6月听力原文"}, {"sentence": "Yet the cost we project for saving civilization would amount to less than $200 billion a year, 1/6 of current global military spending.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Why do some people live to be older than others? You know the standard explanations: keeping a moderate diet, engaging in regular exercise, etc.", "come": "出自-2016年6月阅读原文"}, {"sentence": "What people were like when they came in had greater consequence than what happened once they were there.", "come": "出自-2016年6月阅读原文"}, {"sentence": "What kind of care facility old people live in may be less important than we think.", "come": "出自-2016年6月阅读原文"}, {"sentence": "This is especially interesting when you consider that younger people are generally more interested in travelrelated technologies than older onesWhen it comes to driverless cars, differences in attitude are more pronounced based on factors not related to age.", "come": "出自-2016年6月阅读原文"}, {"sentence": "They were less likely to report symptoms of depression than those in the other facilities, for instance, and less likely to be bored or lonely.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Their life was much more comfortable than that of todayIt was helpful to maintaining a nation's tradition.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The surge in world grain prices in 2007 and 2008—and the threat they pose to food security—has a different, more troubling quality than the increases of the past.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The study, which followed more than 2,000 healthy adults between the ages of 18 and 60, found that certain mental functions—including measures of abstract reasoning, mental speed and puzzle-solving—started to dull as early as age 27.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The study shows that those living the longest are more outgoing, more active and less neurotic ( ' ,  神经质的 ) than other people.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The federal Head Start program, launched 50 years ago, has served more than 30 million children.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The cost for saving our civilization would be considerably less than the world's current military spending.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Rather than superpower conflict, countries unable to cope with food shortages now constitute the main threat to world security.", "come": "出自-2016年6月阅读原文"}, {"sentence": "On the demand side, those trends include the ongoing addition of more than 70 million people a year, a growing number of people wanting to move up the food chain to consume -72- highly grain-intensive meat products, and the massive diversion ( ' ,  转向) of U.S. grain to the production of bio-fuel.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Mothers' influence on children may last longer than fathers'.", "come": "出自-2016年6月阅读原文"}, {"sentence": "More people who lived in cities and suburbs said they wanted to try driverless cars than those who lived in rural areasWhile there's reason to believe that interest in self-driving cars is going up across the board, a person's age will have little to do with how self-driving cars can become mainstream.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Modern techniques for producing and shipping food led to greater variety and quantity, including a tremendous increase in the amount of animal protein and dairy products available, making us more vigorous than our ancestorsYet plenty has been lost too, even in cultures that still live to eat.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Millions of irrigation wells in many countries are now pumping water out of underground sources faster than rainfall can refill them.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Many people feel guilty when they cannot find a place other than a nursing home for their parents.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Long-living women are also more likely to be sympathetic and cooperative than women with a normal life span.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It seems to me this highlights quality issues in elementary schools more than pre-K, and indicates longer-term success must connect pre-K with all the other issues related to educating a child.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It is really difficult to tell if assisted living is better than a nursing home.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It is more costly than what our ancestors ate.", "come": "出自-2016年6月阅读原文"}, {"sentence": "I am about to make things more complicated by suggesting that what kind of facility an older person lives in may matter less than we have assumed.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As demand for food rises faster than supplies are growing, the resulting food-price inflation puts severe stress on the governments of many countries.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As a result, wheat prices elsewhere more than doubled, pulling rice and corn prices up with them.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As a matter of fact, consumers expressed higher satisfaction with the one-star facilities, the lowest rated, than with the five-star ones.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Anxiety and depression more often than not cut short one's life span.", "come": "出自-2016年6月阅读原文"}, {"sentence": "An elderly person who describes herself as in poor health, therefore, might be no less depressed in assisted  -86 living ( ' , even if her children preferred it) than in a nursing home.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The report warns that 200 million poor workers are at risk of joining the ranks of people living on less than two dollars per day in the past three years.", "come": "出自-2016年6月听力原文"}, {"sentence": "On top of all that, a new study published in the journal Learning and Memory finds you are probably better off sleeping than making last- minute preparations for a test.", "come": "出自-2016年6月听力原文"}, {"sentence": "92 were found to have higher nicotine yields than they did six years previously.", "come": "出自-2016年6月听力原文"}, {"sentence": "Waiters deserve better than just relying on tips for a living.", "come": "出自-2016年12月阅读原文"}, {"sentence": "They have more older students than before.", "come": "出自-2016年12月阅读原文"}, {"sentence": "They are much bigger than is desirable.", "come": "出自-2016年12月阅读原文"}, {"sentence": "The idea of gamification was practiced by some businesses more than a century ago.", "come": "出自-2016年12月阅读原文"}, {"sentence": "That's especially worrying, she says, given that anorexia ( ' ,  厌食症) results in more deaths than does any other mental illness, according to the National Institute of Mental Health.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Such children believe challenges are energizing rather than intimidating ( ' ,  令人生畏); they offer opportunities to learn.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Sara Johnson acknowledges that the global economic benefit from a fall in oil prices today is likely lower than it was in the past.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Research shows that managers who have a fixed mind-set are less likely to seek or welcome feedback from their employees than are managers with a growth mind-set.", "come": "出自-2016年12月阅读原文"}, {"sentence": "People now care more about quality than quantity.", "come": "出自-2016年12月阅读原文"}, {"sentence": "One explanation for this finding is that possible awards may be more emotionally provoking than certainty awards, says Reimann.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Its negative effects more than cancel out its positive effects.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It's easier to find and acquire jamming equipment for some frequencies than it is for others.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It will do better than Paris Fashion Week.", "come": "出自-2016年12月阅读原文"}, {"sentence": "It is necessary to use terms other than gamification for some professions.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In particular, attributing poor performance to a lack of ability depresses motivation more than does the belief that lack of effort is to blame.", "come": "出自-2016年12月阅读原文"}, {"sentence": "In fact, vaguely-stated possibilities of winning a prize were more effective than options with hard odds included.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Cracker Jacks has been gamifying its snack food by putting a small prize inside for more than 100 years, he adds, and the turn-ofthe- century steel magnate ( ' ,  巨头) Charles Schwab is said to have often come into his factory and written the number of tons of steel produced on the past shift on the factory floor, thus motivating the next shift of workers to beat the previous one.", "come": "出自-2016年12月阅读原文"}, {"sentence": "As predicted, the students with a growth mind-set felt that learning was a more important goal than getting good grades.", "come": "出自-2016年12月阅读原文"}, {"sentence": "They say it is healthier than green tea and could be sold for a price that is three to four times higher than the price of green tea.", "come": "出自-2016年12月听力原文"}, {"sentence": "The  Scottish Environment Protection Agency has issued more than 35 flood warnings  covering several regions, as Scotland continues to clean up after Storm Frankhit the country last Wednesday.", "come": "出自-2016年12月听力原文"}, {"sentence": "It produces about two million tons of salt that is shipped to more than 1,500 places in the northeastern United States.", "come": "出自-2016年12月听力原文"}, {"sentence": "Did you know that besides larger places like France and Germany, Europe is home to several extremely tiny countries?&nbsp;One of these countries contains less than a square mile of land.", "come": "出自-2016年12月听力原文"}, {"sentence": "Young people do less cooking at home than the elderly these days.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Which is nothing more or less than excellent service, if you have the money.", "come": "出自-2015年12月阅读原文"}, {"sentence": "They sleep longer than people elsewhere.", "come": "出自-2015年12月阅读原文"}, {"sentence": "They can do more than providing money.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Supermarkets offer more variety than ever, and there are over four times as many farmers' markets in the U.S. as there were 20 years ago.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Since fewer than half of Americans say they cook at an intermediate level and only 20% describe their cooking skills as advanced, the crisis is one of confidence.", "come": "出自-2015年12月阅读原文"}, {"sentence": "It places more emphasis on work efficiency than on workers' lives.", "come": "出自-2015年12月阅读原文"}, {"sentence": "In all, more than 45,000 laws and rules serve to exclude vast numbers of people from fully participating in American life.", "come": "出自-2015年12月阅读原文"}, {"sentence": "I concluded that the profit from burgers is more than offset ( ' ,  抵消 ) by the damage they cause in health problems and environmental harm.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Criticizing someone's speech is said to be easier than coming up with a better one.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Cooking real food is the best defense—not to mention that any meal you're likely to eat at home contains about 200 fewer calories than one you would eat in a restaurant.", "come": "出自-2015年12月阅读原文"}, {"sentence": "But actually, the country is closer to his proposal than you might think.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Building on a child's ability to feel joy, rather than pushing it aside, wouldn't be that hard.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Brits stayed up a half-hour later to watch it, and then they woke up earlier than usual the next morning thanks to summer nights, the phenomenon in which the sun barely sets in northern countries in the summertime.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Becoming educated should not require giving up joy but rather lead to finding joy in new kinds of things: reading novels instead of playing with small figures, conducting experiments instead of sinking cups in the bathtub, and debating serious issues rather than stringing together nonsense words, for example.", "come": "出自-2015年12月阅读原文"}, {"sentence": "Average people probably sleep less than the rich.", "come": "出自-2015年12月阅读原文"}, {"sentence": "And people who elect to track their sleep may try to get more sleep than the average person.", "come": "出自-2015年12月阅读原文"}, {"sentence": " In a straightforward sense, he could mean that a critic must be more talented than  the artist she critiques ( ' , 评论 ).", "come": "出自-2015年12月阅读原文"}, {"sentence": "This finding supported ConAgra’s decision to position the product against other high quality frozen dinners, rather than as a diet or health food.", "come": "出自-2015年12月听力原文"}, {"sentence": "The products were much better than people thought they would be.", "come": "出自-2015年12月听力原文"}, {"sentence": "The low-sodium, low- fat frozen dinners sold much better than expected.", "come": "出自-2015年12月听力原文"}, {"sentence": "Since 1977, I have spent much more time abroad than in the United States.", "come": "出自-2015年12月听力原文"}, {"sentence": "Last July, the Somali group al- Shabab said it was behind theblasts in the Ugandan capital which killed more than 70people.", "come": "出自-2015年12月听力原文"}, {"sentence": "\"In fact, there is almost no hard evidence for midlife crisis other than a few small pilot studies conducted decades ago,\" Barbara Hagerty writes in her new book, life Reimagined.", "come": "2017年6月四级真题（第一套）阅读 Section C"}, {"sentence": "\"One explanation for this finding is that possible awards may be more emotionally provoking than certainty awards,\" says Reimann.", "come": "2016年12月四级真题（第三套）阅读 Section C"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "than"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}