{"props": {"pageProps": {"query": {"w": "their"}, "initialReduxState": {"user": {"isLogin": false, "userInfo": {}}, "store": {"prevPath": {}}, "word": {"wordInfo": {"collins": [{"entry": [{"def": "You use <b>their</b> to indicate that something belongs or relates to the group of people, animals, or things that you are talking about.", "tran": "他们的;她们的;它们的", "posp": "DET-POSS", "example": [{"ex": "Janis and Kurt have announced their engagement...", "tran": "贾尼斯和库尔特已宣布订婚。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/c/9/cc9fa1be70de23440f537b5ebcbdbc03.mp3", "tts_size": "12K"}, {"ex": "Horses were poking their heads over their stall doors.", "tran": "马儿们从马厩门上探出头来。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/3/6/b/36b177de2728d8a8be607e77a3932d17.mp3", "tts_size": "15K"}]}, {"def": "You use <b>their</b> instead of 'his or her' to indicate that something belongs or relates to a person without saying whether that person is a man or a woman. Some people think this use is incorrect.", "tran": "(代替 his or her，而不指明是男是女;有人认为这种用法不对)", "posp": "DET-POSS", "example": [{"ex": "Every member will receive their own 'Welcome to Labour' brochure.", "tran": "每个党员都将收到一本名为《欢迎加入工党》的小册子。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/9/6/e/96ed1634bbbb7892ea8615ede5bb808e.mp3", "tts_size": "17K"}, {"ex": "But anyone looking for income from their investments is in a much worse state.", "tran": "但是，那些指望靠投资获取收入的人境况更为糟糕。", "tts_mp3": "http://res-tts.iciba.com/tts_dj/c/a/e/caebdb15ce1c0f72e4d40e10920cc2aa.mp3", "tts_size": "21K"}]}]}], "cetSix": [{"word": "their", "count": 100, "kd": [], "Sentence": [{"sentence": "search of food, they make the waste sites their winter feeding grounds.", "come": "出自-2017年6月阅读原文"}, {"sentence": "deprive colleges of the right to manage their facilitiesmake workers less motivated in performing dutiesrender a number of campus workers joblesslead to the privatization of campus facilitiesThe outsourcing plan is not yet finalized.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Working-class parents, meanwhile, believe their children will naturally thrive, and give them far greater independence and time for free play.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Working-class parents teach their children to be obedient and show respect to adults.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Workers' advocates have criticized Haslam's plan, saying it would mean some campus workers would lose their jobs or benefits.", "come": "出自-2017年6月阅读原文"}, {"sentence": "White storks feed on locusts ( ' , 蝗虫) and other insects that can become pests if their numbers get out of hand.", "come": "出自-2017年6月阅读原文"}, {"sentence": "White parents are more likely than others to read to their children daily, as are married parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "While rich parents are more concerned with their children's psychological well-being, poor parents are more worried about their children's safety.", "come": "出自-2017年6月阅读原文"}, {"sentence": "While bullying is parents' greatest concern over all, nearly half of low-income parents worry their child will get shot, compared with one-fifth of high-income parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Wealthy parents are concerned about their children's mental health and busy schedules.", "come": "出自-2017年6月阅读原文"}, {"sentence": "We need very broad participation to fully address the global tragedy that results when countries fail to take into account the negative impact of their carbon emissions on the rest of the world.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They were the pioneers of gender equity, in their useful, adaptable clothing, which was both made for the masses and capable of self-expression.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They try to develop their skills through close supervision and organized activities, and teach children to question authority figures and navigate elite institutions.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They might eat something toxic and damage their health.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They came up with a brand-new set of design proceduresThey made originality a top priority in their fashion design.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They became rivals of their Parisian counterparts.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They are not attracted to the rubbish dumps on their migration routes.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They are more worried about their children being depressed or anxious.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They are more likely to grow up in neighborhoods that their parents say aren't great for raising children, and their parents worry about them getting shot, beaten up or in trouble with the law.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There is no best parenting style or philosophy, researchers say, and across income groups, 92% of parents say they are doing a good job at raising their children.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There are usually two parents, who spend a lot of time reading to children and worrying about their anxiety levels and hectic schedules.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The spread of epidemics to their homeland.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The most successful sharers—those whose data are downloaded and cited the most often—get noticed, and their work gets used.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The most recent one took place last week in Washington, D.C.Students join a team through their schools, which provide a volunteer coach and pay a nominal fee to send students to regional and state competitions.", "come": "出自-2017年6月阅读原文"}, {"sentence": "The cycle continues: Poorer parents have less time and fewer resources to invest in their children, which can leave children less prepared for school and work, which leads to lower earnings.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Tennessee's technical and community colleges will not outsource ( ' , 外包) management of their facilities to a private company, a decision one leader said was bolstered by an analysis of spending at each campus.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Students apply to the program directly through their schools.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Since there were few museums anywhere in Europe before the close of the eighteenth century, Grand Tourists often saw paintings and sculptures by gaining admission to private collections, and many were eager to acquire examples of Greco-Roman and Italian art for their own collections.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Researchers in Germany used miniature GPS tags to track the migrations of 70 white storks ( ' , 鹳) from different sites across Europe and Asia during the first five months of their lives.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Parental anxieties reflect their circumstances.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Only about 50 students are invited based on their performance on written tests and at the USA Math Olympiad.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Of families earning more than $75,000 a year, 84% say their children have participated in organized sports over the past year, 64% have done volunteer work and 62% have taken lessons in music, dance or art.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Nonetheless, 20% of well-off parents say their children's schedules are too hectic, compared with 8% of poorer parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Nearly half of high-earning, college-graduate parents enrolled their children in arts classes before they were 5, compared with one-fifth of low-income, lesseducated parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Most affluent parents enroll their children in preschool or day care, while low-income parents are more likely to depend on family members.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Most Grand Tourists, however, stayed for briefer periods and set out with less scholarly intentions, accompanied by a teacher or guardian, and expected to return home with souvenirs of their travels as well as an understanding of art and architecture formed by exposure to great masterpieces.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Most American parents say they are not concerned about their children's grades as long as they work hard.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Migrating birds affect ecosystems both at home and at their winter destinations, and disrupting the traditional routes could have unexpected side effects.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Middle-class and higher-income parents see their children as projects in need of careful cultivation, says Annette Lareau, whose groundbreaking research on the topic was published in her book Unequal Childhoods: Class, Race and Family Life.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Middle school is an important age because students have enough math capability to solve advanced problems, but they haven't really decided what they want to do with their lives, said Loh.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Many schools don't place academic competitions at the top of their priority list.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Many have argued that the women designers of this time were able to project their own clothing values into a new style.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It will improve their financial situation.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It reflects a shift of their interest in consumer goods.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It has neglected their faculty's demands.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Interestingly, parents' attitudes toward education do not seem to reflect their own educational background as much as a belief in the importance of education for upward mobility.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Instead of flying thousands of miles in search of food, they make the waste sites their winter feeding grounds.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In the Pew survey, middle-class families earning between $30,000 and $75,000 a year fell right between working-class and high-earning parents on issues like the quality of their neighborhood for raising children, participation in extracurricular activities and involvement in their children's education.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In poor families, meanwhile, children tend to spend their time at home or with extended family.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In England, where architecture was increasingly seen as an aristocratic pursuit, noblemen often applied what they learned from the villas of Palladio in the Veneto and the evocative ( ' , 唤起回忆的) ruins of Rome to their own country houses and gardens.", "come": "出自-2017年6月阅读原文"}, {"sentence": "I'd much prefer to have my data used by the maximum number of people to ask their own questions, she says.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Higher-income children are more likely to declare boredom and expect their parents to solve their problems.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Do all parents want the most success for their children? Absolutely, she said.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Discipline techniques vary by education level: 8% of those with a postgraduate degree say they often beat their children, compared with 22% of those with a high school degree or less.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Colleges exercise full control over their own financial affairs.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Children grow up learning the skills to succeed in their socioeconomic stratum（ 阶层） but not necessarily others.", "come": "出自-2017年6月阅读原文"}, {"sentence": "But the barriers are disappearing, in part because journals and funding agencies worldwide are encouraging scientists to make their data public.", "come": "出自-2017年6月阅读原文"}, {"sentence": "But 50% of poor parents say it is extremely important to them that their children earn a college degree, compared with 39% of wealthier parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Beginning in the late sixteenth century, it became fashionable for young aristocrats to visit Paris, Venice, Florence, and above all, Rome, as the culmination ( ' , 终极) of their classical education.", "come": "出自-2017年6月阅读原文"}, {"sentence": "And it would raise the demand for technologies such as carbon capture and storage, spurring their further development.", "come": "出自-2017年6月阅读原文"}, {"sentence": "American parents, whether rich or poor, have similar expectations of their children despite different ways of parenting.", "come": "出自-2017年6月阅读原文"}, {"sentence": "American parents want similar things for their children, the Pew report and past research have found: for them to be healthy and happy, honest and ethical, caring and compassionate.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Although many researchers broadly agree that public access to raw data would accelerate science, most are reluctant to post the results of their own labors online.", "come": "出自-2017年6月阅读原文"}, {"sentence": "After the high-pressure Countdown round at this year's national MathCounts competition, in which the top 12 students went head to head solving complex problems in rapid fire, the finalists for the Math Video Challenge took the stage to show their videos.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In an era of instant information, shoppers can use their mobile phones to find deals.", "come": "出自-2017年6月听力原文"}, {"sentence": "I think about some of the students who took advantages of their opportunities in a university.", "come": "出自-2017年6月听力原文"}, {"sentence": "Can you tell us how you first became interested in this subject matter?( ' ,  9 ) Wh e n f a c i n g a n e w situation, some people tend to rehearse their defeat by spending too much time anticipating the worst.", "come": "出自-2017年6月听力原文"}, {"sentence": "Yet even then reports of widespread youth rebellion were overdone: Most kids in the ‘60s and ‘70s shared their parents' basic values.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Whether this is right, and if so where and when the ecological axe will fall, is hard to determine with any precision—which is why governments and financial institutions are only beginning to bring such risks into their economic calculations.", "come": "出自-2016年6月阅读原文"}, {"sentence": "We have everything to gain by encouraging them to explore the world beyond their immediate experience and to prepare themselves for their turn at shaping that world.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Today's teenagers admire their parents and welcome parental guidance about important matters such as career choice—though certainly not Mom and Dad's advice on matters of personal taste, such as music or fashion.", "come": "出自-2016年6月阅读原文"}, {"sentence": "They think of their parents with affection and respect.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The study found that strong teachers in the fourth through eighth grades raised the skills of their students in ways that would last for decades.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The popularization of digital video recorders has caused advertisers to worry that their commercials will be skipped.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The money spent on kitchens has risen with their status.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The changes would have to be approved or rejected as a whole by Congress, making it hard for narrow-interest lobbies to bend lawmakers to their will.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Teenagers of today often turn to their parents for advice on such important matters as career choice.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Specify in what way their products are green.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Some young people like to keep something to themselves and don't want their parents to know about it.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Results of USA WEEKEND's Teens & Parents survey reveal a generation of young people who get along well with their parents and approve of the way they're being raised.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Parents are concerned that their children may get involved in criminal offences once they reach their teens.", "come": "出自-2016年6月阅读原文"}, {"sentence": "One prevalent quality we have found in teens' statements about themselves, their friends and their families is a strikingly positive emotional tone.", "come": "出自-2016年6月阅读原文"}, {"sentence": "No wonder parents worry their own kids might spin out of control once they hit the turbulent waters of adolescence.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Nearly a decade ago it was predicted that viewers of Friends, a popular situation comedy, would soon be able to purchase a sweater like Jennifer Aniston's with a few taps on their remote control.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Most feel that their parents understand them, and they believe their family is the No.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Marketers must qualify their claims on the product packaging and limit them to a specific benefit, such as how much of the product is recycled.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Many students are dissatisfied with their teachers.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Many inner-city school teachers are not equal to their jobs.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Many even think their parents are cool! Although more than a third have an object in their rooms they would like to keep secret from their parents, rarely is it anything more alarming than a diary or offcolor ( ' ,  低俗的) book or CD.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It is where housewives display their cooking skills.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It is fine and healthy for teens to cultivate their personal interests, and it is good news when young people enjoy harmonious relations with their family and friends.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It is also the reason why development agencies are not united in their view of environmental issues; while some, like the WRI, maintain that environmental progress needs to go hand-inhand with economic development, others argue that the priority is to build a thriving economy, and then use the wealth created to tackle environmental degradation.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Interactive television advertising, which allows viewers to use their remote controls to click on advertisements, has been pushed for years.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Indicate whether their products are recyclable.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Enrollees would have to pay more money for many services out of their own pockets, and that would encourage them to think twice about whether an expensive or redundant test was worth it.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Cablevision hopes to allow customers to buy things with their remote controls early next year.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But we also found little interest in civic life beyond the tight circles of their family and immediate friends.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But there is also a place in a young life for noble purposes that include a dedication to the broader society, a love of country and an aspiration to make their own leadership contributions.", "come": "出自-2016年6月阅读原文"}, {"sentence": "But missing from all these data is the sense that today's young care very much about their country, about the broader civic and political environment, or about the future of their society.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Attach green labels to all of their products.", "come": "出自-2016年6月阅读原文"}]}], "exchanges": ["their"], "derivation": [{"yuyuan_name": "Middle English: from Old Norse their(r)a 'of them', genitive plural of the demonstrative sá; related to them and they"}], "gaokao": [{"word": "their", "count": 100, "kd": [], "Sentence": [{"sentence": "A common memory they all have of their school days is the school uniform.", "come": "2015年高考英语福建卷 单项填空 原文"}, {"sentence": "A nurse who understands the healing (治愈) value of silence can use this understanding to assist in the care of patients from their own and from other cultures.", "come": "2016年高考英语全国卷1 阅读理解 阅读D 原文"}, {"sentence": "A recent trend has been to encourage employees to use their own initiative, to make decisions on their own without asking managers first.", "come": "2016年高考英语上海卷 完形填空 原文"}, {"sentence": "About 100 of these stayed rich men for the rest of their lives.", "come": "2018年高考英语全国卷3 阅读理解 阅读B 原文"}, {"sentence": "According to the analysis of Babbitt's team, old desktop monitors and box TVs with cathode ray tubes are the worst devices with their energy consumption and contribution to greenhouse gas emissions more than doubling during the 1992 to 2007 window.", "come": "2018年高考英语全国卷I 阅读理解 阅读D 原文"}, {"sentence": "Across Britain, burnt toast will be served to mothers in bed this morning as older sons and daughters rush to deliver their supermarket bunches of flowers.", "come": "2015年高考英语四川卷 阅读理解 阅读C 原文"}, {"sentence": "Adam and Galinsky's experiment tested the effect of clothes on their wearers' attention.", "come": "2017年高考英语浙江卷（11月） 阅读理解 阅读B 题设"}, {"sentence": "After having taught fifth-grade classes for four years, I decided to try all costs to rid them of their fear and dislike of books, and to get them to read oftener and more adventurously.", "come": "2015年高考英语浙江卷 阅读理解 阅读A 原文"}, {"sentence": "After questioning 1, 000 mothers with children under 18, it found that , on most days, mums started their routine work at 7am and finished at around 11pm.", "come": "2015年高考英语四川卷 阅读理解 阅读C 原文"}, {"sentence": "Afterwards, she and her father secured their first business meeting with a supermarket owner, who finally agreed to sell Moore's product—cancandy.", "come": "2019年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "Although birds use their feathers for flight, some of their feathers are for other purposes.", "come": "2017年高考英语北京卷 单项填空 原文"}, {"sentence": "Although the programme asks the members only to drive students to and from their classes, Wilson often goes beyond to ensure the welfare and safety of the students.", "come": "2019年高考英语北京卷 完形填空 原文"}, {"sentence": "An example at hand is the involvement of parents in the lives of their children who are attending college.", "come": "2015年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "An example for parents' expectations of their children.", "come": "2016年高考英语天津卷 阅读理解 阅读C 选项"}, {"sentence": "And it was accompanied in the nest by the greatest sight of all — lunch! the parents had done their duty and would probably continue to do so.", "come": "2017年高考英语全国卷1 阅读理解 阅读B 原文"}, {"sentence": "And people have been warned not to go out of their homes — not if you walk on foot, at least — between 11 in the morning and 7 in the evening.", "come": "2017年高考英语江苏卷 听力 原文"}, {"sentence": "And the more frequently mothers had called to their eggs, the more similar were the babies' begging calls.", "come": "2017年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "And the story poses an interesting question: why do some people discover new vitality and creativity to the end of their days, while others go to seed long before?", "come": "2019年高考英语天津卷 阅读理解 阅读D 原文"}, {"sentence": "And their minds are bright despite their dirty hands and clothes.", "come": "2016年高考英语天津卷 阅读理解 阅读B 原文"}, {"sentence": "And while many took dollars, many others pinned their own cash to the board.", "come": "2019年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "And why do cats give dead birds to their owners?", "come": "2018年高考英语全国卷2 听力 原文"}, {"sentence": "Another group built something out of their own imaginations.", "come": "2016年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Another nice thing is that you learn both new words and their use unconsciously, meaning that you will tend to use the words learned/learnt this way in conversations almost automatically.", "come": "2017年高考英语浙江卷（11月） 语法填空 原文"}, {"sentence": "Another trend is off-site or virtual management, where teams of people linked by e-mail and the Internet work on projects from their own houses.", "come": "2016年高考英语上海卷 完形填空 原文"}, {"sentence": "Art students making a good living with these statistics/data/analyses in mind, art students need not worry about their career and have an alternative plan.", "come": "2018年高考英语江苏卷 阅读理解 填空题 原文"}, {"sentence": "As a result, humans can perform very complex tasks with their hands.", "come": "2019年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "As executives with banks, consulting firms, established law firms, and major corporations, many are now well on their way to impressive careers.", "come": "2015年高考英语浙江卷 完形填空 原文"}, {"sentence": "As for me, I shared none of their canine lust.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "As it turned out, their initial judgments often held true.", "come": "2015年高考英语上海卷 完形填空 原文"}, {"sentence": "As recently reported in The Auk: ornithological advances, some mother birds may teach their young to sing even before they hatch?", "come": "2017年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "As the end of school approaches, and school vacation reading lists loom ahead, parents might take this chance to step in and make their own summer reading list and plan a family trip to the library or bookstore.", "come": "2018年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "As their world expanded, she said, children compared themselves to others online in a way that was \"hugely damaging in terms of their self-identity, in terms of their confidence, but also in terms of their ability to develop themselves\".", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "As they left student life behind, many had a last drink at their cheap but friendly local bar, shook hands with longtime roommates, and moved out of small apartments into high buildings.", "come": "2015年高考英语浙江卷 完形填空 原文"}, {"sentence": "At least there is enough good news, so it remains a good place for the residents to enjoy their life.", "come": "2016年高考英语上海卷 听力 原文"}, {"sentence": "At space camp, trainees can earn their space exploration badge as they build and fire model rockets, learn about space tasks and try simulated (模拟) flying to space with the crew from all over the world.", "come": "2018年高考英语北京卷 阅读理解 阅读B 原文"}, {"sentence": "At the beginning, when friends offered to take her through her paces, I declined because I knew they had their own households to deal with.", "come": "2015年高考英语浙江卷 阅读理解 阅读D 原文"}, {"sentence": "At the time, people did not have dishwashers in their homes.", "come": "2015年高考英语湖南卷 阅读理解 阅读C 原文"}, {"sentence": "At this point, when all the children were willing to share their experiences, I began to learn how to teach.", "come": "2015年高考英语湖南卷 完形填空 原文"}, {"sentence": "Based upon their expressed thoughts and actual \"musicking\" behaviours, this text examines the songs they sing, the rhythms....", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读B 原文"}, {"sentence": "Before starting their programme, students are expected to take a language test.", "come": "2016年高考英语天津卷 阅读理解 阅读A 题设"}, {"sentence": "Brown would like to see their daughter settled down, get married, and have kids.", "come": "2017年高考英语天津卷 单项填空 原文"}, {"sentence": "Building owners were faced with a choice: either change the first floors of their buildings into basements, and the second stories into main floors, or hoist the entire buildings to meet the new street level.", "come": "2015年高考英语湖南卷 阅读理解 阅读B 原文"}, {"sentence": "Building snowmen helped people develop their skill and thought.", "come": "2015年高考英语上海卷 阅读理解 阅读A 选项"}, {"sentence": "But it is useful to bear in mind that all such changes come from the technology and not some imagined desire by parents to keep their children under their wings.", "come": "2015年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "But one thing is certain, all people encounter mountains in their life.", "come": "2018年高考英语天津卷 阅读理解 阅读表达 原文"}, {"sentence": "But their interest soon wears off and by January those same toys can be found put away in the basement.", "come": "2014年高考英语全国卷1 完形填空 原文"}, {"sentence": "But they do come to the text with a few biases (偏向): their reading of Henry v minimizes his misuse of power.", "come": "2015年高考英语上海卷 阅读理解 阅读C 原文"}, {"sentence": "By the time they started secondary school—at age 11—children were already far more aware of their image online and felt under huge pressure to ensure their posts were popular, the report found.", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Carol Harvey suggests that cyclists should be asked to ride on their own lanes.", "come": "2015年高考英语湖南卷 阅读理解 阅读A 题设"}, {"sentence": "Cathy didn't expect any award but was still there to cheer on her friends and praise their accomplishments.", "come": "2016年高考英语天津卷 完形填空 原文"}, {"sentence": "Children aged 8 to 10 were \"starting to feel happy\" when others liked their posts.", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Children as young as ten are becoming dependent on social media for their sense of self-worth, a major study warned.", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Children may learn the rules of language by repeating their own experiments.", "come": "2016年高考英语浙江卷（6月） 阅读理解 阅读C 题设"}, {"sentence": "Many studies show that older parents—today's grandparents—would have called their children more often if the means and cost of doing so had not been a barrier.", "come": "2015年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "Children of keepers remember inspectors wearing white gloves to run their fingers over door frames and windowsills looking for dust.", "come": "2015年高考英语湖南卷 阅读理解 阅读C 原文"}, {"sentence": "Children typically change rules to find a point where their game is similar to the actual sport but still allows for play at their level.", "come": "2015年高考英语上海卷 阅读理解 阅读表达 原文"}, {"sentence": "Chimps like to take in their neighbors' food.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 选项"}, {"sentence": "Chimps tend to provide food for their children.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 选项"}, {"sentence": "Chimps will cooperate in certain ways, like gathering in war parties to protect their territory.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "Chinese au pairs need to improve their english skills.", "come": "2014年高考英语全国卷2 阅读理解 阅读C 选项"}, {"sentence": "Chris and tim work at a zoo, helping endangered cranes with their reproduction.", "come": "2019年高考英语江苏卷 完形填空 原文"}, {"sentence": "Companies have been testing their vehicles in cities across the country.", "come": "2018年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "Consumers could better protect their privacy.", "come": "2017年高考英语江苏卷 阅读理解 阅读C 选项"}, {"sentence": "Dancing seems to change their feeling completely.", "come": "2018年高考英语全国卷3 阅读理解 七选五 原文"}, {"sentence": "Dario and his mother loved their new apartment.", "come": "2015年高考英语北京卷 完形填空 原文"}, {"sentence": "Despite their many differences, all human beings share several defining characteristics.", "come": "2019年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "Don't handle it too lightly, as people can be offered, especially if your error suggests a misunderstanding of their culture.", "come": "2017年高考英语天津卷 阅读理解 阅读A 原文"}, {"sentence": "Early humans pad for their large brains in two ways.", "come": "2019年高考英语江苏卷 阅读理解 任务型阅读 原文"}, {"sentence": "Ehlers called the number of Jeff and Lisa to tell them he had found their dog.", "come": "2019年高考英语全国卷2 完形填空 原文"}, {"sentence": "E-mails are then sent to the bookcrossing to keep them updated about where their books have been found.", "come": "2016年高考英语全国卷2 阅读理解 阅读C 原文"}, {"sentence": "Emma, a female crane, has been in their care since she arrived in 2004.", "come": "2019年高考英语江苏卷 完形填空 原文"}, {"sentence": "Engineering graduates were more likely to have started their job search already, and to have accepted a job.", "come": "2016年高考英语全国卷1 听力 原文"}, {"sentence": "Even as late as 1870 when their numbers had already become smaller, a flock believed to be 1 mile wide and 320 miles about 515 kilometers long was seen near cincinnati.", "come": "2014年高考英语全国卷1 阅读理解 阅读B 原文"}, {"sentence": "Even chimp mothers regularly decline to share food with their children.", "come": "2016年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "Even their hairstyles became major trends at that time.", "come": "2019年高考英语浙江卷 阅读理解 七选五 原文"}, {"sentence": "Even when her daughter and son asked her to move to san antonio to help their children, she politely refused.", "come": "2016年高考英语全国卷1 阅读理解 阅读B 原文"}, {"sentence": "Eventually, the couple found that their bodies turned for the better, with re-found strong muscles that they.", "come": "2018年高考英语江苏卷 完形填空 原文"}, {"sentence": "Experimenting with materials to create something new can go a long way in helping them develop their creativity.", "come": "2014年高考英语全国卷1 阅读理解 七选五 原文"}, {"sentence": "Eyeing these headwinds, plastic-bag makers are hiring scientists like stein to make the case that their products are not as bad for the planet as most people assume.", "come": "2018年高考英语浙江卷 阅读理解 阅读B 原文"}, {"sentence": "Female Australian superb fairy wrens were found to repeat one sound over and over again while hatching their eggs.", "come": "2017年高考英语江苏卷 阅读理解 阅读B 原文"}, {"sentence": "For animals their size, ants have been astonishingly successful, largely due to their wonderful social behavior.", "come": "2015年高考英语安徽卷 阅读理解 阅读D 原文"}, {"sentence": "For breakfast, we were able to eat papaya and other fruits from their trees in the backyard.", "come": "2019年高考英语全国卷3 语法填空 原文"}, {"sentence": "For example, children may change soccer and basketball rules to suit their needs and their environment e.", "come": "2015年高考英语上海卷 阅读理解 阅读表达 原文"}, {"sentence": "For example, on Christmas morning, children are excited about playing with their new toys.", "come": "2014年高考英语全国卷1 完形填空 原文"}, {"sentence": "For example, people volunteer to express personal values related to unselfishness, to expand their range of experiences, and to strengthen social relationships.", "come": "2015年高考英语江苏卷 阅读理解 阅读C 原文"}, {"sentence": "For many students, Wilson's help is not only appreciated, it's also entirely necessary for them to be able to complete their college education.", "come": "2019年高考英语北京卷 完形填空 原文"}, {"sentence": "For them, riding with Wilson has allowed them to complete their education — but according to Wilson, he benefits just as much from the experience.", "come": "2019年高考英语北京卷 完形填空 原文"}, {"sentence": "Forbid their children from visiting the web.", "come": "2018年高考英语江苏卷 阅读理解 阅读D 原文"}, {"sentence": "Forms will be available in school and online for them to indicate their choices and return to school.", "come": "2018年高考英语全国卷2 阅读理解 阅读A 原文"}, {"sentence": "Frogs living near brightly lit highways suffer nocturnal light levels that are as much as a million times brighter than normal, throwing nearly every aspect of their behavior out of joint, including their nighttime breeding choruses.", "come": "2015年高考英语浙江卷 阅读理解 阅读C 原文"}, {"sentence": "From tomorrow, I will be their UK ambassador.", "come": "2016年高考英语全国卷1 语法填空 原文"}, {"sentence": "From what I have seen, few do homework; instead many are on their phones and talking, making it impossible for those who actually want to do work to complete any.", "come": "2015年高考英语湖南卷 阅读表达 原文"}, {"sentence": "Frozen bananas will last several weeks, depending on their ripeness and the temperature of the freezer.", "come": "2018年高考英语全国卷2 阅读理解 阅读B 原文"}, {"sentence": "Furthermore, studies show that finances are the most frequent subject of communication between parents and their college children.", "come": "2015年高考英语北京卷 阅读理解 阅读D 原文"}, {"sentence": "Governments could relieve their financial pressure.", "come": "2017年高考英语江苏卷 阅读理解 阅读C 选项"}, {"sentence": "Guy Harvold, 24, had picked up the students and three course leaders from Gatwick Airport, and they were travelling to Bournemouth to meet their host families.", "come": "2017年高考英语浙江卷（11月） 完形填空 原文"}, {"sentence": "Had the governments and scientists not worked together, aids-related deaths would not have fallen since their highest in 2005.", "come": "2016年高考英语浙江卷（6月） 单项选择 原文"}, {"sentence": "Half of all college students change their major at some point.", "come": "2015年高考英语湖南卷 阅读表达 原文"}, {"sentence": "Half of the workers say their boss doesn't accept it, and only 35 percent say it's tolerated.", "come": "2016年高考英语浙江卷（10月） 阅读理解 阅读C 原文"}, {"sentence": "He added that he hopes people in other cities might try similar projects and post their own videos on the Internet.", "come": "2019年高考英语浙江卷 阅读理解 阅读B 原文"}]}], "baesInfo": {"word_name": "their", "is_CRI": "1", "items": [""], "symbols": [{"ph_en": "ðeə(r)", "ph_am": "ðer", "ph_other": "", "ph_en_mp3": "http://res.iciba.com/resource/amp3/0/0/0e/66/0e66be14b86bd30bf4fc84357763b591.mp3", "ph_am_mp3": "http://res.iciba.com/resource/amp3/1/0/0e/66/0e66be14b86bd30bf4fc84357763b591.mp3", "ph_tts_mp3": "http://res-tts.iciba.com/0/e/6/0e66be14b86bd30bf4fc84357763b591.mp3", "ph_en_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/0/0/0e/66/0e66be14b86bd30bf4fc84357763b591.mp3", "ph_am_mp3_bk": "http://res.ksyun.iciba.com/resource/amp3/1/0/0e/66/0e66be14b86bd30bf4fc84357763b591.mp3", "ph_tts_mp3_bk": "http://res-tts.ksyun.iciba.com/0/e/6/0e66be14b86bd30bf4fc84357763b591.mp3", "parts": [{"part": "det.", "means": ["他们的；她们的；它们的", "（在提及性别不详的人时，用以代替his或her）"]}]}], "word_tag": [6, 2, 1], "translate_type": 1, "frequence": 5}, "kaoyan": [{"word": "their", "count": 100, "kd": [], "Sentence": [{"sentence": "While it is easy to ignore in our contact with them the effect of our acts upon their disposition, it is not so easy as in dealing with adults.", "come": "出自-2009年考研翻译原文"}, {"sentence": "These groups mainly rely for instilling needed dispositions into the young upon the same sort of association which keeps the adults loyal to their group.", "come": "出自-2009年考研翻译原文"}, {"sentence": "The need of training is too evident; the pressure to accomplish a change in their attitude and habits is too urgent to leave these consequences wholly out of account.", "come": "出自-2009年考研翻译原文"}, {"sentence": "factories of Honda Nissan, and Toyota achieved about 95 percent of the productivity of their Japanese countere pants a result of the training that U.", "come": "出自-2009年考研阅读原文"}, {"sentence": "While few crafts men or farmers, let alone dependents and servants, left literary compositions to be analyzed, it is obvious that their views less fully intellectualized.", "come": "出自-2009年考研阅读原文"}, {"sentence": "To take this approach to the New Englanders normally mean to start with the Puritans’ theological innovations and their distinctive ideas about the church-important subjects that we may not neglect.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Thus poor countries might not be able to escape their poverty traps without political changes that may be possible only with broader formal education.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Their thinking often had a traditional superstitions quality.", "come": "出自-2009年考研阅读原文"}, {"sentence": "Among the most popular : paternity and kinship testing , which adopted children can use to find their biological relatives and families can use to track down kids put for adoption.", "come": "出自-2009年考研阅读原文"}, {"sentence": "“So few authors have brains enough or literary gift enough to keep their own end up in journalism,” Newman wrote,“that I am tempted to define‘journalism’ as‘a term of contempt applied by writers who are not read to writers who are'.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Yet it is precisely these non-celebrity influentials who,according to the two-step-flow theory,are supposed to drive social epidemics by influcencing their friends and colleagues directly.", "come": "出自-2010年考研阅读原文"}, {"sentence": "To read such books today is to marvel at the fact that their learned contents were once deemed suitable for publication in general-circulation dailies.", "come": "出自-2010年考研阅读原文"}, {"sentence": "They tend to keep a tighter hold on their purse and consider eating at home a realistic alternative.", "come": "出自-2010年考研阅读原文"}, {"sentence": "These gave banks more freedom to use models to value illiquid assets and more flexibility in recognizing losses on long-term assets in their income statement.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Theirs was a serious business, and even those reviewers who wore their learning lightly,like George Bernard Shaw and Ernest Newman,could be trusted to know what they were about.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Their rules, moan the banks, have forced them to report enormous losses, and it’s just not fair.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Of all the changes that have taken place in English-language newspapers during the past quarter-century,perhaps the most far-reaching has been the inexorable decline in the scope and seriousness of their arts coverage.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Later, move established companies raced to add such patents to their files, if only as a defensive move against rivals that might bent them to the punch.", "come": "出自-2010年考研阅读原文"}, {"sentence": "In their recent work,however,some researchers have come up with the finding that influentials have far less impact on social epidemics than is generally supposed.", "come": "出自-2010年考研阅读原文"}, {"sentence": "However, none of these requirements should deter large retailers ( ' , and even some large food producers and existing wholesalers) from trying their hand, for those that master the intricacies of wholesaling in Europe stand to reap considerable gains.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Closer inspection reveals important differences among the biggest national markets, especially in their customer segments and wholesale structures, as well as the competitive dynamics of individual food and drink categories.", "come": "出自-2010年考研阅读原文"}, {"sentence": "But bank’s shares trade below their book value, suggesting that investors are skeptical.", "come": "出自-2010年考研阅读原文"}, {"sentence": "But almost all have ignored the big, profitable opportunity in their own backyard: the wholesale food and drink trade, which appears to be just the kind of market retailers need.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Building on the basic truth about interpersonal influence,the researchers studied the dynamics of social influence by conducting thousands of computer simulations of populations manipulating a number of variables relating to people’s ability to influence others and their tendency to be influenced.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Big retailers must understand these differences before they can identify the segments of European wholesaling in which their particular abilities might unseat smaller but entrenched competitors.", "come": "出自-2010年考研阅读原文"}, {"sentence": "Bankers have been blaming themselves for their troubles in public.", "come": "出自-2010年考研阅读原文"}, {"sentence": "All in all, this clearly seems to be a market in which big retailers could profitably apply their gigantic scale, existing infrastructure, and proven skills in the management of product ranges, logistics, and marketing intelligence.", "come": "出自-2010年考研阅读原文"}, {"sentence": "We define such sold media as owned media whose traffic is so strong that other organizations place their content or e-commerce engines within that environment.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Unhappy parents rarely are provoked to wonder if they shouldn’t have had kids, but unhappy childless folks are bothered with the message that children are the single most important thing in the world: obviously their misery must be a direct result of the gaping baby-size holes in their lives.", "come": "出自-2011年考研阅读原文"}, {"sentence": "The same dramatic technological changes that have provided marketers with more ( ' , and more diverse) communications choices have also increased the risk that passionate consumers will voice their opinions in quicker, more visible, and much more damaging ways.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Paid and owned media are controlled by marketers promoting their own products.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Not surprisingly, up to half of all doctoral students in English drop out before getting their degrees.", "come": "出自-2011年考研阅读原文"}, {"sentence": "No shock there, considering how much work it is to raise a kid without a partner to lean on; yet to hear Sandra and Britney tell it, raising a kid on their “own” ( ' , read: with round-the-clock help) is a piece of cake.", "come": "出自-2011年考研阅读原文"}, {"sentence": "However, many leading American universities want their undergraduates to have a grounding in the basic canon of ideas that every educated person should possess.", "come": "出自-2011年考研阅读原文"}, {"sentence": "A turbulent business environment also has senior managers cautious of letting vague pronouncements cloud their reputations.", "come": "出自-2011年考研阅读原文"}, {"sentence": "Within the complex social structure of the scientific community, researchers make discoveries; editors and reviewers act as gatekeepers by controlling the publication process; other scientists use the new finding to suit their own purposes; and finally, the public ( ' , including other scientists) receives the new discovery and possibly accompanying technology.", "come": "出自-2012年考研阅读原文"}, {"sentence": "When Hoffa’s Teamsters were in their prime in 1960, only one in ten American government workers belonged to a union; now 36% do.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Some of their ties go back a long way.", "come": "出自-2012年考研阅读原文"}, {"sentence": "In the idealized version of how science is done, facts about the world are waiting to be observed and collected by objective researchers who use the scientific method to carry out their work.", "come": "出自-2012年考研阅读原文"}, {"sentence": "In South Africa, an HIV-prevention initiative known as LoveLife recruits young people to promote safe sex among their peers.", "come": "出自-2012年考研阅读原文"}, {"sentence": "In 2009 the number of unionists in America’s public sector passed that of their fellow members in the private sector.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Humans are unique in their capacity to not only make tools but then turn around and use them to create superfluous material goods - paintings, sculpture and architecture - and superfluous experiences - music, literature, religion and philosophy.", "come": "出自-2012年考研阅读原文"}, {"sentence": "Far less certain, however, is how successfully experts and bureaucrats can select our peer groups and steer their activities in virtuous directions.", "come": "出自-2012年考研阅读原文"}, {"sentence": "But thinking what nobody else has thought and telling others what they have missed may not change their views.", "come": "出自-2012年考研阅读原文"}, {"sentence": "But in her new book Join the Club, Tina Rosenberg contends that peer pressure can also be a positive force through what she calls the social cure, in which organizations and officials use the power of group dynamics to help individuals improve their lives and possibly the word.", "come": "出自-2012年考研阅读原文"}, {"sentence": "At the state level their influence can be even more fearsome.", "come": "出自-2012年考研阅读原文"}, {"sentence": "There is no doubt that gardens evidence an impossible urge to create, express, fashion, and beautify and that self-expression is a basic human urge;  yet when one looks at the photographs of the garden created by the homeless, it strikes one that , for all their diversity of styles, these gardens speak of various other fundamental urges, beyond that of decoration and creative expression.", "come": "出自-2013年考研翻译原文"}, {"sentence": "In so doing they give composure to a segment of the inarticulate environment in which they take their stand.", "come": "出自-2013年考研翻译原文"}, {"sentence": "When social scientists do tackle practical issues, their scope is often local: Belgium is interested mainly in the effects of poverty on Belgium, for example.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Though several fast-fashion companies have made efforts to curb their impact on labor and the environment – including H&M, with its green Conscious Collection line –Cline believes lasting change can only be effected by the customer.", "come": "出自-2013年考研阅读原文"}, {"sentence": "These labels encourage style-conscious consumers to see clothes as disposable-meant to last only a wash or two, although they don’t advertise that –and to renew their wardrobe every few weeks.", "come": "出自-2013年考研阅读原文"}, {"sentence": "The idea is to force social scientists to integrate their work with other categories, including health and demographic change; food security; marine research and the bio-economy; clean, efficient energy; and inclusive, innovative and secure societies.", "come": "出自-2013年考研阅读原文"}, {"sentence": "But if Congress wanted to prevent states from using their own resources to check immigration status,it could.", "come": "出自-2013年考研阅读原文"}, {"sentence": "Bob Liodice, the chief executive of the Association of National Advertisers, says consumers will be worse off if the industry cannot collect information about their preferences.", "come": "出自-2013年考研阅读原文"}, {"sentence": "You cannot buy class, as the old saying goes, and these upstart entrepreneurs cannot buy their prizes the prestige of the Nobels.", "come": "出自-2014年考研阅读原文"}, {"sentence": "What motivated him, we were to understand, was his zeal for “fundamental fairness”—protecting the taxpayer, controlling spending and ensuring that only the most deserving claimants received their benefits.", "come": "出自-2014年考研阅读原文"}, {"sentence": "To find their sites, archaeologists today rely heavily on systematic survey methods and a variety of high-technology tools and techniques.", "come": "出自-2014年考研阅读原文"}, {"sentence": "To encourage innovation and competition, the report calls for increased investment in research, the crafting of coherent curricula that improve students’ ability to solve problems and communicate effectively in the 21st century, increased funding for teachers and the encouragement of scholars to bring their learning to bear on the great challenges of the day.", "come": "出自-2014年考研阅读原文"}, {"sentence": "These benefactors have succeeded in their chosen fields, they say, and they want to use their wealth to draw attention to those who have succeeded in science.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Students who do not need the extra training could cut their debt mountain by a third.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Some want to shock, others to draw people into science, or to better reward those who have made their careers in research.", "come": "出自-2014年考研阅读原文"}, {"sentence": "Reforming the system would help both lawyers and their customers.", "come": "出自-2014年考研阅读原文"}, {"sentence": "After all, other countries, such as Australia and Britain, have started liberalizing their legal professions.", "come": "出自-2014年考研阅读原文"}, {"sentence": "The United States is the product of two principal forces-the immigration of European peoples with their varied ideas, customs, and national characteristics and the impact of a new country which modified these traits.", "come": "出自-2015年考研翻译原文"}, {"sentence": "Sometimes storms blew the vessels far off their course, and often calm brought unbearably long delay.", "come": "出自-2015年考研翻译原文"}, {"sentence": "During their six- to twelve-week voyage, they subsisted on barely enough food allotted to them.", "come": "出自-2015年考研翻译原文"}, {"sentence": "Across the Atlantic came successive groups of Englishmen, Frenchmen, Germans, Scots, Irishmen, Dutchmen, Swedes, and many others who attempted to transplant their habits and traditions to the new world.", "come": "出自-2015年考研翻译原文"}, {"sentence": "This impact will not only be through the publications in Science itself, but hopefully through a larger group of publishing places that may want to model their approach after Science.", "come": "出自-2015年考研阅读原文"}, {"sentence": "The most successful monarchies strive to abandon or hide their old aristocratic ways.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Symbolic of national unity as they claim to be, their very history—and sometimes the way they behave today – embodies outdated and indefensible privileges and inequalities.", "come": "出自-2015年考研阅读原文"}, {"sentence": "So, does the Spanish crisis suggest that monarchy is seeing its last days? Does that mean the writing is on the wall for all European royals, with their magnificent uniforms and majestic lifestyle?.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Researchers should improve their standards, he wrote in2012, but journals should also take a tougher line, “engaging reviewers who are statistically literate and editors who can verify the process”.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Ms Brooks may or may not have had suspicions about how her journalists got their stories, but she asked no questions, gave no instructions—nor received traceable, recorded answers.", "come": "出自-2015年考研阅读原文"}, {"sentence": "King Juan Carlos of Spain once insisted “kings don’t abdicate, they dare in their sleep.", "come": "出自-2015年考研阅读原文"}, {"sentence": "If you are unfamiliar with words or idioms, you guess at their meaning, using clues presented in the contest.", "come": "出自-2015年考研阅读原文"}, {"sentence": "California has asked the justices to refrain from a sweeping ruling particularly one that upsets the old assumption that authorities may search through the possessions of suspects at the time of their arrest.", "come": "出自-2015年考研阅读原文"}, {"sentence": "But unlike their absolutist counterparts in the Gulf and Asia, most royal families have survived because they allow voters to avoid the difficult search for a non-controversial but respected public figure.", "come": "出自-2015年考研阅读原文"}, {"sentence": "Americans should take steps to protect their digital privacy.", "come": "出自-2015年考研阅读原文"}, {"sentence": "While polls show Britons rate “the countryside” alongside the royal family, Shakespeare and the National Health Service ( ' , NHS) as what makes them proudest of their country, this has limited political support.", "come": "出自-2016年考研阅读原文"}, {"sentence": "This could add value to their businesses in three ways.", "come": "出自-2016年考研阅读原文"}, {"sentence": "They do so best where building sticks to their edges and respects their character.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Their analysis ruled out the possibility that it was firms’ political influence, rather than their CSR stand, that accounted for the leniency: Companies that contributed more to political campaigns did not receive lower fines.", "come": "出自-2016年考研阅读原文"}, {"sentence": "The bans, if fully enforced, would suggest to women ( ' , and many men) that they should not let others be arbiters of their beauty.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Researchers admit that their study does not answer the question of how much businesses ought to spend on CSR.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Nor does it reveal how much companies are banking on the halo effect, rather than the other possible benefits, when they decide their do-gooding policies.", "come": "出自-2016年考研阅读原文"}, {"sentence": "It tells the fashion industry that it must take responsibility for the signal it sends women, especially teenage girls, about the social tape-measure they must use to determine their individual worth.", "come": "出自-2016年考研阅读原文"}, {"sentence": "It argues that since prosecutors do not consume a company’s products as part of their investigations, they could be influenced only by the halo effect.", "come": "出自-2016年考研阅读原文"}, {"sentence": "Are you looking to refresh your image or pivot it? For one person, the goal may be to be taken more seriously and enhance their professional image.", "come": "出自-2016年考研阅读原文"}, {"sentence": "And though print ad sales still dwarf their online and mobile counterparts, revenue from print is still declining.", "come": "出自-2016年考研阅读原文"}, {"sentence": "And perhaps faintly, they hint that people should look to intangible qualities like character and intellect rather than dieting their way to size zero or wasp-waist physiques.", "come": "出自-2016年考研阅读原文"}, {"sentence": "David Graddol concludes that monoglot English graduates face a bleak economic future as qualified multilingual youngsters from other countries are proving to have a competitive advantage over their British counterparts in global companies and organizations.", "come": "出自-2017年考研翻译原文"}, {"sentence": "While all of these countries face their own challenges , there are a number of consistent themes.", "come": "出自-2017年考研阅读原文"}, {"sentence": "To limit the number of telescopes on Mauna Kea, old ones will be removed at the end of their lifetimes and their sites returned to a natural state.", "come": "出自-2017年考研阅读原文"}, {"sentence": "There is no reason why everyone cannot be welcomed on Mauna Kea to embrace their cultural heritage and to study the stars.Robert F.", "come": "出自-2017年考研阅读原文"}, {"sentence": "The basic compact underlying representative government, wrote Chief Justice John Roberts for the court,” assumes that public officials will hear from their constituents and act on their concerns.", "come": "出自-2017年考研阅读原文"}, {"sentence": "Passengers must pay $85 every five years to process their background checks.", "come": "出自-2017年考研阅读原文"}, {"sentence": "In their eagerness to build bigger telescopes, they forgot that science is the only way of understanding the world.", "come": "出自-2017年考研阅读原文"}, {"sentence": "If everything was going so well, then why did over 17 million people vote for Brexit, despite the warnings about what it could do to their country’s economic prospects?.", "come": "出自-2017年考研阅读原文"}, {"sentence": "His paternal grandparents, a steward and a housekeeper possessed even less status, having been servants, and Dickens later concealed their background.", "come": "出自-2017年考研阅读原文"}, {"sentence": "But the ruling reinforces the need for citizens and their elected representatives, not the courts, to ensure equality of access to government.", "come": "出自-2017年考研阅读原文"}]}], "bidec": {"word_name": "their", "parts": [{"part_id": "36192", "part_name": "pron.", "word_id": "27439", "means": [{"mean_id": "70983", "part_id": "36192", "word_mean": "他[她, 它]们的", "sentences": [{"en": "Take a note of their names and addresses.", "cn": "把他们的姓名和地址记下来。"}]}, {"mean_id": "70984", "part_id": "36192", "word_mean": "（在提及性别不详的人时，用以代替 him 或 her） </seg>", "sentences": []}]}]}, "new_sentence": [{"tag": "全部", "word": "their", "meaning": "全部", "sentences": [{"id": 2642130, "type": 1, "cn": "他们的聚会总是乐趣横生。", "en": "Their parties are always fun.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/ea/10179c29cef66c85c59ecbcc9b77d.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2642131, "type": 1, "cn": "哪座房子是他们的？", "en": "Which is their house?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/79/2630338d247f8b5db1c4bc9149034.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2642132, "type": 1, "cn": "如有人打电话来，问问电话号码，这样我可以回电话。", "en": "If anyone calls, ask for their number so I can call them back.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/9c/c5ca65cac159f6dafd9183153a69c.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2642126, "type": 1, "cn": "贾尼斯和库尔特已宣布订婚。", "en": "Janis and Kurt have announced their engagement...", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/c/9/cc9fa1be70de23440f537b5ebcbdbc03.mp3", "ttsSize": 12, "likeNum": 0}, {"id": 2642127, "type": 1, "cn": "马儿们从马厩门上探出头来。", "en": "Horses were poking their heads over their stall doors.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/3/6/b/36b177de2728d8a8be607e77a3932d17.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 2642128, "type": 1, "cn": "每个党员都将收到一本名为《欢迎加入工党》的小册子。", "en": "Every member will receive their own 'Welcome to Labour' brochure.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/9/6/e/96ed1634bbbb7892ea8615ede5bb808e.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 2642129, "type": 1, "cn": "但是，那些指望靠投资获取收入的人境况更为糟糕。", "en": "But anyone looking for income from their investments is in a much worse state.", "from": "柯林斯高阶英语词典", "ttsUrl": "http://res-tts.iciba.com/tts_dj/c/a/e/caebdb15ce1c0f72e4d40e10920cc2aa.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 918, "type": 1, "cn": "他们献身于基督教.", "en": "They went over to Christianity.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/5/f/95f2779387c0d5eec6ba7f528532f518.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 1843, "type": 1, "cn": "必要时, 他们愿为国捐躯.", "en": "They were ready to die , if necessary, for their country.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/f/e/5/fe50c14f552aed2930f527c040b44749.mp3", "ttsSize": 18, "likeNum": 0}, {"id": 11312, "type": 1, "cn": "女士们在音乐会上脱下帽子.", "en": "Ladies remove their hats in a concert.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/d/5/1/d51ed684d5b88bbc0ea5d7a8475f3d87.mp3", "ttsSize": 11, "likeNum": 0}, {"id": 14120, "type": 1, "cn": "他们在执行计划时遇到一些困难.", "en": "Their plan had some difficulties in being in operation.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/d/7/1d7edfdfeaf4fbd2e4e746a8e2095f1e.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 14977, "type": 1, "cn": "咱们先打扫他们的房间,再打扫我们的房间.", "en": "Let's clean their room first and then ours.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/2/7/0/2701903bca9b80d8c0392761547d14e1.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 29249, "type": 1, "cn": "他们操纵选票的消息使他们在选举中获得的胜利大为减色.", "en": "The news of rigged ballots has rubbed off much of the shine of their election victory.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/9/e/d/9edd9c40c1b243c0e2b41b9ad3df9a29.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 44392, "type": 1, "cn": "他们的精彩表演使观众看得入了迷.", "en": "The audience was fascinated by their superb performance.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/3/f/a3fa1c7ed9f1801fa1ab5c86a95e0702.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 67761, "type": 1, "cn": "我们的邻居把墙砌得很高.", "en": "Our neighbours built their walls high.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/9/b/c9b9f02cb3a88b185f8f3a56a0cee280.mp3", "ttsSize": 10, "likeNum": 0}, {"id": 70267, "type": 1, "cn": "那些大领主的罪过是以权势欺压村民.", "en": "The powerful lords were guilty of grinding the villagers under their heels.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/0/b/6/0b6e2e72c01801eccf135ae57f745742.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 91816, "type": 1, "cn": "中国人特别重视个人荣誉.", "en": "The Chinese make a point of their personal honor.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/8/7/c87c2d209a47bdcf7f9e49b4b9c4832a.mp3", "ttsSize": 13, "likeNum": 0}, {"id": 117456, "type": 1, "cn": "不到三年,他们把产量提高了一半还多.", "en": "They raised their output by more than half in less than three years.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/e/0/5e09888dcc4af0be7530a279c151b684.mp3", "ttsSize": 17, "likeNum": 0}, {"id": 121519, "type": 1, "cn": "士兵们停止前进,休息一下.", "en": "The soldiers halted and rested from their march.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/9/3/19314dd1f96999798a5f383e4c7daf67.mp3", "ttsSize": 14, "likeNum": 0}, {"id": 129065, "type": 1, "cn": "沧海横流,方显出英雄本色.", "en": "When the seas are in turmoil , heroes are on their mettle.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/1/f/d/1fdfa5573a1160a6fdc7a68c44bae505.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 133272, "type": 1, "cn": "她攥紧双手放在腿上,以掩饰其颤抖.", "en": "She clenched her hands in her lap to hide their trembling.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/6/e/0/6e0ad13febf4d937dbf7087d35f8e86e.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 154827, "type": 1, "cn": "有的人因不准时而受到指责,这时他们唯一的过失就是把时间抠得太紧了.", "en": "Some people are often reproached for unpunctuality when their only fault is cutting things fine.", "from": "《用法词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/2/d/52d69e385ce001116d603c6c31b99069.mp3", "ttsSize": 26, "likeNum": 0}, {"id": 195083, "type": 1, "cn": "许多诗人和艺术家从大自然中获得灵感.", "en": "Many poets and artists have drawn their inspiration from nature.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/9/1/b91eb223d26b08bc9faa19022b364a4a.mp3", "ttsSize": 20, "likeNum": 0}, {"id": 220922, "type": 1, "cn": "他们初步交换意见,为建立新关系定了调子.", "en": "Their first exchange set the tone for a new relationship.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/6/3/c6380bf02523aa772feddc62b94111a2.mp3", "ttsSize": 16, "likeNum": 0}, {"id": 226862, "type": 1, "cn": "这些孩子孝敬他们的双亲.", "en": "The children treated their parents with filial respect.", "from": "《现代汉英综合大词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/8/4/b84817bf2cbfa1cddaca5e6ff86e434c.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 235898, "type": 1, "cn": "他们宣誓忠实履行自己的职责.", "en": "They swore an oath to carry out their duties faithfully.", "from": "《简明英汉词典》", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/5/d/b/5db1494033f57a32f0a73761ec2315a0.mp3", "ttsSize": 14, "likeNum": 0}]}, {"tag": "他们的", "word": "their", "meaning": "他们的", "sentences": [{"id": 2642130, "type": 1, "cn": "他们的聚会总是乐趣横生。", "en": "Their parties are always fun.", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/ea/10179c29cef66c85c59ecbcc9b77d.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2642131, "type": 1, "cn": "哪座房子是他们的？", "en": "Which is their house?", "from": "牛津词典", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/79/2630338d247f8b5db1c4bc9149034.mp3", "ttsSize": 0, "likeNum": 0}, {"id": 2377291, "type": 1, "cn": "他们的报道和评论认真严肃，即使面对像萧伯纳和欧内斯特·纽曼这种评论内容轻松活泼的评论家，人们也会相信他们作出的评论。", "en": "Theirs was a serious business, and even those reviewers who wore their learning lightly, like George Bernard Shaw and Ernest Newman, could be trusted to know what they were about.", "from": "10年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/66/02d3488c3a3ffc40af096991f4d95.mp3", "ttsSize": 292, "likeNum": 0}, {"id": 2377336, "type": 1, "cn": "在公开场合，银行家将他们的问题归咎于自身。 ", "en": "Bankers have been blaming themselves for their troubles in public", "from": "10年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/83/dcb3e237b12cd7122bf866809bbbb.mp3", "ttsSize": 105, "likeNum": 0}, {"id": 2377474, "type": 1, "cn": "然而，很多美国一流大学希望他们的本科生具备受过教育的人都具有的思想基础。", "en": "However, many leading American universities want their undergraduates to have a grounding in the basic canon of ideas that every educated person should possess.", "from": "11年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/7/df/232750bb4f2d584f2e4350dd4196a.mp3", "ttsSize": 267, "likeNum": 0}, {"id": 2377755, "type": 1, "cn": "很多人在步入中年后发现，他们的记忆力和思维清晰度往往不如从前。", "en": "As many people hit middle age, they often start to notice that their memory and mental clarity are not what they used to be.", "from": "14年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/d/d6/bfd15df12ece70cf735e3682f7915.mp3", "ttsSize": 208, "likeNum": 0}, {"id": 2378194, "type": 1, "cn": "没有理由不欢迎人们去莫纳克亚山拥抱他们的文化遗产并研究星体。", "en": "There is no reason why everyone cannot be welcomed on Mauna Kea to embrace their cultural heritage and to study the stars.", "from": "17年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/19/4975a1e289f406fa606c516769b44.mp3", "ttsSize": 199, "likeNum": 0}, {"id": 2378276, "type": 1, "cn": "下届总统大选中可能会避而不谈的问题是中产阶级面临的令人烦恼不已的难题之一：如果机器人开始抢夺他们的工作，会发生什么?", "en": "Among the annoying challenges facing the middle class is one that will probably go unmentioned in the next presidential campaign: What happens when the robots come for their jobs?", "from": "18年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/0c/8ac8049ad97d36e97174bd080179c.mp3", "ttsSize": 283, "likeNum": 0}, {"id": 2378305, "type": 1, "cn": "然而，随着对所有媒体的越来越不信任，人们可能开始提高他们的媒体素养能力。", "en": "Yet as distrust has risen toward all media, people may be starting to beef up their media literacy skills.", "from": "18年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/51/f45b54b29824a1aace677d5376d43.mp3", "ttsSize": 182, "likeNum": 0}, {"id": 2378998, "type": 1, "cn": "并且，这一政策并未采取任何措施确保学生的家庭作业对于他们的年龄和学科来说是有意义且合适的，也不能确保教师布置的作业量未超过他们愿意批改的量。", "en": "Meanwhile, this policy does nothing to ensure that the homework students receive is meaningful or appropriate to their age and the subject, or that teachers are not assigning more than they  are willing to review and correct.", "from": "12年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/98/a54740a760f2781f9d5d5d4999bfc.mp3", "ttsSize": 434, "likeNum": 0}, {"id": 2379062, "type": 1, "cn": "这种情况可能只不过是一时的文学热潮，但它同时也反映出现在我们如何研究历史的一种更真实现状：不那么关注从先辈处学习借鉴，而更愿意去感受他们的痛苦。", "en": "This could be no more than a passing literary craze, but it also points to a broader truth about how we now approach the past: less concerned with learning from forefathers and more interested in feeling their pain.", "from": "12年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/0/af/a7e575c3bf70f733010f27bb4c814.mp3", "ttsSize": 439, "likeNum": 0}, {"id": 2379370, "type": 1, "cn": "论文的作者来自不同的大学。他们的发现基于一项研究,该研究的对象涉及到一所未著名的私立大学的147名学生(他们均完成了该项目)。", "en": "The authors of the paper are from different universities, and their findings are based on a study involving 147 students (who completed the project) at an unnamed private university.", "from": "15年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/7/c6/7faa34ab3b0ba6cf2ffe6113000a7.mp3", "ttsSize": 370, "likeNum": 0}, {"id": 2379667, "type": 1, "cn": "千禧一代“记得他们的父母亲被解雇。", "en": "Millennials \"remember their father and mother both were laid off.", "from": "17年12月考研真题 | 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/5/26/cbb511bc557f2a23f3eb4fbb07f87.mp3", "ttsSize": 140, "likeNum": 0}, {"id": 2375699, "type": 1, "cn": "“实际上这涉及同伴如何看待他们，他们的社会规范是什么，以及在社会上什么被认为是可取的。”", "en": "“ It is actually about what their peers think of them, what their social  norms are, what is seen as desirable in society. ”", "from": "15年12月六级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/7/fd/ef37a07bc4e9080a1afdabdc0bed2.mp3", "ttsSize": 205, "likeNum": 0}, {"id": 2375906, "type": 1, "cn": "现在的青少年崇拜他们的父母，而且很希望在职业选择等重大问题上得到父母的指导——当然在音乐、时尚风格等有关个人品位的问题上，他们并不希望父母提什么建议。", "en": "Today’s teenagers admire their parents and welcome parental guidance about important matters such as career choice—though certainly not Mom and Dad’s advice on matters of personal taste, such as music or fashion.", "from": "16年6月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/e/b6/bf5da6ac8eef1141e31bf4549824e.mp3", "ttsSize": 402, "likeNum": 0}, {"id": 2376842, "type": 1, "cn": "不过就像美国许多大学老师那样，对于能否通过某个“学习 (30) 成果”——如毕业生的调查推理能力——来衡量他们的教育工作，普渡大学的教员们仍持 (29) 怀疑态度。", "en": "Yet like many college teachers around the U.S., the faculty remain 29 doubtful that their work as educators can be measured by a “learning 30 outcome” such as a graduate’s ability to investigate and reason.", "from": "17年6月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/1b/d372d59f68677d90e90452ea68a94.mp3", "ttsSize": 361, "likeNum": 0}, {"id": 2376914, "type": 1, "cn": "最成功的分享者——也就是那些数据最常被下载引用的人们——会引起关注，他们的工作成果也会被使用。", "en": "The most successful sharers— those whose data are downloaded and cited the most often— get noticed, and their work gets used.", "from": "17年6月六级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/13/e1d82287eda0aaf9200c578161274.mp3", "ttsSize": 260, "likeNum": 0}, {"id": 2377013, "type": 1, "cn": "田纳西州的各个专业技术学院和社区大学不会将他们的设施管理外包给什么私营企业，有领导称，一项针对各院校支出的分析支持了这一决定。", "en": "Tennessee’s technical and community colleges will notoutsource (外包) management of their facilities to a privatecompany, a decision one leader said was bolstered by ananalysis of spending at each campus.", "from": "17年6月六级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/4/9b/889f0dbd35d916cd22e64ec503003.mp3", "ttsSize": 378, "likeNum": 0}, {"id": 2374951, "type": 1, "cn": "鉴于不到一半的美国人表示他们的厨艺水平仅达中等，只有20% 的人认为自己的厨艺精湛，所以问题其实在于自信心。", "en": "Since fewer than half of Americans say they cook at an intermediate level and only 20% describe their cooking skills as advanced, the crisis is one of confidence.", "from": "15年12月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/a/32/36b88641af41dcb54e32b071d66e5.mp3", "ttsSize": 295, "likeNum": 0}, {"id": 2375025, "type": 1, "cn": "在到达某个程度后，国家会变得充满危险，以致食品救济人员的安全也不再能得到保障，他们的救济计划也会停止。", "en": "After  a  point,  countries  can  become  so dangerous  that  food  relief  workers  are  no  longer  safe  and their programs are halted. ", "from": "16年6月四级真题（第一套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/f/37/9bb206875190b0137c19c8bec655f.mp3", "ttsSize": 216, "likeNum": 0}, {"id": 2375214, "type": 1, "cn": "“造成差异的是他们所处具体环境的特点，以及他们自身的特点——他们对自身健康程度的感觉，他们的年龄和婚姻状况。”Robison博士解释说。", "en": "“It is the characteristics of the specific environment they are in, combined with their own personal characteristics—how healthy they feel they are, their age and marital status,” Dr. Robison explained.", "from": "16年6月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/67/58c0a471843d0c0c24472099b7df8.mp3", "ttsSize": 360, "likeNum": 0}, {"id": 2375228, "type": 1, "cn": "子女们当然都想探访一下这类机构，与管理者、入住者以及其他家庭谈一谈，尽可能地履行他们的职责。", "en": "Of course, sons and daughters want to visit the facilities, talk to the administrators and residents and other families, and do everything possible to fulfill their duties.", "from": "16年6月四级真题（第三套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/5/46/dc78fcc18f705bc138a8cf3f7a45a.mp3", "ttsSize": 305, "likeNum": 0}, {"id": 2375404, "type": 1, "cn": "我们接下来从其他角度评估了他们在学习方面的想法，然后观察他们的成绩有何发展。", "en": "We then assessed their beliefs about  other aspects of learning and looked to see what happened to  their grades.", "from": "16年12月四级真题（第二套）| 阅读", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/3/bc/824ec1a18b0db8a3d18025985862a.mp3", "ttsSize": 213, "likeNum": 0}, {"id": 2379915, "type": 1, "cn": "本周，在犹他州的一所小学，有数十名儿童在用餐前被人拿走了他们的午餐托盘。", "en": "Dozens of children at a Utah elementary school had their?lunch trays snatched away from them before they could take a bite this week.", "from": "15年12月四级真题（第二套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/1/d9/a96e768af4a09b642d3b6742792e1.mp3", "ttsSize": 228, "likeNum": 0}, {"id": 2381102, "type": 1, "cn": "她能看到他们的照片，还能浏览他们的状态更新。", "en": "She could see their photos and read their status updates.", "from": "17年6月四级真题（第一套）| 听力", "ttsUrl": "http://tts.iciba.com/output/EN_Female1/6/d2/f37153e5174f9afbd85194263643f.mp3", "ttsSize": 91, "likeNum": 0}, {"id": 73, "type": 1, "cn": "他们的行为将使美国世世代代蒙受恩泽.", "en": "Their behavior there put all succeeding generations of Americans in their debt.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/c/1/c/c1c3ef786fb4687e082a5b021a3eea43.mp3", "ttsSize": 21, "likeNum": 0}, {"id": 696, "type": 1, "cn": "我发现很难想象让这样一个喜欢热热闹闹吃饭的民族放弃他们的习惯.", "en": "I found it odd to imagine a nation of convivial diners surrendering their birthright.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/3/8/1/381f32f42c2943f8738085d4380f5fc5.mp3", "ttsSize": 24, "likeNum": 0}, {"id": 1307, "type": 1, "cn": "他们提供好消息,他们的手续费也不过分.", "en": "They bring good and their commissions are not exorbitant.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/b/f/2/bf2864382a1f604e125ba9a180df88f3.mp3", "ttsSize": 15, "likeNum": 0}, {"id": 1361, "type": 1, "cn": "13他们行的这道,本为自己的愚昧.但他们以后的人,还佩服他们的话语. (细拉).", "en": "This their way is their folly: yet their posterity approve their sayings. Selah.", "from": "期刊摘选", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/7/f/c/7fc1f6b257c10e5874d958e4230f9b9a.mp3", "ttsSize": 28, "likeNum": 0}, {"id": 3187, "type": 1, "cn": "他们的数据可能有相当大的不准确性.", "en": "Their data may contain substantial inaccuracies.", "from": "辞典例句", "ttsUrl": "http://res-tts.iciba.com/tts_new_dj/a/7/c/a7ce6bdfacc58a9828f1f572db0148eb.mp3", "ttsSize": 15, "likeNum": 0}]}], "cetFour": [{"word": "their", "count": 100, "kd": [], "Sentence": [{"sentence": "While it may sound like an advantage to many, people with this rare condition often find their unusual ability burdensome.", "come": "出自-2017年6月阅读原文"}, {"sentence": "When it's time to make the leap, they take action and immediately drop what's no longer serving their purpose.", "come": "出自-2017年6月阅读原文"}, {"sentence": "We have presidential candidates running for their first term in office at age 68, 69 and 74.", "come": "出自-2017年6月阅读原文"}, {"sentence": "They need to rid their minds of sentimentalism ( ' ,  感情用事): the most successful teams have leaders who are able to set an overall direction and take immediate action.", "come": "出自-2017年6月阅读原文"}, {"sentence": "These teams are gaining more power to run their own affairs.", "come": "出自-2017年6月阅读原文"}, {"sentence": "There's something about their delicate nature that appeals to me, says New Yorker cartoonist Roz Chast.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Their parents' bad experience still haunts them.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Teams work best if their members have a strong common culture.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Team-building skills are in short supply: Deloitte reports that only 12% of the executives they contacted feel they understand the way people work together in networks and only 21% feel confident in their ability to build cross-functional teams.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Some people regard professional change as an unpleasant experience that disturbs their stable careers.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Overall, almost three in five people say they try to limit their usage of paper – including facial tissue and kitchen roll – to save money.", "come": "出自-2017年6月阅读原文"}, {"sentence": "One in 10 buyers rank toilet rolls made from recycled paper among their top considerations, highlighting how overall the environment is much less of a consideration for shoppers than product quality.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Not everyone with a tendency to fantasise will develop HSAM, though, so Patihis suggests that something must have caused them to think so much about their past.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Members of poorly managed teams are easily distracted from their work.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Maybe some experience in their childhood meant that they became obsessed ( ' ,  着迷) with calendars and what happened to them, says Patihis.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Loosely managed teams can become hotbeds of distraction—employees routinely complain that they can't get their work done because they are forced to spend too much time in meetings or compelled to work in noisy offices.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It's the stage in the middle of the journey when people feel youth vanishing, their prospects narrowing and death approaching.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It makes their life more complicated.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It is their major source of protein in winter.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It contributes to their success in life.", "come": "出自-2017年6月阅读原文"}, {"sentence": "It adds to the burden of their memory.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Interestingly, their memories are highly self-centred: although they can remember autobiographical life events in extraordinary detail, they seem to be no better than average at recalling impersonal information, such as random ( ' ,  任意选取的) lists of words.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In the last year alone, despite an increase in the UK population and a subsequent rise in the number of households, sales of toilet paper fell by 2%, with the average household reducing their toilet roll spending from £43 in 2014 to £41 in 2015.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In some ways, you probably go through that process after a big event like your wedding day – but the difference is that thanks to their other psychological tendencies, the HSAM subjects are doing it day in, day out, for the whole of their lives.", "come": "出自-2017年6月阅读原文"}, {"sentence": "In a study of 120 teams of senior executives, he discovered that less than 10% of their supposed members agreed on who exactly was on the team.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Digital technology also makes it easier for people to co-ordinate their activities without resorting to hierarchy.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Clearly, there is no such thing as a perfect memory – their extraordinary minds are still using the same flawed tools that the rest of us rely on.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Business schools grade their students in part on their performance in group projects.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Britons have cut their spending on itits prices have gone up over the yearsits quality has seen marked improvementBritons have developed the habit of savingIt will expand in time.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Apartments will retain their appeal for a while for Millennials, haunted by what happened to home-owning parents.", "come": "出自-2017年6月阅读原文"}, {"sentence": "And although their memories are vast, they are still likely to suffer from false memories.", "come": "出自-2017年6月阅读原文"}, {"sentence": "Almost half of those surveyed said their companies were either in the middle of restructuring or about to embark on ( ' ,  开始) it; and for the most part, restructuring meant putting more emphasis on teams.", "come": "出自-2017年6月阅读原文"}, {"sentence": "After that, survey respondents disagree over whether this generation will follow in their parents' footsteps, moving to the suburbs to raise families, or will choose to remain in the city center.", "come": "出自-2017年6月阅读原文"}, {"sentence": "A very small number of people are able to remember almost every detail of their life.", "come": "出自-2017年6月阅读原文"}, {"sentence": "A new study of 12,000 workers in 17 countries by Steelcase, a furniture-maker which also does consulting, finds that the best way to ensure employees are engaged is to give them more control over where and how they do their work—which may mean liberating them from having to do everything in collaboration with others.", "come": "出自-2017年6月阅读原文"}, {"sentence": "When dogs looked at expressions of angry dogs, their eyes rested more on the mouth, perhaps to interpret the threatening expressions.", "come": "出自-2017年6月听力原文"}, {"sentence": "Thousands of bees left a town after landing on the back of a car when their queen got stuck in its boot.", "come": "出自-2017年6月听力原文"}, {"sentence": "She could see their photos and read their status updates.", "come": "出自-2017年6月听力原文"}, {"sentence": "New research shows that dogs limit their eye contact with angry humans.", "come": "出自-2017年6月听力原文"}, {"sentence": "John Nielsen, AAA’s managing director of automotive engineering and repair, said tests suggest drivers may be overestimating their own abilities.", "come": "出自-2017年6月听力原文"}, {"sentence": "I mean, girls went around in really short skirts, and wore flowers in their hair.", "come": "出自-2017年6月听力原文"}, {"sentence": "Dogs in the study looked most at the eyes of humans and other dogs to sense their emotions.", "come": "出自-2017年6月听力原文"}, {"sentence": "But those surveyed by AAA say they trust their own driving skills.", "come": "出自-2017年6月听力原文"}, {"sentence": "But carrots got their biggest boost during the two world wars when food shortages forced people to eat them and governments told everyone how healthy carrots were.", "come": "出自-2017年6月听力原文"}, {"sentence": "And when looking at angry humans, they tended to turn away their gaze.", "come": "出自-2017年6月听力原文"}, {"sentence": "And men were in jeans, and could wear their hair long too.", "come": "出自-2017年6月听力原文"}, {"sentence": "Although this incident very much alters the race of the two participants competing for a win, both are going to continue on their way toward the finish line.", "come": "出自-2017年6月听力原文"}, {"sentence": "to see whether people's personality affects their life span to find out if one's lifestyle has any effect on their health  to investigate the role of exercise in living a long lifeto examine all the factors contributing to longevity They have a good understanding of evolution.", "come": "出自-2016年6月阅读原文"}, {"sentence": "When governments lose their control on power, law and order begin to disintegrate.", "come": "出自-2016年6月阅读原文"}, {"sentence": "We must cut carbon emissions by 80% from their 2006 levels by 2020, stabilize the world's population at eight billion by 2040, completely remove poverty, and restore forests and soils.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Unable to buy grain or grow their own, hungry people take to the streets.", "come": "出自-2016年6月阅读原文"}, {"sentence": "To lower domestic food prices, some countries limited or stopped their grain exports.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Though it helps for children to investigate care facilities, involving their parents in the decision-making process may prove very important.", "come": "出自-2016年6月阅读原文"}, {"sentence": "They have their ideas, too.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Their life was much more comfortable than that of todayIt was helpful to maintaining a nation's tradition.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Their functioning is still a puzzle to be solved.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Their flexibility determines one's abilities.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Their daily routine followed the rhythm of the natural cycle.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The trend began in 2007, when leading wheat-exporting countries such as Russia and Argentina limited or banned their exports, in hopes of increasing local food supplies and thereby bringing down domestic food prices.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The shorthand ( ' ,  简写) educators use for this is pre-K —meaning instruction before kindergarten—and the big idea is to prepare 4-year-olds and even younger kids to be ready to succeed on their K-12 journey.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The results do not mean that young adults need to start worrying about their memories.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The location of their residence.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The length of their driving experience.", "come": "出自-2016年6月阅读原文"}, {"sentence": "The field of their special interest.", "come": "出自-2016年6月阅读原文"}, {"sentence": "That study looked at nearly 28,000 Norwegian mothers and found that those moms who were more anxious, depressed and angry were more likely to feed their kids unhealthy diets.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Some diseases inevitably lead to their decline.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Researchers from the University of Connecticut Health Center asked the residents a large number of questions about their quality of life, emotional well-being and social interaction, as well as about the quality of the facilities.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Older adults, especially those with limited mobility or difficulty driving on their own, are one of the classic use-cases for driverless cars.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Of course, sons and daughters want to visit the facilities, talk to the administrators and residents and other families, and do everything possible to fulfill their duties.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Mothers' negative personality characteristics may affect their children's life spans.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Most people's minds function at a high level even in their later years, according to researcher Timothy Salthouse.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Many people feel guilty when they cannot find a place other than a nursing home for their parents.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It stirs up their interest in life.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It is the characteristics of the specific environment they are in, combined with their own personal characteristics—how healthy they feel they are, their age and marital status, Dr.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It helps with their mobility.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It has given rise to unrealistic expectationsIt saves their energy.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It can be avoided if human values are translated into their language.", "come": "出自-2016年6月阅读原文"}, {"sentence": "It adds to the safety of their travel.", "come": "出自-2016年6月阅读原文"}, {"sentence": "In 1972, for instance, the Soviets, recognizing their poor harvest early, quietly cornered the world wheat market.", "come": "出自-2016年6月阅读原文"}, {"sentence": "For many years I have studied global agricultural, population, environmental and economic trends and their interactions.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Examine your lifeSoupios, along with his co-author Panos Mourdoukoutas, developed their 10 golden rules by turning to the men behind that philosophy—Aristotle, Socrates, Epictetus and Pythagoras, among others.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Declining mental function is often seen as a problem of old age, but certain aspects of brain function actually begin their decline in young adulthood, a new study suggests.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Children's personality characteristics are invariably determined by their mothers.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As the world's food security falls to pieces, individual countries acting in their own self-interest are actually worsening the troubles of many.", "come": "出自-2016年6月阅读原文"}, {"sentence": "As I was considering all this, a press release from a respected research firm crossed my desk, announcing that the five-star rating system that Medicare developed in 2008 to help families compare nursing home quality also has little relationship to how satisfied its residents or their family members are.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Also, being open to new ideas had no relationship to long life, which might explain all those bad-tempered old people who are fixed in their ways.", "come": "出自-2016年6月阅读原文"}, {"sentence": "After a point, countries can become so dangerous that food relief workers are no longer safe and their programs are halted.", "come": "出自-2016年6月阅读原文"}, {"sentence": "Was it because of the growing attraction of the Internet, video games and endless TV channels? Never disconnecting from work? No matter how it happened, millions of Americans are putting their health, quality of life and even length of life in danger.", "come": "出自-2016年6月听力原文"}, {"sentence": "Today, Americans are finding their own tips and tricks   for fixing malfunctioning devices with supplies as simple as paper and glue.", "come": "出自-2016年6月听力原文"}, {"sentence": "In any case, new graduate students can learn who their advisers or temporary advisers are by visiting or emailing the departmental office and asking for the information.", "come": "出自-2016年6月听力原文"}, {"sentence": "But not many are able to integrate innovation into their business.", "come": "出自-2016年6月听力原文"}, {"sentence": "Academic departments vary in their procedures for assigning academic advisers to graduate students.", "come": "出自-2016年6月听力原文"}, {"sentence": "When employees log in to their computers, they're shown a picture of one of their coworkers and asked to guess that person's name.", "come": "出自-2016年12月阅读原文"}, {"sentence": "When I told a group of school children who displayed helpless behavior that a lack of effort led to their mistakes in math, they learned to keep trying when the problems got tough.", "come": "出自-2016年12月阅读原文"}, {"sentence": "What motivates employees to do their jobs well? Competition with coworkers, for some.", "come": "出自-2016年12月阅读原文"}, {"sentence": "Well, if this were true, we would all be slipping a few 100-dollar bills to our doctors on the way out their doors, too.", "come": "出自-2016年12月阅读原文"}, {"sentence": "We validated these expectations in a study in which two other psychologists and I monitored 373 students for two years during the transition to junior high school, when the work gets more difficult and the grading -102- more strict, to determine how their mind-sets might affect their math grades.", "come": "出自-2016年12月阅读原文"}, {"sentence": "We then assessed their beliefs about other aspects of learning and looked to see what happened to their grades.", "come": "出自-2016年12月阅读原文"}, {"sentence": "To enhance morale, one company asks its employees to identify their fellow workers when starting their computers.", "come": "出自-2016年12月阅读原文"}, {"sentence": "They use their money reserves to back up consumption.", "come": "出自-2016年12月阅读原文"}]}]}, "history": []}, "fy": {"fyHeight": "auto", "transedWord": {}, "allLanguateMap": {}, "searchWord": "", "loading": false, "upbroadparams": {"reqid": "", "version": "", "ttype": ""}}, "fyPassage": {"blockToggle": "UploadPanel", "passageFile": {}, "languageParams": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "progressInfo": {}, "tid": null, "fileUrl": null, "formalDownloadurl": "", "imgUrl": null, "allOptionsMap": null}, "rgfy": {"billInformation": {}}, "grammar": {"res": [], "data": {}, "contractData": [], "defaultText": "", "cache": {"refName": "", "repairList": [], "ignoreList": []}, "errorData": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "errorIds": {"标点符号错误": [], "语法错误": [], "拼写错误": [], "句子推荐": [], "句子改写": []}, "repairList": [], "copyMap": {}, "ignoreList": [], "refName": "", "prevInput": "", "isShowErrorType": null, "canContract": false, "sentences": [], "polish": [], "error": ""}, "translate": {"picStep": 0, "picFile": null, "picUrl": "", "picResult": null, "picLanguage": {"from": "英语", "fromType": "en", "to": "中文", "toType": "zh"}, "picTranslating": false, "history": [], "allLanguageMap": {}, "sentence": ""}}, "statusCode": 200}, "__N_SSP": true}, "page": "/word", "query": {"w": "their"}, "buildId": "JvwfXrNa5mn4_WPrj5E-w", "isFallback": false, "gssp": true, "customServer": true, "scriptLoader": []}